Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Switchs to the KDevelop Programming Handbook
it: Vai al Manuale di Programmazione di KDevelop
pl: Przechodzi do podrêcznika programisty KDevelop
pt_br: Vai para o Manual de Programação do KDevelop

source: Switchs to the C/C++-Reference
it: Vai al C/C++-Reference
pl: Przechodzi do Podrêcznika C/C++
pt_br: Vai para a Referência C/C++
sv: Byter till C/C++-referensen

source: Switchs to the QT-Documentation
it: Vai alla documentazione QT
pl: Przechodzi do dokumentacji QT
pt_br: Vai para a Documentação QT
sv: Byter till QT-dokumentationen

source: Switchs to the KDE-Core-Documentation
it: Vai alla documentazione KDE-Core
pl: Przechodzi do dokumentacji KDE-Core
pt_br: Vai para a Documentação KDE-Core
sv: Byter till 'KDE-Core'-dokumentationen

source: Switchs to the KDE-GUI-Documentation
it: Vai alla documentazione KDE-GUI
pl: Przechodzi do dokumentacji KDE-GUI
pt_br: Vai para a Documentação KDE-GUI
sv: Byter till 'KDE-GUI'-dokumentationen

source: Switchs to the KDE-File-Documentation
it: Vai alla documentazione KDE-File
pl: Przechodzi do dokumentacji KDE-File
pt_br: Vai para a Documentação KDE-File
sv: Byter till 'KDE-File'-dokumentationen

source: Switchs to the KDE-Html-Documentation
it: Vai alla documentazione KDE-Html
pl: Przechodzi do dokumentacji KDE-Html
pt_br: Vai para a Documentação KDE-Html
sv: Byter till 'KDE-HTML'-dokumentationen

source: Switchs to the project's API-Documentation
it: Vai alla documentazione API del progetto
pl: Przechodzi do dokumentacji API projektu
pt_br: Vai para a Documentação API do projeto
sv: Byter till projektets API-dokumentation

source: Switchs to the project's User-Manual
it: Vai al Manuale Utente del progetto
pl: Przechodzi do Instrukcji U¿ytkownika do projektu
pt_br: Vai para o Manual de Utilizador do Projeto
sv: Byter till projektets användarmanual

source: Switchs to declaration/implementation
it: Vai alla dichiarazione/implementazione
pt_br: Vai para a declaração/implementação

source: Switchs to the method's declaration
it: Vai alla dichiarazione del metodo
pt_br: Vai para a declaração do método

source: Switchs to the method's definition
it: Vai alla definizione del metodo
pt_br: Vai para a definição do método

source: DistClean
pt_br: Limpar Distribuição

source: &Unindent
it: Ri&muovi Indentazione
pl: Co&fnij wciêcie
pt_br: De&sindentar
sv: Ta bort indrag

source: &Repeat Search
it: Ripeti &Ricerca
pl: &Powtórz wyszukiwanie
pt_br: &Repetir Procura
sv: Sö&k nästa

source: &Search in Files...
it: Ce&rca in File...
pl: &Szukaj w Plikach...
pt_br: &Procurar nos Arquivos...
sv: &Sök i filer...

source: &Toolbar
pl: Pasek &narzêdzi
pt_br: Barra de &Ferramentas
sv: &Verktygsfält

source: Status&bar
it: Barra di &Stato
pl: Pasek &stanu
pt_br: Barra de &Estados
sv: &Statusfält

source: &Debug...
pl: &Debuguj...
pt_br: &Depurar...
sv: &Felsökning

source: &Set Bookmark...
it: &Imposta Bookmark...
pl: U&staw zak³adkê
pt_br: &Definir Bookmark...

source: &Add Bookmark...
it: &Aggiungi Bookmark...
pl: Dodaj Z&ak³adkê...
pt_br: &Adicionar Bookmark...

source: Programming Handbook
it: Manuale di Programmazione
pl: Podrêcznik programisty
pt_br: Manual de Programação

source: &Qt-Library
it: Libreria &Qt
pl: Biblioteka &QT
pt_br: Biblioteca &Qt
ru: Библиотека Qt
sv: &Qt-bibliotek

source: KDE-&Core-Library
it: Libreria KDE-&Core
pl: Biblioteka KDE-&Core
pt_br: Biblioteca KDE-&Core
ru: Основная библиотека KDE
sv: KDE-&Core-bibliotek

source: KDE-&GUI-Library
it: Libreria KDE-&GUI
pl: Biblioteka KDE-&GUI
pt_br: Biblioteca KDE-&GUI
ru: Бибилиотека GUI KDE
sv: KDE-&GUI-bibliotek

source: KDE-&KFile-Library
it: Libreria KDE-&KFile
pl: Biblioteka KDE-&KFile
pt_br: Biblioteca KDE-&KFile
ru: Библиотека KFile KDE
sv: KDE-&KFile-bibliotek

source: KDE-&HTML-Library
it: Libreria KDE-&HTML
pl: Biblioteka KDE-&HTML
pt_br: Biblioteca KDE-&HTML
ru: Библиотека HTML KDE
sv: KDE-&HTML-bibliotek

source: &Preview dialog
it: Finestra di &Anteprima
pl: &Podgl±d dialogu
pt_br: Ver Antes o Diálogo

source: &Generate Complete Sources...
it: Crea &Sorgenti Completi...
pt_br: &Gerar Código Fonte Completo...

source: Debug program Opens KDbg in the tools window with your actualprogram and allows you to execute it step by stepby setting breakpoints in the sourcecode.Note that you have to open your sourcecodes in KDbgto access it.
it: Debugga programma Apre KDbg nella finestra di tools con il programma attuale; questo ti permetterà di eseguirlo passo passo, con la possibilità di inserire breakpoint nel codice sorgente. Fai attenzione che devi caricare il codice sorgente in KDbg per poterlo accedere.
pl: Debuguj program Otwiera KDbg z twoim aktualnym programem w oknie narzêdzi i pozwala na jego krokowe wykonanie poprzez ustawianie punktów zatrzymania programu w kodzie ¼ród³owym. Pamiêtaj, ¿e musisz samodzielnie otworzyæ pliki ¼ród³owe w KDbg by mieæ do nich dostêp.
pt_br: Depurar programa Abre o KDbg na janelade ferramentas com o programa actual e permite-lhe executa-lo passo a passo definindo pontos de paragem no código fonte. Note que tem de abrir o código fonte no KDbg para lhes aceder.
sv: Felsök program Öppnar KDbg i vertygsfönstret med ditt program och låter dig köra det stegvis genom att sätta brytpunkter i källkoden. Notera att du måste öppna dina källkoder i KDbg för att komma åt dem.

source: Output-View Enables/ disables the output window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
it: Vista-Output Abilita/Disabilita la finestra di output. Lo stato della finesta è rappresentato dall'apposito pulsante di selezione: se è premuto la finestra è aperta, altrimenti essa è chiusa.
pl: Widok wyników W³±cza/wy³±cza widok wyników. Stan tego okna jest odzwierciedlany stanem przycisku; gdy wci¶niêty, okno jest otwarte, w przeciwnym wypadku zamkniête.
pt_br: Vista de Output Activa/ desactiva a janela de output. O estado desta janela é apresentado pelo botão de alternância: se o botão estiver premido, a janela está aberta, caso contrário está fechada.

source: Tree-View Enables/ disables the tree window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
it: Vista-Struttura Abilita/Disabilita la finestra di visualizzazione della struttura del progetto. Lo stato della finesta è rappresentato dall'apposito pulsante di selezione: se è premuto la finestra è aperta, altrimenti essa è chiusa.
pl: Widok drzewa W³±cza/wy³±cza okno drzewa. Stan tego okna jest odzwierciedlany stanem przycisku; gdy wci¶niêty, okno jest otwarte, w przeciwnym wypadku zamkniête.
pt_br: Vista de Árvore Activa/ desactiva a janela de árvore. O estado da janela é apresentado pelo botão de alternância: se o botão estiver premido, a janela está aberta, caso contrário está fechada.

source: Classes Choosing a class will switch to the header file where the class is declarated.
it: Classi Selezionando la classe si aprirà il file contente la dichiarazione della classe medesima.
pl: Klasy Wybranie klasy spowoduje przej¶cie do nag³ówka, w którym klasa jest zadeklarowana.
pt_br: Classes Escolher uma classe irá para o ficheiro header onde a classe é declarada.
sv: Klasser Väljer du en klass kommer öppna 'header'-filen där klassen är deklarerad.

source: The program glimpse is not installed, therefore KDevelop can not index your documentation to provide a proper help functionality. We advise to install glimpse and create the searchdatabase later by choosing KDevelop Setup in the Options menu . As this is the last step of the Installation process, KDevelop will be started now. We hope you enjoy KDevelop and that it is a useful help to create new software. The KDevelop Team
it: Il programma glimpse non è installato, pertanto KDevelop non può indicizzare la documentazione per attivare le funzionalità di aiuto. Consigliamo l'installazione di Glimpse e la successiva creazione del database di ricerca selezionando Settaggi KDevelop nel menu Opzioni. Dato che questo è l'ultimo passo del processo di installazione KDevelop verrà lanciato ora. Speriamo che ti diverta nell'uso di KDevelop, e che ti sia d'aiuto nella creazione di nuovi programmi. Il Team KDevelop
pl: Program glimpse nie jest zainstalowany. KDevelop nie mo¿e wiêc indeksowaæ twojej dokumentacji co jest potrzebne do poprawnego dzia³ania Pomocy. Proponujemy zainstalowanie glimpse i utworzenie bazy wyszukiwañ przy u¿yciu pozycji Ustawienia KDevelop w menu Opcje. Jako, ¿e jest to ostatni krok w procesie instalacji, KDevelop zostanie w tej chwili uruchomiony. Mamy nadziejê, ¿e KDevelop bêdzie ci siê podoba³ i ¿e pomo¿e ci on w pisaniu nowego oprogramowania. Twórcy KDevelop
pt_br: O programa Glimpse não está instalado, pelo que o KDevelop não pode indexar a sua documentação para proporcionar a devida funcionalidade de ajuda. Aconselhamos à instalação do Glimpse e posterior criação de uma base de dados de busca escolhendo Configuração do KDevelop no menu de Opções. Como este é o último passo do processo de instalação o KDevelop será iniciado agora. Esperamos que aprecie o KDevelop e que seja uma ajuda util na criação de novas aplicações. A Equipa do KDevelop
sv: Programmet glimps är inte installerat och KDevelop kan därför inte indexera din dokumentaton för att ge en god hjälp funktionalitet. Vi rekommenderar dig att installera glimse och sedan skapa en sökdatabas genom att välja KDevelop-inställningar i egenskapsmenyn. Eftersom detta är det sista steget i installations- processen, kommer nu KDevelop att startas om. Vi hoppas att du glädjs åt KDevelop och att den är ett användbart verktyg i skapandet av ny mjukvara. The KDevelop team

source: Now you can choose the Syntax-Highlighting style KDevelop will use. The options are to set the highlighting to Emacs stlye or to the default settings of KWrite (k.a. 'Extended Editor') Which one do you want to use ?
it: Seleziona ora lo stile di Syntax-Highlighting che KDevelop userà. Le possibile scelte sono Stile Emacs o lo stile di default di KWrite (ovvero `Editor Esteso') Quale di questi vuoi utilizzare?
pl: Teraz mo¿esz wybraæ styl pod¶wietlania sk³adni, Którego bêdzie u¿ywa³ KDevelop. Masz do wyboru pod¶wietlanie w stylu Emacsa lub w domy¶lnym stylu KWrite ('Zaawansowany Edytor') Którego z nich chcesz u¿ywaæ ?
pt_br: Agora pode escolher o estilo de realce de sintaxe que o KDevelop usará. As opções são definir o realce para o estilo Emacs ou para as definições de defeito do KWrite ('Editor Extendido') Quais deseja utilizar ?
sv: Du kan nu välja den stil av syntaxfärgning som KDevelop kommer att använda. Alternativen är att antingen ha Emacs syntaxfärgning eller standard- alternativet av KWrite (k.a 'Extended Editor') Vilken vill du använda ?

source: Now KDevelop will create a new KDE-library documentation. For that, you need the kdelibs package as the source package. If you don't have the kdelibs as sources, we advise to obtain them from www.kde.org. Mind that the sources should match your installed kdelibs version.
it: Ora KDevelop creerà la nuova documentazione della libreria KDE. Per far questo hai bisogno di kdelibs e dei suoi sorgenti. Se non hai i sorgenti di kdelibs ti consigliamo di scaricarli da www.kde.org. Ti ricordiamo che la versione dei sorgenti deve essere la stessa di kdelib installato.
pl: Teraz KDevelop utworzy now± dokumentacjê bibliotek KDE. Do tego potrzebne s± biblioteki KDE w postaci ¼róde³. Je¶li nie masz ich w tej formie, polecamy uzyskaæ je z www.kde.org. Pamiêtaj o tym, ¿e ¼ród³a powinny odpowiadaæ zainstalowanej wersji bibliotek.
pt_br: Agora o KDevelop irá criar uma nova documentação das bibliotecas KDE. Para isso, necessita do pacote das kdelibs como pacote fonte. Se não tem as kdelibs como fonte, é aconselhavel que as obtenha de www.kde.org. Lembre-se que o fonte deve coincidir com a versão instalada das suas kdelibs.
sv: Nu kommer KDevelop att skapa en ny dokumentation för KDE-biblioteket. För att kunna göra det behövs kdelibs paketet i källkodsformat. Om du inte har källkoden till kdelibs, råder vi dig att hämta dem från www.kde.org. Kom ihåg att källkoden måste stämma överens med din installerade kdelibs version.

source: Enter the path to your QT and KDE-Libs Documentation for the Documentation Browser. QT usually comes with complete Documentation whereas for KDE you can create the Documentation easiely by pressing the Update button below.
it: Inserisci il percorso delle documentazione delle librerie Qt e KDE per il browser della documentazione. Qt di solito è fornita completa di documentazione mentre per KDE puoi facilmente crearla premendo il pulsante `Aggiorna' qui di seguito.
pl: Podaj ¶cie¿kê do twoich Dokumentacji bibliotek QT i KDE dla Przegl±darki Dokumentacji. QT jest rozprowadzane z pe³n± Dokumentacj± podczas gdy dla KDE mo¿esz utworzyæ Dokumentacjê za pomoc± poni¿szego przycisku Uaktualnij.
pt_br: Insira o caminho para a Documentação Qt e KDE-Libs para o Navegador de Documentação. Qt costuma vir com a documentação completa enquanto que com KDE pode criar a Documentação facilmente primindo o botão Actualizar abaixo.
sv: Ange sökvägen till ditt QT och KDE-Libs dokumentation för dokumentationsvisaren. QT kommer i regel med fullständig dokumentation medans för KDE kan du enkelt skapa dokumenationen genom att trycka Uppdatera knappen nedan.

source: Remove from Repository
pt_br: Remover do Repositório

source: Inheritence
it: Ereditarietà
pl: Dziedziczenie
pt_br: Hereditariedade
sv: Arv

source: english (.sgml)
it: inglese (.sgml)
pl: angielski (.sgml)
pt_br: inglês (.sgml)

source: only syntax check
it: solo controllo sintattico
pl: tylko sprawdzanie sk³adni
pt_br: apenas verificação de sintaxe
ru: только синтаксическая проверка
sv: bara syntaxkontroll

source: This option sets the compiler to <i>-fsyntax-only</i> which lets you check your code for syntax-errors but doesn't do anything else beyond that.
it: L'impostazione del <i>-fsyntax-only</i> forzerà il compilatore a controllare la sintassi del tuo codice senza creare il file oggetto.
pl: Ta opcja ustawia kompilatorowi <i>-fsyntax-only</i>, co umo¿liwia sprawdziæ kod pod k±tem poprawno¶ci sk³adniowej, ale nie robi nic ponadto.
pt_br: Esta opção configura o compilador para <i>-fsyntax-only</i> o que lhe permite verificar o seu código por erros de sintaxe mas não faz mais nada além disso.
ru: Эта опция соответствует опции <i>-fsyntax-only</i> компилятора, которая только проверяет ваш код на наличие ситаксических ошибок, больше ничего не делая.
sv: Detta alternativ sätter kompilatorn till <i>-fsyntax-only</i> d.v.s kontrollerar din kod för syntaxfel men inget annat utöver det.

source: Print debugging information in addition to normal processing. The debugging information tells you which files are being considered for remaking, which file- times are being compared and with what results, which files actually need to be remade, which implicit rules are considered and which are applied---every255 thing interesting about how make decides what to do.
pt_br: Imprimir informação de depuração para além do processamento normal. A informação de depuração diz-lhe que ficheiros estão a ser considerados para ser recompilados , que hora de ficheiro está a ser comparada e com que resultados, que ficheiros precisam realmente de ser recompilados, que regras implícitas estão a ser consideradas e quais as aplicadas -tudo o que interessa para saber como o make decide o que fazer.

source: Print a message containing the working directory before and after other processing. This may be use255 ful for tracking down errors from complicated nests of recursive make commands.
pt_br: Imprime uma mensagem contendo o directório de trabalho antes e depois de outro processamento. Isto pode ser útil para detectar erros resultantes de complicados comandos make imbricados ou recursivos.

source: Checking this will delete the current documentation and replacing it with the new generated documentation in the same path.
it: Attivare questo selettore permetterà di cancellare la documentazione corrente e sostituirla con quella generata ora nello stesso path.
pl: Wybranie tego spowoduje skasowanie aktualnej dokumentacji i wymienienie jej na nowo wygenerowan±.
pt_br: Seleccionar este apagará a documentação actual e vai substituí-la com documentação nova (gerada agora) no mesmo caminho.
ru: Нажатие этой кнопки удалит текущую документацию и заменит ее свежесгенерированной новой документацией по тому же пути.
sv: Markerar du detta kommer den gamla aktuella dokumentationen raderas och ersättas med den nya skapade dokumentationen i samma sökväg.

source: This doesn't delete your current documentation and leaves it is now and you can select a new path for the new kdelibs documentation. CAUTION: Don't insert the same path where your recent documentation is installed- this may mess up the documentation by mixing old and new files!
pl: W ten sposób pozostawiasz aktualn± dokumentacjê bez zmian i mo¿esz wybraæ now± ¶cie¿kê dla nowej dokumentacji. UWAGA: Nie podawaj tu tego samego miejsca do instalacji nowej dokumentacji co dla starej, spowodowa³oby to niez³e zamieszanie podczas instalacji.
pt_br: Esta opção não apaga a documentação corrente deixando-a onde está agora, e pode seleccionar um novo caminho para a documentação das kdelibs. ATENÇÃO: Não dê o mesmo caminho onde a outra documentação se encontra - isso poderia estragar a documentação misturando ficheiros novos com velhos!
ru: Это не удаляет вашу текущую документацию и позволяет выбрать новую директорию для документации по библиотеке KDE. Предупреждение: не указывайте туже директорию, в которой установлена старая документация. Это может перемешать файлы.
sv: Detta raderar inte din aktuella dokumentation och lämnar den som den är nu och låter dig välja en ny sökväg för den nya kdelibs-dokumentationen. VARNING: Välj inte samma sökväg där din aktuella dokumentation är installerad - detta kan förstöra dokumentationen då nya och gamla filer blandas!

source: The chosen path does not lead to the KDE Libraries. Please choose the correct path.
pl: Wybrana ¶cie¿ka nie prowadzi do bibliotek KDE. Wybierz poprawn± ¶cie¿kê.
pt_br: O caminho escolhido não leva às Bibliotecas KDE. Por favor escolha o caminho correcto.
sv: Den valda sökvägen leder till KDE- biblioteken. Välj en ny sökväg.

source: Tutorials
it: Tutorial
pt_br: Tutores

source: KDE Library Reference
it: Referenze Librerie KDE
pt_br: Referência de Biblioteca KDE

source: KDE 2 Developer Guide
it: Guida per lo Sviluppo in KDE 2
pt_br: Guia do Programador KDE 2

source: <i>Class : Any</i> If you enter a widgets' variable name here it will be the focus proxy for this item (which means, if the widget you264ve entered gets the focus it transfers it to this widget)
pt_br: <i>Classe : Qualquer</i> Se inserir o nome de variável de um widget aqui ele será o proxy de focus para este item (o que significa, se o widget que indicar obtiver o focus transfere-o para este widget)

source: PLEASE READ THIS FIRST ! This dialog editor is intended for creating dialogs for your applications. It creates .kdevdlg files for saving theses dialogs (see KDevelop help). There are two possible methods for including dialogs in you applications : - Let KDevelop create the dialogs' sources. - Using the KDlgLoader for loading dialogs at run time. I recommend using the dialog loader since there are some problems regarding the source generation for now. However, using the loader would be a good idea for some other reasons as described i the help. This is a WYSINWYG (What you see is NEARLY what you get) editor. That means it displays most of the widgets properties possible but not all. User "View|Preview dialog" if you want a real preview (however this is like the loader class will show it). We surely were not able to implement ALL possible widget properties but it is hopefully enough for designing dialogs more comfortable. By the way, you can get help on every widget and property by a right click. This also works in the editor window. Pascal Krahmer <pascal@beast.de>
pl: PROSZÊ TO NAJPIERW PRZECZYTAÆ ! Ten edytor dialogów jest przeznaczony do tworzenia okien dialogowych dla twojej aplikacji. Tworzy on pliki .kdevdlg do zapisywania tych okien (patrz pomoc do KDevelop). Dostêpne s± dwa sposoby do³±czania okien dialogowych do aplikacji : - pozwoliæ by KDevelop wygenerowa³ ¼ród³a do nich - u¿ywaæ KDlgLoader do ³adowania okien przy uruchomieniu Polecam u¿ywanie tej drugiej metody gdy¿ wystêpuj± aktualnie pewne problemy podczas generowania ¼róde³. £adowanie okien przy uruchomieniu ma równie¿ inne zalety jak zosta³o to opisane w pomocy. Ten edytor jest WYSINWYG (widzisz prawie to co dostaniesz). To oznacza, ¿e wy¶wietla on wiêkszo¶æ w³a¶ciwo¶ci kontrole, le nie wszystkie. U¿yj 'Widok' 'Podgl±d dialogu' je¶li chces zobaczyæ go w rzeczywisto¶ci (tak bêdzie on widoczny po za³adowaniu). Z ca³± pewno¶ci± nie uda³o nam siê obj±æ WSZYSTKICH mo¿liwych w³a¶ciwo¶ci kontrolek, ale mamy nadziejê, ¿e jest ich wystarczaj±co du¿o by uczyniæ projektowanie okien dialogowych ³atwiejszym. Przy okazji, mo¿esz uzyskaæ pomoc na temat ka¿dego typu kontrolki i jej w³a¶ciwo¶ci za pomoc± klikniêcia prawym przyciskiem myszki. Dzia³a to równie¿ w oknie edytora. Pascal Krahmer <pascal@beast.de>
pt_br: POR FAVOR LEIA ISTO PRIMEIRO ! Este editor de diálogos tem como fim criar diálogos para as suas aplicações. Cria ficheiros .kdevdlg para gravar estes dialogos (ver ajuda KDevelop). Existem dois métodos possíveis parra incluir diálogos nas suas aplicações : - Deixar o KDevelop criar o código do diálogo. - Utilizar o KDlgLoader para ler diálogos aquando da execução. É recomendado utilizar o leitor de diálogos pois existem alguns problemas relativamente à geração de código por agora. No entanto, utilizar o leitor seria uma boa ideia por algumas outras razões tal como descrito na ajuda. Isto é um editor WYSINWYG (O que vê é QUASE o que tem). Significa que apresenta a maior parte das propriedades possíveis dos widgets mas não todas. Utilize "Ver|Ver Antes Diálogo" se deseja uma visualização antes real (no entanto isto é como a classe de leitor o irá mostrar). Não nos foi possível implementar TODAS as propriedades possíveis dos widget mas esperamos ser o suficiente para desenhar diálogos mais conformtavelmente. Já agora, pode obter ajuda sobre todos os widget e propriedades clicando com o botão direito do rato. Isto também funciona na janela do editor. Pascal Krahmer <pascal@beast.de>

source: This will insert a QWidget to the dialog. Such an item may have serveral children items or even more QWidgets as children. That means this item lets you create complex hierarchies for you dialog. Another think you will need this item type for are widgets like the tab view which need several widgets they can bring to the top.
pl: To wstawi QWidget do dialogu. Taki sk³adnik mo¿e mieæ kilka sk³adników potomnych czy nawet kolejnych sk³adników QWidget. To pozwala ci tworzyæ skomplikowane hierarchie kontrolek w twoim dialogu. Mo¿esz te¿ potrzebowaæ tej kontrolki dla takich rzeczy jak widok z zak³adkami, który musi podnosiæ kilka kontrolek na szczyt.
pt_br: Isto inserirá um QWidget no diálogo. Este tipo de item pode ter vários itens filhos ou ainda mais QWidgets como filhos. Isto significa que este item lhe permite criar hierarquias complexas no seu diálogo. Outra razão pela qual vai necessitar deste tipo de item é porque há widgets como a 'pasta' que necessitam de vários widgets que possam mostrar.

source: Lets user can (de-)select some settings.
it: Permette all'utente di modificare alcuni settaggi.
pl: Pozwala u¿ytkownikowi ustawiaæ opcje.
pt_br: Permite aos utilizadores (des)seleccionar algumas definições.

source: CVS
pt_br: SCV

source: Log message:
pt_br: Mensagem de registo:

source: Replace &Tabs
pl: Zamieñ &tabulacje
pt_br: &Substituir Tabulações
ru: Заменять табуляции
