Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Create a KDE-application with session-management, menubar, toolbar, statusbar and support for a document-view codeframe model. OpenGL(tm) (Mesa3D) support is added.
de: Erzeuge eine KDE-Applikation mit Session-Management, Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Doc/View Modell. Zusätzlich OpenGL(tm) (Mesa3D) Unterstützung.
es: Crear una aplicación KDE con control de sesiones, barras de menú, de herramientas y de estado, y soporte para un modelo de vista de documentos. Además, se incluirá soporte para OpenGL (Mesa3D).
fr: Crée une application KDE suivant le modèle Vue-Document avec support de la gestion de session et des barres de menu, d'outils et d'état. Le support de OpenGL(tm) (Mesa3D) est ajouté.
hu: KDE alkalmazás létrehozása 'session-management'-tel, menüvel, eszközsorral, státuszsorral és támogatással a dokumentum - nézet alkalmazásmodellhez.OpenGL(tm) (Mesa3D) támogatással.

source: Create a KDE-application with an empty main widget.
de: Erzeuge eine KDE-Applikation mit leerem Hauptwidget.
es: Crear una aplicación KDE con un control principal vacío.
fr: Crée une application KDE avec un widget principal vide.
hu: KDE alkalmazás létrehozása üres fõ 'widget'-tel.
it: Crea un'applicazione KDE con un widget principale vuoto.
pl: Tworzy aplikacjê KDE z pustym g³ównym oknem
pt_br: Cria uma aplicação KDE com um widget principal vazio.

source: Create a KDE-2 application with session-management, menubar, toolbar, statusbar and support for a document-view codeframe model.
de: Erzeuge eine KDE-2 Applikation mit Session-Management, Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Doc/View Modell.
es: Crear una aplicación para KDE 2 con control de sesiones, barras de menú, de herramientas, y de estado y soporte para un modelo de vista de documentos.
fr: Crée une application KDE 2 suivant le modèle Vue-Document avec support de la gestion de session et des barres de menu, d'outils et d'état.
hu: KDE-2 alkalmazás létrehozása 'session-management'-tel, menüvel, eszköztárral, státuszsorral és támogatással a dokumentum - nézet alkalmazásmodellhez.

source: Create a KDE-2 application with an empty main widget.
de: Erzeuge eine KDE-2 Applikation mit leerem Hauptwidget.
es: Crear una aplicación para KDE 2 con un control principal vacío.
fr: Crée une application KDE 2 avec un widget principal vide.
hu: KDE 2 programot hoz létre,egy üres fõ 'widget'-tel.

source: Create a KDE-2 MDI (Multiple Document Interface) application with menubar, toolbar, statusbar and support for a document-view codeframe model.
de: Erzeuge eine KDE-2 MDI (Multiple Document Interface) Applikation mit Session-Management, Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Doc/View Modell.
es: Crear una aplicación para KDE 2 con MDI (Interfaz para Múltiples Documentos) y con control de sesiones, barras de menú, de herramientas, y de estado y soporte para un modelo de vista de documentos.
fr: Crée une application KDE 2 MDI (Interface pour Documents Multiples) suivant le modèle Vue-Document avec support de la gestion de session et des barres de menu, d'outils et d'état.
hu: KDE-2 MDI (Többszörös Dokumentum Felület) alkalmazás létrehozása 'session-management'-tel, menüvel, eszközsorral, státuszsorral és támogatással a dokumentum - nézet alkalmazásmodellhez.

source: Create a Qt-Application with a main window containing a menubar, toolbar and statusbar, including support for a generic document-view model.
de: Erzeuge eine Qt-Applikation mit einem Hauptfenster, das eine Menüleiste, Werkzeugleiste und Statusleiste enthält, einschließlich Unterstützung für ein rudimentäres Doc/View-Modell.
es: Crear una aplicación Qt con una ventana principal conteniendo las barras de menú, de herramientas, y de estado, incluyendo soporte para un modelo de vista de documentos genérico.
fr: Crée une application Qt suivant le modèle Vue-Document avec support des barres de menu, d'outils et d'état.
hu: Qt alkalmazás létrehozása fõablakkal, menüvel, eszköztárral, státuszsorral és támogatással a dokumentum - nézet alkalmazásmodellhez.
it: Crea un'applicazione Qt contenente menu, toolbar, linea di stato e supporto per la visualizzazione dei documenti via il modello generico.
pl: Tworzy aplikacjê Qt z g³ównym oknem zawieraj±cym pasek menu, pasek narzêdzi i pasek stanu oraz z kodem dla modelu dokument-widok.
pt_br: Cria uma aplicação QT com uma janela principal contendo uma barra de menu, uma barra de ferramentas e de estados, incluindo suporte para um modelo genérico de visualização de documentação.

source: Create a Qt-2.x Application with a main window containing a menubar, toolbar and statusbar, including support for a single document-view interface (SDI) model.
de: Erzeuge eine Qt-Applikation mit einem Hauptfenster, das eine Menüleiste, Werkzeugleiste und Statusleiste enthält, einschließlich Unterstützung für ein Single Document-view Interface (SDI) Modell.
es: Crear una aplicación para Qt 2.x con una ventana principal conteniendo las barras de menú, de herramientas, y de estado, e incluyendo soporte para un modelo de interfaz de un solo documento (SDI).
fr: Crée une application Qt 2.x suivant le modèle simple Vue-Document (SDI) avec support des barres de menu, d'outils et d'état.
hu: Qt-2.x alkalmazás létrehozása fõablakkal, menüvel, eszköztárral, státuszsorral és támogatással az egyszerû dokumentum - nézet alkalmazásmodellhez (SDI).

source: Create a Qt-2.1 Application with a main window containing a menubar, toolbar and statusbar, including support for a multiple document interface (MDI) model.
es: Crear una aplicación Qt con una ventana principal conteniendo las barras de menú, de herramientas, y de estado, incluyendo soporte para un modelo de interfaz para múltiples documentos (MDI).
fr: Crée une application Qt 2.1 suivant le modèle Vue-Document MDI (Interface pour Documents Multiples) avec support des barres de menu, d'outils et d'état
hu: Qt-2.1 alkalmazás létrehozása fõablakkal, menüvel, eszköztárral, státuszsorral és támogatással a többszörös dokumentum felület(MDI) alkalmazásmodellhez.

source: Create an MDI framework based on the QextMDI library and Qt2.0x. Allows to switch between both modes, Toplevel and Childframe. Requires QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)
de: Erzeuge eine auf der QextMDI Bibliothek und Qt2.0x basierende MDI Anwendung. Ermöglicht das Umschalten zwischen den beiden Modi Toplevel und Kind-Frame. Benötigt QextMDI !!! (www.geocities.com/gigafalk/qextmdi.htm).
es: Crea el esqueleto de una aplicación MDI, basada en las bibliotecas QextMDI y Qt2.0x. Esto permite saltar entre los modos Toplevel y Childframe. ¡Necesita QextMDI! (www.geocities.com/gigafalk/qextmdi.htm)
fr: Crée une architecture MDI basée sur la bibliothèque QextMDI et Qt2.0x. Vous permet de basculer entre les deux modes Toplevel et Childframe. Nécessite QextMDI !!! (www.geocities.com/gigafalk/qextmdi.htm)
hu: MDI keretalkalmazás léétrehozása a QextMDI könyvtárra és a Qt2.0x-re alapozva. Átváltható a 'Toplevel' és a 'Childframe' üzemmódok között. Kell hozzá a QextMDI!!! (www.geocities.com/gigafalk/qextmdi.htm)

source: Important hint for a QextMDI project
de: Wichtiger Hinweis für ein QextMDI Projekt
es: Nota importante para proyectos QextMDI
fr: Conseil important pour un projet QextMDI
hu: Fontos tanács a QextMDI projekthez

source: If you choose this kind of project: An environment variable QEXTMDIDIR should be set! Because the wizard searches the header files in: $(QEXTMDIDIR)/include and libqextmdi.so in: $(QEXTMDIDIR)/lib
de: Wenn Sie diese Art von Projekt wählen: Die Umgebungsvariable QEXTMDIDIR sollte gesetzt werden! Der Wizard sucht die Headerdateien in: $(QEXTMDIDIR)/include und libqextmdi.so in: $(QEXTMDIDIR)/lib
es: Si selecciona este tipo de proyecto: ¡La variable de entorno QEXTMDIDIR debe estar asignada! Esto es debido a que el asistente busca las cabeceras en: $(QEXTMDIDIR)/include y la biblioteca libqextmdi.so en: $(QEXTMDIDIR)/lib
fr: Si vous choisissez ce type de projet : Une variable d'environnement QEXTMDIDIR doit être définie ! Parce que l'assistant cherche les fichiers d'en-tête dans : $(QEXTMDIDIR)/include et libqextmdi.so dans : $(QEXTMDIDIR)/lib
hu: Ha ezt a projekttípust választja: Be kell állítani a QEXTMDIDIR környezeti változót! Azért, mert a varázsló a header fájlokat a $(QEXTMDIDIR)/include könyvtárban keresi, a libqextmdi.so fájlt pedig a $(QEXTMDIDIR)/lib könyvtárban.

source: Headertemplate for .c-files
de: Vorlage für .c-Dateien
es: Plantilla de cabecera para ficheros .c
fr: Squelette d'en-tête des fichiers .c
hu: Fejlécminta a .h-fájlokhoz
it: Headertemplate per i file .c
pt_br: Modelo de cabeçalho para arquivos .c

source: headertemplate for .c-files
de: Vorlage für .c-Dateien
es: Usar plantilla de cabecera
fr: Squelette d'en-tête des fichiers .c
hu: fejlécsablon a .c fájlokhoz
it: headertemplate per i file .c
pt_br: modelo de cabeçalho para arquivos .c

source: Create a C application. The program will run in a terminal and doesn't contain any support for classes and Graphical User Interface.
de: Erzeuge eine C Applikation. Das Programm läuft in einem Terminal und enthält keine Unterstützung für eine graphische Benutzeroberfläche.
es: Crear una aplicación en C. El programa funcionará en una terminal y no contiene ningún soporte para clases ni interfaz gráfico de usuario (IGU).
fr: Crée une application C. Le programme sera exécuté dans un terminal et ne contiendra aucun support de classes et d'interface utilisateur (GUI).
hu: Karakteres módú C alkalmazást létrehozása grafikus felület és osztályok támogatása nélkül.
it: Crea applicazione C. Il programma funzionerà in un terminale e non conterrà alcun supporto per classi e Interfaccia Grafica.
pt_br: Cria uma aplicação C. O programa irá rodar num terminal e não contém qualquer suporte para classes e Interface Gráfica.

source: Create a C++ application. The program will run in a terminal and doesn't contain any support for a Graphical User Interface.
de: Erzeuge eine C++ Applikation. Das Programm läuft in einem Terminal und enthält keine Unterstützung für eine graphische Benutzeroberfläche.
es: Crear una aplicación C++. El programa funcionará en una terminal y no contiene ningún soporte para un Interfaz Gráfico de Usuario.
fr: Crée une application C++. Le programme sera exécuté dans un terminal et ne contiendra aucun support pour l'interface utilisateur (GUI).
hu: Karakteres módú C++ alkalmazás létrehozása grafikus felület támogatása nélkül.
it: Crea applicazione C++. Il programma funzionerà in un terminale e non conterrà alcun supporto per l'Interfaccia Grafica.
pl: Tworzy aplikacjê C++. Program bêdzie dzia³a³ w terminalu i nie bêdzie zawiera³ ¿adnego wspomagania dla graficznego interfejsu u¿ytkownika.
pt_br: Cria uma aplicação C++. O programa irá rodar num terminal e não contém qualquer suporte para uma Interface Gráfica.

source: Creates an empty project to work with existing development projects. KDevelop will not take care of any Makefiles as those are supposed to be included with your old project.
de: Erzeugt ein leeres Projekt, um mit bereits vorhandenen Projekten zu arbeiten. KDevelop überläßt Ihnen die alleinige Verwaltung der Makefiles, da diese ja in Ihrem alten Projekt schon vorhanden sind.
es: Crea un proyecto vacío para trabajar con proyectos ya en desarrollo. KDevelop no se ocupará de los ficheros Makefile, ya que se supone que ya estarán incluidos en el proyecto original.
fr: Crée un projet vide fonctionnant avec des projets en développement existants. KDevelop ne tiendra pas compte des fichiers Makefile qui sont supposés être inclus dans votre ancien projet.
hu: Üres projekt létrehozása már létezõ projektek támogatásához. A KDevelop érintetlenül hagyja a 'Makefile'-okat, feltételezve, hogy azok részei a létezõ projektnek.
it: Crea un progetto vuoto da associare ad un progetto esistente. KDevelop non si occuperà di alcun Makefile dato che dovrebbero essere già incluso nel progetto esistente.
pl: Tworzy pusty projekt u¿ywany do pracy z projektami ju¿ istniej±cymi. KDevelop nie bêdzie siê zajmowa³ plikami Makefile, jako ¿e te powinny ju¿ istnieæ dla tego projektu.
pt_br: Cria um projeto vazio para trabalhar com projetos já existentes. KDevelop não vai se preocupar com qualquer Makefile, já que estes devem estar presentes no seu projeto antigo.

source: Create a GNOME application with session-management, menubar, toolbar, statusbar and initial event handling.
de: Erzeuge eine GNOME Applikation mit Session-Management, Menüleiste, Werkzeugleiste, Statusleiste und Basis-Ereignisbehandlung.
es: Crea una aplicación GNOME con control de sesiones, barras de menú, de herramientas, y de estado, además de un control de eventos básico.
fr: Crée une application GNOME avec support de la gestion de session, des barres de menu, d'outils et d'état et la gestion des événements.
hu: GNOME alkalmazás létrehozása 'session-management'-tel, menüvel, eszköztárral, státuszsorral és alap(?) eseménykezeléssel.

source: Contains all KDE-compliant project types.
de: Enthält alle KDE-basierten Projekttypen.
es: Contiene los tipos de proyectos conformes al estándar KDE.
fr: Contient tous les types de projets compatibles avec KDE.
hu: Minden KDE-alapú projekttípust tartalmaz.
it: Contiene tutti i progetti conformi a KDE
pl: Zawiera wszystkie typy projektów KDE.
pt_br: Contém todos os tipos de projetos compativeis com o KDE.

source: Contains all Qt-based project types.
de: Enthält alle Qt-basierten Projekttypen.
es: Contiene todos los tipos de proyecto basados en Qt.
fr: Contient tous les types de projets basés sur Qt.
hu: Minden Qt-alapú projekttípust tartalmaz.
it: Contiene tutti i progetti basati su Qt
pl: Zawiera wszystkie typy projektów Qt.
pt_br: Contém todos os tipos de projetos baseados no Qt.

source: Contains all C/C++-terminal project types.
de: Enthält alle C/C++-Terminal Projekttypen.
es: Contiene todos los tipos de proyecto en C/C++ para terminal.
fr: Contient tous les types de projets C/C++ (terminal).
hu: Minden karakteres módú C/C++ projekttípust tartalmaz.
it: Contiene tutti i progetti di tipo Terminale C/C++
pl: Zawiera wszystkie typy projektów C/C++ dla terminala.
pt_br: Contém todos os tipos de projetos C/C++ de console.

source: Contains all GNOME-compliant project types.
de: Enthält alle GNOME-basierten Projekttypen.
es: Contiene los tipos de proyectos conformes al estándar GNOME.
fr: Contient tous les types de projets compatibles avec GNOME.
hu: Minden GNOME-alapú projekttípust tartalmaz.

source: Contains all individual project types.
de: Enthält alle individuellen Projekttypen.
es: Contiene todos los tipos individuales de proyecto.
fr: Contient tous les types de projets individuels.
hu: Minden egyedi projekttípust tartalmaz.
it: Contiene tutti i tipi di progetto individuali.
pl: Zawiera indywidualne typy projektów.
pt_br: Contém todos os tipos de projetos individuais.

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
hu: Fordítások
it: Traduzioni
pt_br: Traduções

source: Sources
de: Quellen
es: Fuentes
hu: Forrásfájl(ok)
it: Sorgenti
pt_br: Código fonte

source: Headers
de: Header
es: Cabeceras
fr: En-têtes
hu: 'Header' fájlok
it: Header
pt_br: Cabeçalhos(headers)

source: User Interface
de: Benutzerinterface
es: Interfaz de usuario
hu: Felhasználói felület

source: Creating new file...
de: Erzeuge neue Datei...
es: Creando nuevo fichero...
fr: Création du nouveau fichier...
hu: Új fájl létrehozása...
it: Crea nuovo file...
pl: Tworzenie nowego pliku...
pt_br: Criando novo arquivo...
ru: Создание нового файла ...
sv: Skapar en ny fil...

source: Ready.
de: Bereit.
es: Listo.
fr: Prêt.
hu: Kész.
it: Pronto.
pl: Gotów.
pt_br: Pronto
sv: Redo.

source: Opening file...
de: Öffne Datei...
es: Abriendo fichero
fr: Ouverture du fichier...
hu: Fájl megnyitása...
it: Sto aprendo il file...
pl: Otwieranie pliku...
pt_br: Abrindo arquivo...
ru: Открытие файла...
sv: Öppnar fil...

source: Closing file...
de: Schließe Datei...
es: Cerrando fichero...
fr: Fermeture du fichier...
hu: Fájl bezárása...
it: Sto chiudendo il file...
pl: Zamykanie pliku...
pt_br: Fechando arquivo...
ru: Закрытие файла...
sv: Avslutar fil...

source: Save?
de: Speichern?
es: ¿Guardar?
fr: Enregistrer ?
hu: Elmentsem?
it: Salvo?
pl: Zapisaæ?
pt_br: Salvar?
ru: Сохранить?
sk: Uloµi» ?
sv: Spara?

source: The document was modified,save?
de: Das Dokument wurde geändert, speichern?
es: El documento ha sido modificado, ¿Guardar?
fr: Le document a été modifié, enregistrer ?
hu: A dokumentum módosítva lett, elmentsem?
it: Il documento è stato modificato, lo salvo?
pl: Dokument zosta³ zmieniony, zapisaæ?
pt_br: O documento foi modificado. Salvar?
ru: Документ был изменен, сохранить?
sk: Dokument bol zmenený, uloµi» ho ?
sv: Dokumentet har ändrats, vill du spara ändringarna?

source: Closing all files...
de: Schließe alle Dateien...
es: Cerrando todos los ficheros...
fr: Fermeture de tous les fichiers...
hu: Az összes fájl bezárása...
it: Chiusura di tutti i file...
pl: Zamykanie wszystkich plików...
pt_br: Fechando todos os arquivos...
ru: Закрытие всех файлов...
sv: Stänger alla filer...

source: Save changed files ?
de: Geänderte Dateien speichern?
es: ¿Guardar los ficheros modificados?
fr: Enregistrer les fichiers modifiés ?
hu: Mentse a módosított fájlokat?

source: The project
de: Das Projekt
es: El proyecto
fr: Le projet
hu: A
it: Il progetto
pl: Projekt
pt_br: O projecto
sv: Projektet

source: contains changed files. Save modified file
de: enthält geänderte Dateien. Änderungen speichern
es: contiene ficheros modificados. ¿Guardar el fichero modificado
fr: contient des fichiers modifiés. Enregistrer les fichiers modifiés ?
hu: projekt módosított fájlokat tartalmaz. Elmentsem ezt:
it: contiene dei file modificati. Salvo i file modificati
pl: zawiera zmienione pliki. Zapisaæ zmieniony plik
pt_br: contem arquivos modificados. Salvar arquivos modificados
sv: innehåller ändrade filer. Vill du spara dessa filer?

source: Save all
de: Alles speichern
es: Guardar todo
fr: Enregistrer tout
hu: Mindent elment
it: Salva tutto
pl: Zapisz wszystko
pt_br: Salvar tudo
sv: Spara allt

source: Untitled.h
de: Unbenannt.h
es: SinNombre.h
fr: SansTitre.h
hu: Névtelen.h
it: Senzatitolo.h
pl: Nienazwany.h
sv: Namnlös.h

source: Untitled.cpp
de: Unbenannt.cpp
es: SinNombre.cpp
fr: SansTitre.cpp
hu: Névtelen.cpp
it: Senzatitolo.cpp
pl: Nienazwany.cpp
pt_br: Sem_Titulo.cpp
sv: Namnlös.cpp

source: File modified
de: Datei geändert
es: Fichero modificado
fr: Fichier modifié
hu: Módosított fájl
it: File modificato
pt_br: Arquivo modificado

source: The file
de: Die Datei
es: El fichero
fr: Le fichier
hu: A

source: was modified outside this editor.Save anyway?
de: wurde außerhalb dieses Editors verändert. Trotzdem speichern?
es: ha sido modificado por otro programa. ¿Guardar de todas formas?
fr: a été modifié à l'extérieur de cet éditeur. Enregistrer ?
hu: fájlt módosította egy másik program. Folytassam a mentést?

source: Saving file
de: Speichere Datei
es: Guardando fichero
fr: Enregistrement du fichier
hu: Fájl mentése
it: Salvataggio file
pl: Zapisywanie pliku...
pt_br: Salvando arquivo
sv: Sparar fil

source: File
de: Datei
es: Fichero
fr: Fichier
hu: A
pt_br: Arquivo

source: not saved.
de: nicht gespeichert.
es: no ha sido guardado.
fr: non enregistré.
hu: fájl nincs elmentve.
it: non è salvato.
pt_br: não foi salvado.

source: saved.
de: gespeichert.
es: guardado.
fr: enregistré.
hu: fájl el van mentve.
it: è salvato.
pt_br: salvado.

source: Save file as...
de: Speichere Datei unter...
es: Guardando fichero como...
fr: Enregistrer le fichier sous...
hu: Mentés másként...
it: Salva file come...
pl: Zapisz plik jako...
pt_br: Salvar arquivo como...
ru: Сохранить файл как...
sv: Spara fil som...

source: Saving all changed files...
de: Speichere alle geänderten Dateien...
es: Guardando todos los ficheros modificados...
fr: Enregistrement de tous les fichiers modifiés...
hu: Minden módosított fájl elmentése...
it: Salataggio tutti i file modificati...
pl: Zapisywanie wszystkich zmienionych plików...
pt_br: Salvando todos os arquivos mudados...
ru: Сохранение всех измененных файлов...
sv: Sparar alla ändrade filer...

source: Autosaving...
de: Speichere automatisch...
es: Autoguardando...
fr: Enregistrement automatique...
hu: Automatikus mentés...
it: Salvataggio automatico...
pl: Autozapis...
pt_br: Salvando automaticamente...
sv: Autosparar..

source: The file %s was modified outside this editor. Save anyway?
de: Die Datei %s wurde außerhalb dieses Editors verändert. Trotzdem speichern?
es: El fichero %s ha sido modificado por otro programa. ¿Guardarlo de todas formas?
fr: Le fichier %s a été modifié à l'extérieur de l'éditeur. Enregistrer quand même ?
hu: A(z) %s fájlt egy másik program módosította. Folytassam a mentést?

source: Exiting...
de: Beende...
es: Saliendo...
fr: Sortie...
hu: Kilépés...
it: Terminando...
pl: Wychodzê...
pt_br: Saindo...
ru: Выход...
sv: Avslutar...

source: Cutting...
de: Schneide aus...
es: Cortando...
fr: Couper...
hu: Kivágás...
it: Taglia...
pl: Wycinanie...
pt_br: Cortando...
ru: Вырезание...
sv: Klipper ut..

source: Copying...
de: Kopiere...
es: Copiando...
fr: Copier...
hu: Másolás...
it: Copia...
pl: Kopiowanie...
pt_br: Copiando...
ru: Копирование...
sv: Kopierar...

source: Pasting selection...
de: Füge Auswahl ein...
es: Pegando selección...
fr: Coller la sélection...
hu: Kijelölés beillesztése...
it: Incolla selezione...
pl: Wklejanie zaznaczonego...
pt_br: Colando seleção...
ru: Вставка выделения...
sv: Klistrar in markering...

source: Inserting file contents...
de: Füge Dateiinhalte ein...
es: Insertando el contenido del fichero...
fr: Insertion de fichiers...
hu: Fájl tartalmának beillesztése...
it: Inserimento contenuto del file...
pl: Wstawianie zawarto¶ci pliku...
pt_br: Inserindo conteúdo do arquivo...
ru: Вставка содержимого файла...
sv: Klistrar in från fil...

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...
hu: Keresés...
it: Cercando...
pl: Wyszukiwanie...
pt_br: Procurando...
ru: Поиск...
sv: Söker...

source: Repeating last search...
de: Wiederhole letzte Suche...
es: Repitiendo la última búsqueda...
fr: Poursuite de la recherche...
hu: Az utolsó keresés megismétlése...
it: Ripeto l'ultima ricerca...
pl: Powtarzanie ostatniego wyszukiwania...
pt_br: Repetindo a última procura...
ru: Повтор последнего поиска...
sv: Upprepar senaste sökningen...

source: Searching in Files...
de: Suche in Dateien...
es: Buscando en ficheros...
fr: Recherche dans les fichiers...
hu: Keresés fájlokban...
it: Ricerca in File...
pl: Wyszukiwanie w Plikach...
pt_br: Procurando nos Arquivos...

source: Replacing...
de: Ersetze...
es: Reemplazando...
fr: Remplacement...
hu: Csere...
it: Sostituisco...
pl: Zamienianie...
pt_br: Substituindo...
ru: Замена...
sv: Ersätter...

source: Selecting all...
de: Wähle alles...
es: Seleccionándolo todo...
fr: Sélectionner tout...
hu: Mindent kijelölni...
it: Seleziono tutto...
pl: Zaznaczanie wszystkiego...
pt_br: Selecionando tudo...
ru: Выделение всего...
sv: Markerar allt...

source: Switching to selected line...
de: Gehe zur gewählten Zeile...
es: Saltando a la línea seleccionada...
fr: Aller à la ligne sélectionnée...
hu: A kijelölt sorra ugrás...
it: Vado alla line selezionata...
pl: Przechodzê do zaznaczonej linii...
pt_br: Indo para a linha selecionada...
ru: Переключение на выбранную строку...
sv: Hoppar till den valda raden...

source: Compiling
de: Compiliere
es: Compilando
fr: Compilation de
hu: Fordítás
it: Compila
pl: Kompilowanie
pt_br: Compilando
sv: Kompilerar fil

source: Project sources have been modified
de: Quelldateien sind verändert worden
es: Los fuentes del proyecto han sido modificados
fr: Les sources du projet ont été modifiées
hu: A projekt forrása megváltozott
