Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Impl.
es: Implementación
hu: Megvalósítás

source: Inheritance
de: Vererbung
es: Herencia
fr: Héritage
hu: Öröklõdés

source: Additional Options
de: Zusätzl. Optionen
es: Opciones adicionales
fr: Options supplémentaires
hu: További lehetõségek
it: Opzioni Addizionali
pl: Dodatkowe opcje
pt_br: Opções Adicionais
sv: Ytterligare alternativ:

source: use header/cpp-templates
de: Header/Cpp-Vorlagen verwenden
es: Plantillas de cabecera/cpp
fr: Utiliser les squelettes en-tête/cpp
hu: 'header'/cpp-sablonok használata
it: usa template header/cpp
pl: u¿ywaj szablonów .h/.cpp
pt_br: utilizar modelos header/cpp
sv: använd header/cpp-mallar

source: generate a QWidget-Childclass
de: QWidget-Childklasse erzeugen
es: Generar clase hija de QWidget
fr: Générer une classe fille de QWidget
hu: QWidget-örökösosztály generálása
it: genera un classe figlio di QWidget
pl: utwórz potomka klasy QWidget
pt_br: gerar uma Classe-Filha QWidget
sv: skapa en QWidget-barnklass

source: Sorry, but KDevelop is not able to add classes to existing header or implementation files.
de: Leider kann KDevelop keine Klassen zu vorhandenen Headern oder Implementationen hinzufügen.
es: Lo sentimos, pero el KDevelop no puede añadir clases a ficheros de cabecera o de implementación ya existentes.
fr: Désolé, KDevelop n'est pas capable d'ajouter des classes dans les fichiers d'en-tête ou d'implantation existants.
hu: Elnézést, de a KDevelop nem tud osztályokat hozzáadni már létezõ header vagy cpp fájlokhoz.

source: Insert your new classname here. Please try to keep some standards like using an upper `K` as the first letter for your new class, if it is a class for a KDE-project.
de: Geben Sie hier den Klassennamen ein. Bitte versuchen Sie, den Standards zu folgen und als ersten Buchstaben ein 'K' zu verwenden, wenn es sich um eine Klasse für ein KDE-Projekt handelt.
es: Introduzca aquí el nuevo nombre de la clase. Intente mantener ciertos normas, como utilizar una `K' mayúscula como primera letra de su nueva clase, si se trata de una clase para un proyecto KDE.
fr: Mettez ici le nom de votre nouvelle classe. Essayez de vous conformer aux standards, tels que le K majuscule en première lettre du nom de classe si c'est une classe pour un projet KDE.
hu: Itt adja meg az új osztály nevét. Próbálja betartani a konvenciókat, például egy KDE-projekthez szánt osztály nevét 'K' betûvel szokták kezdeni.
it: Inserisci il nome della nuova classe. Prego mantenere un certo standard come usare la lettera maiuscola `K' come prima lettera della classe se essa è parte di un progetto KDE.
pl: Tu wstaw nazwê twojej nowej klasy. Staraj siê dostosowywaæ do standardów jak np. u¿ywanie 'K' jak pierwszej litery w nazwie gdy jest to klasa dla projektu KDE.
pt_br: Insira o nome da nova classe aqui. Por favor tenta manter alguns standards tal como utilizar um 'K' maiúsculo como primeira letra da nova classe, se for uma classe de um projecto KDE.
sv: Skriv in ditt nya klassnamn här. Var vänlig och använd standarden som att använda ett stort 'K' som första bokstav i en klass som är för ett KDE-projekt.

source: Insert the baseclass from which your new class will be derived from. If you have checked `generate a QWidget-Childclass`, the new class will be derived from QWidget. If no baseclass is named, the new class will not have a parent class.
de: Geben Sie hier eine Basisklasse ein, von der Ihre neue Klasse abgeleitet wird. Wenn Sie 'Erzeuge QWidget-Childklasse' angekreuzt haben, wird die neue Klasse von QWidget abgeleitet. Wenn kein Name für die Basisklasse eingegeben wird, hat die erzeugte Klasse keine Parent-Klasse.
es: Introduzca la clase base desde la que se derivará su nueva clase. Si ha marcado `generar clase hija de QWidget' la nueva clase será derivada de QWidget. Si no se elije ninguna la nueva clase no tendrá una clase padre.
fr: Mettez la classe de base de laquelle dérive votre classe. Si vous avez choisi `Générer une classe fille de QWidget`, la nouvelle classe dérivera de QWidget. Si aucune classe de base n'est indiquée, la nouvelle classe n'aura pas de classe parent.
hu: Adja meg az alaposztályt, amelybõl az új osztályt származtatni kívánja. Ha bejelölte a 'QWidget-örökösosztály generálása' opciót, az új osztály a QWidget-bõl lesz származtatva. Ha nincs alaposztály megjelölve, a leendõ osztálynak nem lesz szülõosztálya.
it: Inserisci la classe base dalla quale la tua nuova classe è derivata. Se attivi `genera una classe figlio di QWidget', la nuova classe sarà derivata da QWidget. Se non si indica nessuna classe base, la nuova classe non avrà classe padre.
pl: Wstaw klasê bazow± z której twoja nowa klasa bêdzie dziedziczyæ. Je¶li zaznaczy³e¶ 'generuj potomka QWidget' nowa klasa bêdzie dziedziczyæ po QWidget. Je¶li nie podasz tu klas bazowych, twoja nowa klasa nie bêdzie mia³a rodzica.
pt_br: Insira a classe base de onde a sua nova classe será derivada. Se definiu 'gerar uma classe-filha QWidget', a nova classe será derivada de QWidget. Se não for indicada nenhuma classe base, a nova classe não terá uma classe pai.
sv: Skriv in basklassen från vart din nya klass skall deriveras från. Om du ha markerad 'skapa en QWidget-barnklass', kommer den nya klassen att deriveras från QWidget. Om du inte anger någon basklass kommer den inte den nya klassen att ha någon huvudklass.

source: Insert your header filename here. It is automatically inserted while you select the classname, but you can still edit it afterwards.
de: Geben Sie hier den Headerdateinamen ein. Dieser wird zwar automatisch eingefügt, während Sie einen Klassennamen wählen, aber Sie können ihn noch verändern.
es: Introduzca aquí el nombre de su fichero de cabecera. Será insertado automáticamente mientras selecciona el nombre de la clase, pero podrá seguir modificándolo después.
fr: Mettez ici le nom de votre fichier d'en-tête. Il sera automatiquement généré lorsque vous saisirez le nom de la classe, mais vous pourrez le modifier après.
hu: Itt adhatja meg a 'header'-fájl nevét. Ez a mezõ automatikusan kitöltõdik amikor az osztály nevét beírja, de utána szabadon szerkeszthetõ.
it: Inserisci il nome del file di header. Esso sarà automaticamente inserito quando selezioni il nome della classa, ma puoi comunque modificarlo in seguito.
pl: Tu wsztaw nazwê pliku nag³ówkowego. Nazwa jest automatycznie wstawiana gdy podajesz nazwê klasy, ale mo¿esz j± pó¼niej zmieniæ.
pt_br: Insira nome de novo ficheiro header aqui. Será automaticamente inserido enquanto selecciona o nome da classe, mas pode ainda assim editá-lo depois.
sv: Skriv in ditt 'header'-filnamn här. Den sätts automatiskt in medan du väljer ett klassnamn, men du kan ändra namnet om du vill efteråt.

source: Insert your implementation filename here. It is automatically inserted while you select the classname, but you can still edit it afterwards.
de: Geben Sie hier den Implementationsdateinamen ein. Dieser wird zwar automatisch eingefügt, während Sie einen Klassennamen wählen, aber Sie können ihn noch verändern.
es: Introduzca aquí el nombre de su fichero de implementación. Será insertado automáticamente mientras selecciona el nombre de la clase, pero podrá seguir modificándolo después.
fr: Mettez ici le nom de votre fichier d'implantation. Il sera automatiquement inséré lorsque vous saisirez le nom de la classe, mais vous pourrez le modifier ensuite.
hu: Itt adhatja meg a C/C++ fájlnevet. Ez a mezõ automatikusan kitöltõdik amikor az osztály nevét beírja, de utána szabadon szerkeszthetõ.
it: Inserisci il nome del file di implementazione. Esso sarà automaticamente inserito quando selezioni il nome della classa, ma puoi comunque modificarlo in seguito.
pl: Tutaj podaj nazwê pliku implementacji. Nazwa jest automatycznie wstawiana gdy podajesz nazwê klasy, ale mo¿esz j± pó¼niej zmieniæ.
pt_br: Insira o nome do ficheiro de implementação aqui. Será automaticamente inserido enquanto selecciona o nome da classe, mas pode ainda assim editá-lo depois.
sv: Skriv in din implemetationsfilnamn här. Den sätts in automatiskt när du väljer ett klassnamn, men du kan fortfarande ändra på den efteråt.

source: Insert a short description for your new class here for documenation purposes. This will be used for the API-documentation you can create or update after the class is created.
de: Geben Sie hier eine kurze Beschreibung für Ihre neue Klasse ein. Diese wird für die API-Dokumentation, die Sie erstellen oder aktualisieren können, nachdem die Klasse erzeugt wurde, verwendet.
es: Introduzca aquí una pequeña descripción de su nueva clase. Esta descripción será utilizada para documentación de la API que puede crear o actualizar después de haber creado la clase.
fr: Mettez ici une courte description de votre classe pour les fonctions de documentation. Elle sera utilisée pour la documentation de l'API que vous pourrez créer ou mettre à jour après la création de la classe.
hu: Itt adhatja meg az új osztály rövid leírását dokumentációs célból. Ez lesz felhasználva az API dokumentációhoz, amit Ön hozhat létre és frissíthet az osztály létrehozása után.
it: Insersci una breve descrizione della nuova classe, allo scopo di documentare il codice. Questa verrà usata per la documentazioneAPI del progetto. Puoi comunque crearla o aggiornarla anche dopo che la classe è stata creata.
pl: Tu wstaw krótki opis dla twojej nowej klasy. Ten opis bêdzie wykorzystany w dokumentacji. Tekst ten zostanie wykorzystany przy generowaniu dokumentacji API projektu. Bêdziesz móg³ go równie¿ w przysz³o¶ci zmieniæ.
pt_br: Insira uma curta descrição para a nova classe aqui para servir a documentação. Será utilizada na Documentação API que criar ou actualizar após a criação da classe.
sv: Skriv in en kort beskrivning av din nya klass här. Detta kommer att användas för API-dokumentationen som du kan skapa eller uppdatera efter att klassen är skapad.

source: This offers additional options to your new class. If you check `use header/cpp-templates`, your name and email adress will be added into the new generated files If you check `generate a QWidget-Childclass`, the new class will use QWidget as the baseclass. This is also useful for using baseclasses derived from QWidget, e.g. QDialog.
de: Hier werden zusätzliche Optionen für Ihre neue Klasse ge- boten. Wenn Sie 'Header/Cpp-Vorlagen verwenden' ankreuzen, werden Ihr Name und Ihre Email-Adresse in die neu erzeugten Dateien eingefügt. Wenn Sie 'QWidget-Childklasse erzeugen' ankreuzen, wird QWidget als Basisklasse für die neue Klasse verwendet. Dies ist auch nützlich, um Basisklassen, die von QWidget abgeleitet sind, wie z. B. QDialog, zu verwenden.
es: Aquí se ofrecen opciones adicionales para su nueva clase. Si marca `plantillas de cabecera/cpp', su nombre y su dirección de email serán añadidos en los ficheros que se generen. Si marca `generar clase hija de QWidget', la nueva clase usará QWidget como clase base. Esto también es útil para utilizar clases base derivadas de QWidget, ej. QDialog.
fr: Ceci propose des options supplémentaires pour votre classe. Si vous choisissez `squelette en-tête/cpp`, votre nom et adresse électronique seront ajoutés aux fichiers générés. Si vous choisissez `Classe fille de QWidget`, la nouvelle classe utilisera QWidget comme classe de base. Ceci est aussi utile si vous utilisez une classe de base dérivée de QWidget, tel que QDialog.
hu: További lehetõségeket ajánl fel az új osztályához. Ha a `header/cpp-sablonok használata` opciót választja, az Ön neve és e-mail címe hozzá lesz adva az újonnan generált fájlokhoz. Ha a `QWidget-örökösosztály generálása` opciót választja, az új osztály a QWidget-et használja alaposztályként. Ez akkor is hasznos, ha a QWidget-bõl származtatott alaposztályt, pl. a QDialog-ot használ alaposztálynak.
it: Questo permette di aggiungere altre opzioni alla nuova classe. Se selezioni `usa template header/cpp', il tuo nome ed il tuo email saranno aggiunti ai nuovi file creati. Se selezioni `crea classe figlio di QWidget' la nuova classe userà QWidget come classe base. Questo è utile per usare classi base derivate da QWidget, come ad esempio QDialog.
pl: To oferuje dodatowe opcje dla twojej nowej klasy. Je¶li zaznaczysz 'u¿ywaj szablonów .h/.cpp', twoje imiê i adres e-mailzostan± dodane do wygenerowanych plików. Je¶li zaznaczysz `utwórz potomka klasy QWidget`, nowa klasa bêdzie dziedziczyæ po QWidget. Przydaje siê to równie¿ dla klas dziedzicz±cych z potomków QWidget, jak np. QDialog.
pt_br: Aqui oferece-se opções adicionais para a sua nova classe. Se seleccionar 'utilizar modelos header/cpp', o seu nome e endereço e-mail serão adicionados aos novos ficheiros gerados. Se seleccionar 'gerar uma Classe-Filha QWidget', a nova classe usará QWidget como a classe base. Isto também é útil para utilizar classes base derivadas da QWidget, por ex. QDialog.
sv: Här kan du ange ytterligare alternativ till din nya klass. Om du markerade 'använd header/cpp-mallar', kommer ditt namn och e-postadress att läggas till i de skapade filerna. Om du markerar 'skapa en QWidget-barnklass' kommer den nya klassen att använda QWidget som basklass. Detta är också användbart när man använder basklasser deriverade från QWidget t.ex. QDialog.

source: Check here your inheritance from the chosen baseclass. You can derive from a baseclass as public,protected or private.
de: Wählen Sie hier die Art der Vererbung von der gewählten Basisklasse. Sie können von einer Basisklasse 'public', 'protected' oder 'private' erben.
es: Elija el modo de herencia desde la clase base. Puedes derivar de una clase base como pública, protegida o privada.
fr: Choisissez ici l'héritage de la classe de base. Vous pouvez dériver d'une classe de base en public, protected ou private.
hu: Itt választhatja meg az alaposztályból való öröklõdés típusát. Az új osztály az alaposztályból 'public', 'protected' vagy 'private' módon öröklödhet.
it: Controlla l'ereditarietà della classe dalla classe base selezionata Puoi derivare da una classe base in modo public, protected o private.
pl: Wybierz tu sposób dziedziczenia z klasy bazowej. Mo¿esz dziedziczyæ jako public,protected lub private.
pt_br: Verifique aqui a sua hereditariedade da classe base escolhida. Pode derivar de uma classe base como publica, protegida ou privada.
sv: Välj ditt arv från den valda basklassen. Du kan derivera publika, skyddade eller private.

source: lsm File - Linux Software Map
de: lsm-Datei - Linux Software Map
es: Fichero lsm - Linux Software Map
fr: Fichier lsm - Linux Software Map
hu: lsm-fájl - Linux szoftvertérkép
it: File lsm - Linux Software Map
pl: Plik lsm - Linux Software Map
pt_br: Ficheiro lsm - Mapa de Software Linux
sv: lsm-fil - Linux Software Map

source: kdelnk-File - for the KDE-Menu
de: kdelnk-Datei - für das KDE-Menü
es: Fichero kdelnk - para el menú del KDE
fr: Fichier kdelnk - pour le menu KDE
hu: munkaasztal-linkfájl - a KDE menükhöz
it: File kdelnk - per il Menu KDE
pl: Plik kdelnk - do KDE-Menu
pt_br: Ficheiro kdelnk - para o Menu KDE
sv: kdelnk-fil - för KDE menyn

source: Icon (*.xpm)
es: Icono (*.xpm)
fr: Icône (*.xpm)
hu: Ikon (*.xpm)
it: Icona (*.xpm)
pl: Ikona (*.xpm)
sv: Ikon (*.xpm)

source: LinuxDoc SGML (english) (*.sgml)
de: LinuxDoc SGML (englisch) (*.sgml)
es: SGML LinuxDoc (inglés) (*.sgml)
fr: SGML LinuxDoc (anglais) (*.sgml)
hu: LInuxDoc SGML(angol) (.sgml)

source: DocBook SGML (english) (*.docbook)
de: DocBook SGML (englisch) (*.docbook)
es: SGML DocBook (inglés) (*.docbook)
fr: SGML DocBook (anglais) (*.docbook)
hu: DocBook SGML (angol) (*.docbook)

source: C/C++ Header (*.h,*.hxx)
es: Cabecera de C/C++ (*.h,*.hxx)
fr: En-tête C/C++ (*.h, *.hxx)
hu: C/C++ 'header'-fájl (*.h,*.hxx)
pl: Nag³ówek C/C++ (*.h,*.hxx)
pt_br: Header C/C++ (*.h,*.hxx)

source: C/C++ File (*.cpp,*.c,*.cc,*.C ...)
de: C/C++ Datei (*.cpp,*.c,*.cc,*.C)
es: Fichero C/C++ (*.cpp,*.c,*.cc,*.C ...)
fr: Fichier C/C++ (*.cpp, *.c, *.cc, *.C ...)
hu: C/C++ forrásfájl (*.cpp,*.c,*.cc,*.C ...)
it: File C/C++ (*.cpp,*.c,*.cc,*.C ...)
pl: Plik C/C++ (*.cpp,*.c,*.cc,*.C ...)
pt_br: Ficheiro C/C++ (*.cpp,*.c,*.cc,*.C ...)

source: Empty Textfile
de: Leere Textdatei
es: Fichero de texto vacío
fr: Fichier texte vide
hu: Üres szövegfájl
it: File di testo vuoto
pl: Pusty plik tekstowy
pt_br: Ficheiro de Texto Vazio
sv: Tom textfil

source: Qt/KDE Dialog (*.kdevdlg)
es: Diálogo de Qt/KDE (*.kdevdlg)
fr: Boîte de dialogue Qt/KDE (*.kdevdlg)
hu: Qt/KDE dialógus (*.kdevdlg)
it: Dialog Qt/KDE (*.kdevdlg)
pt_br: Diálogo Qt/KDE (*.kdevdlg)

source: Qt2 User Interface (*.ui)
de: Qt2 Benutzerinterface (*.ui)
es: Interfaz de usuario de Qt2 (*.ui)
hu: Qt2 felhasználói felület (*.ui)

source: Lexical File (*.l, *.ll, *.lxx, *.l++)
de: Lexikalische Datei (*.l, *.ll, *.lxx, *.l++)
es: Fichero léxico (*.l, *.ll, *.lxx, *.l++)
fr: Fichier lexical (*.l, *.ll, *.lxx, *.l++)
hu: Lexikai fájlok (*.l, *.ll, *.lxx, *.l++)
it: File Lessicali (*.l, *.ll, *.lxx, *.l++)
pt_br: Ficheiro de Léxico (*.l, *.ll, *.lxx, *.l++)

source: Choose the type of the new file here.
de: Wählen Sie hier den Typ der neuen Datei.
es: Elija aquí el tipo del nuevo fichero
fr: Sélectionnez ici le type de votre nouveau fichier.
hu: Válassza ki az új fájl típusát.
it: Seleziona il tipo del nuovo file.

source: Manuals
de: Handbuch
es: Manuales
fr: Manuels
hu: Kézikönyvek
it: Manuali
pl: Instrukcje
pt_br: Manuais
sv: Användarhandböcker

source: Filename:
de: Dateiname:
es: Nombre del fichero:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
pl: Nazwa pliku:
pt_br: Nome de Ficheiro:
sv: Filenamn:

source: Enter a name for your new file here.
de: Geben Sie hier einen Namen für die neue Datei ein.
es: Introduzca aquí un nombre para su nuevo fichero.
fr: Saisissez ici le nom de votre nouveau fichier.
hu: Adja meg az új fájl nevét.
it: Inserisci il nome del nuovo file.

source: use Template
de: Vorlage benutzen
es: Usar plantilla
fr: Utiliser un squelette
hu: sablon használata
it: usa Template
pl: u¿yj Szablonu
pt_br: usar Modelo
sv: använd mall

source: Check this if you want to use a template.
de: Kreuzen Sie dies an, wenn Sie eine Vorlage verwenden wollen.
es: Marque esta opción si desea utilizar una plantilla.
fr: Cochez ceci si vous voulez utiliser un squelette.
hu: Jelölje be, ha sablont kíván használni.
it: Imposta questo selettore se vuoi usare un template.

source: Project Options
de: Projekt-Optionen
es: Opciones del proyecto
fr: Options du projet
hu: A projekt beállításai
it: Opzioni di Progetto
pl: Opcje projektu
pt_br: Opções de Projecto
ru: Настройки проекта
sv: Projektets inställningar

source: add to Project
de: Zum Projekt hinzufügen
es: Añadir al proyecto
fr: ajouter au projet
hu: hozzáadás a projekthez
it: aggiungi al Progetto
pl: dodaj do Projektu
pt_br: adicionar ao Projecto
sv: lägg till projektet

source: Check this if you want to add the new file to your project.
de: Kreuzen Sie dies an, wenn Sie die neue Datei zu Ihrem Projekt hinzufügen wollen.
es: Marque esta opción si desea añadir el nuevo fichero al proyecto.
fr: Cochez ceci si vous voulez ajouter le nouveau fichier au projet.
hu: Jelölje be, ha hozzá kívánja adni ezt az új fájlt a projekthez.
it: Imposta questo selettore se vuoi aggiungere il nuovo file al progetto.

source: Enter the directory where the new file will be located.
de: Geben Sie das Verzeichnis ein, wo sich die neue Datei befinden soll.
es: Introduzca el directorio en que se situará el nuevo fichero.
fr: Saisissez le dossier dans lequel se trouvera le nouveau fichier.
hu: Adja meg a könyvtárat, ahová az új fájl kerül.
it: Inserisci la directory nella quale porre il nuovo file.

source: Here you can choose a directory where the new file will be located.
de: Hier können Sie ein Verzeichnis wählen, in dem sich die neue Datei befinden soll.
es: Aquí puede elegir el directorio en que se situará el nuevo fichero.
fr: Vous pouvez choisir ici le dossier dans lequel sera créé le nouveau fichier.
hu: Válassza ki a könyvtárat, ahová az új fájl kerül.
it: Seleziona una directory nella quale porre il nuovo file.

source: The filename must end with .cpp,.c,.cc,.C,.cxx,.ec or .ecpp!
de: Der Dateiname muß mit .cpp,.c,.cc,.C,.cxx,.ec oder .ecpp enden!
es: ¡ El nombre del fichero debe terminar en .cpp,.c,.cc,.C,.cxx,.ec o .ecpp !
fr: Le nom du fichier doit se terminer par .cpp, .c, .cc, .C, .cxx, .ec ou .ecpp !
hu: A fájlnév végzõdése csak .cpp,.c,.cc,.C,.cxx,.ec vagy .ecpp lehet.
it: Il nome del file deve terminare con .cpp,.c,.cc,.C,.cxx,.ec o .ecpp!
pl: Nazwa pliku musi siê koñczyæ na .cpp,.c,.cc,.C,.cxx,.ec lub .ecpp!
pt_br: O nome do ficheiro tem de terminar com .cpp,.c,.cc,.C,.cxx,.ec ou .ecpp!

source: The filename must end with .h or .hxx!
de: Der Dateiname muß mit .h oder .hxx enden!
es: ¡ El nombre del fichero debe terminar en .h o .hxx!
fr: Le nom du fichier doit se terminer par .h ou .hxx !
hu: A fájlnév végzõdése csak .h vagy .hxx lehet.
it: Il nome del file deve terminare con .h o .hxx!
pl: Nazwa pliku musi siê koñczyæ na .h lub .hxx!
pt_br: O nome do ficheiro tem de terminar com .h ou .hxx!

source: The filename must end with .lsm !
de: Der Dateiname muß mit .lsm enden!
es: ¡ El nombre del fichero debe terminar en .lsm !
fr: Le nom du fichier doit se terminer par .lsm !
hu: A fájlnév végzõdése csak .lsm lehet.
it: Il nome del file deve terminare con .lsm!
pl: Nazwa pliku musi koñczyæ siê na .lsm !
pt_br: O nome do ficheiro tem de terminar com .lsm !
ru: Файл должен оканчиваться на .lsm !
sv: Filnamnet måste sluta med .lsm !

source: The filename must end with .kdelnk !
de: Der Dateiname muß mit .kdelnk enden!
es: ¡ El nombre del fichero debe terminar en .kdelnk !
fr: Le nom du fichier doit se terminer par .kdelnk !
hu: A fájlnév végzõdése csak .kdelnk lehet.
it: Il nome del file deve terminare con .kdelnk!
pl: Nazwa pliku musi koñczyæ siê na .kdelnk !
pt_br: O nome do ficheiro tem de terminar com .kdelnk !
ru: Файл должен оканчиваться на .kdelnk !
sv: Filnamnet måste sluta med .kdelnk !

source: The filename must end with .sgml !
de: Der Dateiname muß mit .sgml enden!
es: ¡ El nombre del fichero debe terminar en .sgml !
fr: Le nom du fichier doit se terminer par .sgml !
hu: A fájlnév végzõdése csak .sgml lehet.
it: Il nome del file deve terminare con .sgml!
pl: Nazwa pliku musi koñczyæ siê na .sgml !
pt_br: O nome do ficheiro tem de terminar com .sgml !
ru: Файл должен оканчиваться на .sgml !
sv: Filnamnet måste sluta med .sgml !

source: The filename must end with .docbook !
de: Der Dateiname muß mit .docbook enden!
es: ¡ El nombre del fichero debe terminar en .docbook !
fr: Le nom du fichier doit se terminer par .docbook !
hu: A fájlnév végzõdése csak .docbook lehet.

source: The filename must end with .kdevdlg !
de: Der Dateiname muß mit .kdevdlg enden!
es: ¡ El nombre del fichero debe terminar en .kdevdlg !
fr: Le nom du fichier doit se terminer par .kdevdlg !
hu: A fájlnév végzõdése csak .kdevdlg lehet.
it: Il nome del file deve terminare con .kdevdlg!
pt_br: Ficheiro tem de terminar com .kdevdlg !

source: The filename must end with .ui !
de: Der Dateiname muß mit .ui enden!
es: ¡ El nombre del fichero debe terminar en .ui !
hu: A fájlnév végzõdése csak .ui lehet.

source: The filename must end with .xpm !
de: Der Dateiname muß mit .xpm enden!
es: ¡ El nombre del fichero debe terminar con .xpm !
fr: Le nom du fichier doit se terminer par .xpm !
hu: A fájlnév végzõdése csak .xpm lehet.
it: Il nome del file deve terminare con .xpm!
pl: Nazwa pliku musi koñczyæ siê na .xpm!
pt_br: O nome do ficheiro tem de terminar com .xpm !
sv: Filnamnet måste sluta med .lsm !
