Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: <i>Class : QPushButton</i> When enabled, the button will be the default button. That means if the user presses return this button will receive the clicked() signal. Note that only one button can be the default button and that this value is only valid in dialogs.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, ist dieser Knopf der Standardknopf. D.h., wenn der Benutzer 'Return' drückt, empfängt dieser Knopf das clicked()-Signal. Achtung: Nur <i>ein</i> Knopf kann der Standardknopf sein. Dieser Wert ist nur in Dialogen gültig.
es: <i>Clase : QPushButton</i> Cuando esté habilitado el botón será el botón por defecto. Esto significa que si el usuario pulsa intro este será el botón que reciba la señal clicked(). Nota: sólo un botón puede ser el botón por defecto, y este valor sólo es válido en los diálogos.
fr: <i>Classe : QPushButton</i> Si ceci est activé, ce bouton sera le bouton par défaut. Cela signifie que si l'utilisateur appuie sur Entrée, c'est ce bouton qui recevra le signal clicked(). Remarquez qu'un seul bouton peut être par défaut et que cette valeur est valide uniquement dans les boîtes de dialogue.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, ez lesz az alapértelmezésû nyomógomb. Ez azt jelenti, hogyha a felhasználó megnyomja az ENTER-t, ez a gomb kapja megy a 'clicked()'-(lenyomva) szignált. Ügyeljen arra, hogy csak egy nyomógomb lehet alapértelmezésû, és hogy ez az érték csak dialógusablakokban érvényes.
pl: <i> Klasa : QPushButton</i> Je¶li w³±czone, przycisk bêdzie domy¶lny. To znaczy, ¿e je¶li u¿ytkownik wci¶nie Return, ten przycisk otrzyma sygna³ clicked(). Tylko jeden przycisk mo¿e byæ domy¶lny a w³a¶ciwo¶æ ta jest poprawna tylko wewn±trz dialogów.
pt_br: <i>Classe : QPushButton</i> Quando activado, o botão será o botão de defeito. Isso significa que se o utilizador premir enter este botão receberá o sinal clicked(). Note que apenas um botão pode ser o botão de defeito e que este valor é apenas válido em diálogos.

source: <i>Class : QPushButton</i> When enabled, the button will be an auto default button. An auto-default button becomes the default push button automatically when it receives the keyboard input focus.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, wird der Knopf ein Autostandardknopf. Ein Autostandardknopf wird automatisch der Standardknopf, wenn er den Tastatureingabefocus erhält.
es: <i>Clase : QPushButton</i> Cuando esté habilitado el botón será un botón por defecto automáticamente. Esto significa que se volverá el botón por defecto cuando reciba el foco de la entrada de teclado.
fr: <i>Classe : QPushButton</i> Si ceci est activé, ce bouton sera un bouton par défaut automatique, i.e. il deviendra le bouton par défaut automatiquement lorsqu'il reçoit le focus d'entrée clavier.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, ez lesz az automatikus alapértelmezésû nyomógomb. Ebbõl akkor lesz alapértelmezésû nyomógomb, amikor megkapja a billentyûzet bemeneti fókuszát.
pl: <i> Klasa : QPushButton</i> Gdy w³±czone, przycisk bêdzie auto-domy¶lny. Przycisk auto-domy¶lny to taki, który staje siê domy¶lny gdy tylko uaktywnione dla niego zostanie czytanie klawiatury.
pt_br: <i>Classe : QPushButton</i> Quando activado, o botão será um botão automático por defeito. Um botão de defeito automático torna-se o botão premido por defeito automaticamente quando recebe o focus do teclado.

source: <i>Class : QPushButton</i> When enabled, the button keeps pressed until it is pressed again.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, bleibt der Knopf solange gedrückt, bis er noch einmal angeklickt wird.
es: <i>Clase : QPushButton</i> Activada, el botón se mantiene pulsado hasta que se pulsa otra vez.
fr: <i>Classe : QPushButton</i> Si ceci est activé, ce bouton reste pressé jusqu'à ce qu'il soit pressé à nouveau.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, a nyomógomb lenyomva marad a következõ lenyomásig.
pl: <i> Klasa : QPushButton</i> Gdy w³±czony, przycisk pozostaje wci¶niêty a¿do kolejnego wci¶niêcia.
pt_br: <i>Classe : QPushButton</i> Quando activado, o botão mantém-se primido até ser primido de novo.

source: <i>Class : QPushButton</i> When enabled, and isToggleButton is also enabled the button will be toggled down by default.
de: <i>Klasse : QPushButton</i> Wenn aktiviert (und auch isToggleButton aktiviert ist), wird der Knopf standardmäßig gedrückt.
es: <i>Clase : QPushButton</i> Cuando esté habilitado e isToggleButton también lo esté, el botón estará pulsado por defecto.
fr: <i>Class : QPushButton</i> Si ceci et l'option ToggleButton sont activées, le bouton sera en position enfoncée par défaut.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, és az isToggleButton is engedélyezett, a nyomógomb alapértelmezésben át van kapcsolva.
pl: <i> Klasa : QPushButton</i> Gdy w³±czony oraz gdy isToggleButton jest równie¿ w³±czony, przycisk bêdzie wci¶niêty domy¶lnie.
pt_br: <i>Classe : QPushButton</i> Quando activado, e isToggleButton está também activado o botão estará premido por defeito.

source: <i>Class : QPushButton</i> Tells this button to draw a menu indication triangle if enabled, and to not draw one if disabled.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, weist dies den Knopf an, ein Menüindikationsdreieck zu zeichnen.
es: <i>Clase : QPushButton</i> Si está habilitado, le dice al botón que dibuje un triángulo de indicación de menú. Si está deshabilitado, le indica que no lo haga.
fr: <i>Classe : QPushButton</i> Si ceci est activé, ce bouton dessine un triangle d'indication de menu, sinon il n'en dessine pas.
hu: <i>Osztály : QPushButton</i> Ha engedélyezve van, rajzoljon menüt jelzõ háromszöget, és ne, ha nincs.
pl: <i> Klasa : QPushButton</i> Je¶li w³±czony, mówi przyciskowi by rysowa³ strza³kê informuj±c± o rozwijanym menu.
pt_br: <i>Classe : QPushButton</i> Diz a este botão para desenhar um triângulo indicativo no menu se estiver premido, e não desenhar nada se desactivado.

source: <i>Class : QPushButton</i> When enabled, the button will resize itself whenever the contents change.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, verändert der Knopf selbst seine Größe, wenn der Inhalt geändert wird.
es: <i>Clase : QPushButton</i> Habilitado, el botón cambia automáticamente de tamaño cuando cambian los contenidos.
fr: <i>Class : QPushButton</i> Si ceci est activé, le bouton se redimensionnera dès que son contenu changera.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, a nyomógomb újraméretezi magát, ha szövege/tartalma változik.
pl: <i> Klasa : QPushButton</i> Je¶li w³±czone przycisk bêdzie zmienia³ swój rozmiar dostosowuj±c go do zawarto¶ci.
pt_br: <i>Classe : QPushButton</i> Quando activado, este botão redimensionar-se-á sempre que o conteudo se alterar.

source: <i>Class : QPushButton</i> When enabled, the clicked() signal is emitted at regular intervals while the buttons is down. Note that this property does not have any effect if isToggleButton is enabled.
de: <i>Klasse : QPushButton</i> Wenn aktiviert, wird das clicked()-Signal in regelmäßigen Intervallen ausgesendet, während der Knopf gedrückt ist. Achtung: Diese Eigenschaft hat keine Bedeutung, wenn 'isToggleButton' aktiviert ist.
es: <i>Clase : QPushButton</i> Cuando esté habilitado, se emitirá a intervalos regulares una señal clicked() mientras que el botón esté presionado. Nota: esta propiedad no tiene ningún efecto si isToggleButton está habilitado.
fr: <i>Class : QPushButton</i> Si ceci est activé, le signal clicked() est émis à intervalle régulier tant que le bouton est enfoncé. Remarquez que cette propriété n'a aucun effet si isToggleButton est activée.
hu: <i>Osztály : QPushButton</i> Ha engedélyezik, a 'clicked()' szignál rendszeres idõközönként kibocsátásra kerül, amíg a gomb le van nyomva. Ez a tulajdonság hatástalan, ha az isToggleButton engedélyezett.
pl: <i> Klasa : QPushButton</i> Gdy w³±czony, sygna³ clicked() bêdzie emitowany w równych odstêpach czasu przez ca³y czas przyci¶niêcia przycisku. Ta w³a¶ciwo¶æ nie wp³ywa na przyciski z w³±czonym isToggleButton.
pt_br: <i>Classe : QPushButton</i> Quando activado, o sinal clicked() é emitido a intervalos regulares enquanto o botão estiver em baixo. Note que esta propriedade não tem efeito se o isToggleButton estiver activo.

source: <i>Class : QPushButton</i> The pixmap which will appear on the button. Leave it empty if you don't want a pixmap on the button.
de: <i>Klasse : QPushButton</i> Das Pixmap, das auf dem Knopf erscheinen soll. Lassen Sie es einfach leer, wenn Sie kein Bild auf dem Knopf haben wollen.
es: <i>Clase : QPushButton</i> El dibujo que aparecerá en el botón. Déjelo vacío si no desea que el botón tenga ningún dibujo.
fr: <i>Class : QPushButton</i> Le pixmap qui apparaîtra sur le bouton. Laissez-le vide si vous ne voulez pas de pixmap.
hu: <i>Osztály : QPushButton</i> A pixmap, ami a gombon megjelenik. Hagyja üresen, ha nem akar pixmap-et a nyomógombon.
pl: <i> Klasa : QPushButton</i> Piksmapa jaka bêdzie siê pojawiaæ na przycisku. Pozostaw puste je¶li nie chcesz piksmapy.
pt_br: <i>Classe : QPushButton</i> A imagem que irá aparecer no botão. Deixe-a vazia se não deseja uma imagem no botão.

source: <i>Class : QLineEdit</i> This text is set to the lineedit after it is created.
de: <i>Klasse : QLineEdit</i> Dieser Text wird in das LineEdit geschrieben, nachdem es erzeugt wurde.
es: <i>Clase : QLineEdit</i> Tras crear el lineedit, se le asigna este texto.
fr: <i>Classe : QLineEdit</i> Ce texte est mis dans la zone de saisie après sa création.
hu: <i>Osztály : QLineEdit</i> Ez a szöveg lesz a lineedit változó értéke létrehozása után.
pl: <i>Klasa : QLineEdit</i> Ten tekst jest przypisywany kontrolce po jej utworzeniu.
pt_br: <i>Classe : QLineEdit</i> Este texto é definido para o lineedit após ter sido criado.

source: <i>Class : QLineEdit</i> Sets the singleline editor to draw itself inside a two-pixel frame if enabled, otherwise to draw itself without any frame.
de: <i>Klasse : QLineEdit</i> Läßt den Einzelzeicheneditor innerhalb eines 2-Pixel-Rahmens zeichnen, wenn aktiviert, ansonsten ohne Rahmen.
es: <i>Clase : QLineEdit</i> Si se habilita, hace que el control tenga un borde de dos pixeles. En caso contrario, el control se mostrará sin ningún borde.
fr: <i>Classe : QLineEdit</i> Si ceci est activé, l'éditeur monoligne est dessiné dans un cadre de deux pixels, sinon il n'a pas de cadre.
hu: <i>Osztály : QLineEdit</i> Ha engedélyezik, az egysoros szerkesztõ köré két pixeles keretet rajzol,egyébként nem rajzol keretet.
pl: <i>Klasa : QLineEdit</i> Je¶li w³±czony, pole edycyjne narysuje siê wewn±trz dwu-pikselowej ramki.
pt_br: <i>Class : QLineEdit</i> Define o editor de uma linha para se desenhar sozinho dentro de uma moldura de dois pixels se activado, caso contrário para se desenhar sem moldura.

source: <i>Class : QLineEdit</i> Sets the maximum length of the text in the editor.
de: <i>Klasse : QLineEdit</i> Setzt die maximale Länge des Texts im Editor.
es: <i>Clase : QLineEdit</i> Elige la longitud máxima del texto en el editor.
fr: <i>Classe : QLineEdit</i> Définit la longueur maximale du texte dans la zone de saisie.
hu: <i>Osztály : QLineEdit</i> Megadja a szerkeszthetõ szöveg maximális hosszát.
pl: <i>Klasa : QLineEdit</i> Ustawia maksymaln± d³ugo¶æ tekstu w polu edycji.
pt_br: <i>Classe : QLineEdit</i> Define o comprimento máximo do texto no editor.

source: <i>Class : QLineEdit</i> Set the cursor position for this line edit.
de: <i>Klasse : QLineEdit</i> Setzt die Cursorposition für dieses LineEdit.
es: <i>Clase : QLineEdit</i> Elige la posición del cursor en este LineEdit.
fr: <i>Classe : QLineEdit</i> Définit la position du curseur pour cette zone de saisie.
hu: <i>Osztály : QLineEdit</i> Megadja a kurzorpozíciót a sorszerkesztõhöz.
pl: <i>Klasa : QLineEdit</i> Ustawia pozycjê kursora w typ polu edycji.
pt_br: <i>Classe : QLineEdit</i> Define a posição do cursor para a edição desta linha.

source: <i>Class : QLineEdit</i> When enabled the text is initially selected.
de: <i>Klasse : QLineEdit</i> Wenn aktiviert, wird der Text anfänglich gewählt.
es: <i>Clase : QLineEdit</i> Cuando está activado el texto está seleccionado inicialmente.
fr: <i>Classe : QLineEdit</i> Si ceci est activé, le texte sera initialement sélectionné.
hu: <i>Osztály : QLineEdit</i> Ha engedélyezik, a szöveg kezdetben ki van jelölve.
pl: <i>Klasa : QLineEdit</i> Je¶li w³±czone tekst jest domy¶lnie zaznaczany.
pt_br: <i>Classe : QLineEdit</i> Quando activado, o texto está inicialmente seleccionado.

source: <i>Class : QGroupBox</i> Sets the groupbox title that is displayed in the box frame.
de: <i>Klasse : QGroupBox</i> Setzt den Groupbox-Titel, der im Rahmen dargestellt wird.
es: <i>Clase : QGroupBox</i> Indica el título que se mostrará en el marco de la caja.
fr: <i>Classe : QGroupBox</i> Définit le titre du groupe (groupbox) qui est affiché dans le cadre.
hu: <i>Osztály : QGroupBox</i> A groupbox címe, ami a keretben íródik ki.
pl: <i>Klasa : QGroupBox</i> Ustawia tytu³ grupy, który bêdzie wy¶wietlany na obramowaniu
pt_br: <i>Classe : QGroupBox</i> Define o título da caixa de grupo que será apresentado na moldura de caixa.

source: <i>Class : QButtonGroup</i> Sets the buttongroup title that is displayed in the box frame.
de: <i>Klasse : QGroupBox</i> Setzt den Groupbox-Titel, der im Rahmen dargestellt wird.
es: <i>Clase : QGroupBox</i> Indica el título que se mostrará en el marco de la caja.
fr: <i>Classe : QButtonGroup</i> Définit le titre du groupe (buttongroup) qui est affiché dans le cadre.
hu: <i>Osztály : QButtonGroup</i> A buttongroup címe, ami a keretben íródik ki.

source: <i>Class : QProgressBar</i> Sets the total steps of the progressbar. During the iteration of your action to display the progress, you have to call setProgress(int) to advance the progress step displayed to (int)
de: <i>Klasse : QProgressBar</i> Setzt die Anzahl der Schritte in der Fortschrittsleiste. Während des Programmablaufs müssen Sie setProgress(int) aufrufen, um den Fortschritt anzuzeigen.
es: <i>Clase : QProgressBar</i> Especifica el número de pasos de la barra de progreso. Mientras realice la acción para la que muestra la barra, necesita llamar a setProgress(int) para que la barra avance hasta (int) pasos.
fr: <i>Classe : QProgressBar</i> Définit le nombre total de pas sur la barre de progression. Pour afficher la progression pendant l'itération de l'action, vous devez appeler setProgess(int) pour avancer la barre jusqu'au pas (int).
hu: <i>Osztály : QProgressBar</i> Az összes lépések száma a 'progressbar'-on (fejlõdés-oszlop). Hogy jelezze egy folyamat elõrehaladását, a setProgress(int) függvényt kell hívni hogy kijelezze az (int)-edik lépéshez való elérkezést.
pl: <i>Klasa : QProgressBar</i> Ustawia ilo¶æ kroków w listwie postêpu. Podczas iteracji akcji, której postêp jest wy¶wietlany musisz wywo³ywaæ setProgress(int) by posuwaæ wska¼nik do podanej pozycji.
pt_br: <i>Classe : QProgressBar</i> Define os passos totais da barra de progresso. Durante as iterações das suas acções para afixar o progresso, terá de chamar setProgress(int) para avançar o indicador de progresso apresentado como (int)

source: <i>Class : QMultiLineEdit</i> Sets a fixed height for the widget so that the given number of textlines are displayed using the current font.
de: <i>Klasse : QMultiLineEdit</i> Setzt eine fixierte Höhe für das Widget, sodaß die angegebene Anzahl Textzeilen mit der aktuellen Schrift angezeigt werden.
es: <i>Clase : QMultiLineEdit</i> Selecciona una altura fija para el control, de forma que éste muestre el número de líneas aquí seleccionado.
fr: <i>Classe : QMultiLineEdit</i> Définit une hauteur fixe pour le widget, de sorte que le nombre donné de lignes de texte soit affiché avec la police courante.
hu: <i>Osztály : QMultiLineEdit</i> Fix magasságot állít be a widget-nek,így megadott számú szövegsor jelenik mega jelenlegi betûtípus használatakor.
pl: <i> Klasa : QMultiLineEdit</i> Ustawia sta³± wysoko¶æ kontrolki, dziêki czemu ustalona ilo¶æ linii tekstu w aktualnej czcionce bedzie widoczna.
pt_br: <i>Classe : QMultiLineEdit</i> Defien uma altura fixa para o widget para que o número dado de linhas sejam apresentadas utilizando a fonte actual.

source: <i>Class : QMultiLineEdit</i> Sets the text of the widget.
de: <i>Klasse : QMultiLineEdit</i> Setzt den Text des Widgets.
es: <i>Clase : QMultiLineEdit</i> Elige el texto del control.
fr: <i>Classe : QMultiLineEdit</i> Définit le texte du widget.
hu: <i>Osztály : QMultiLineEdit</i> Beállítja a widget szövegét.
pl: <i> Klasa : QMultiLineEdit</i> Ustawia tekst w kontrolce.
pt_br: <i>Classe : QMultiLineEdit</i> Define o texto do widget.

source: <i>Class : QMultiLineEdit</i> Used to avoid flicker during large changes; the view is not updated if disabled.
de: <i>Klasse : QMultiLineEdit</i> Wird verwendet, um Flickern während größerer Änderungen zu vermeiden; die Ansicht wird nicht aktualisiert, wenn deaktiviert.
es: <i>Clase : QMultiLineEdit</i> Utilizado para evitar el parpadeo durante grandes cambios; la vista no es actualizada si está deshabilitado.
fr: <i>Classe : QMultiLineEdit</i> Utilisé pour éviter le scintillement durant les gros changements ; la vue n'est pas actualisée si ceci est désactivé.
hu: <i>Osztály : QMultiLineEdit</i> Nagyobb változások esetén megóv a vibrálástól; a nézet nincs frissítve, ha letiltják.
pl: <i> Klasa : QMultiLineEdit</i> U¿ywane do likwidowania migotania podczas du¿ych zmian; widok nie jest uaktualniany gdy zostanie to wy³±czone.
pt_br: <i>Classe : QMultiLineEdit</i> Utilizado para evitar tremuras durante grandes alterações; a vista não é actualizada se desactivado.

source: <i>Class : QMultiLineEdit</i> Sets the widget text to read only; disables text input.
de: <i>Klasse : QMultiLineEdit</i> Setzt den Widgettext auf nur-lesen; deaktiviert Texteingabe.
es: <i>Clase : QMultiLineEdit</i> Elige el texto del control como de sólo lectura; deshabilita la entrada de texto.
fr: <i>Classe : QMultiLineEdit</i> Définit le texte du widget en lecture seule ; interdit toute entrée de texte.
hu: <i>Osztály : QMultiLineEdit</i> A widget szövegét írásvédetté teszi; megakadályozza szöveg bevitelét.
pl: <i> Klasa : QMultiLineEdit</i> Ustawia tekst tylko do odczytu; wej¶cie z klawiatury zostaje zablokowane.
pt_br: <i>Classe : QMultiLineEdit</i> Define o texto do widget como apenas de leitura; desactiva inserção de texto.

source: <i>Class : QMultiLineEdit</i> Sets overwrite enabled or disabled.
de: <i>Klasse : QMultiLineEdit</i> Überschreiben an/aus.
es: <i>Clase : QMultiLineEdit</i> Elige si el sobreescribir esta habilitado o deshabilitado.
fr: <i>Classe : QMultiLineEdit</i> (Dés)Active l'insertion ou l'écrasement de texte.
hu: <i>Osztály : QMultiLineEdit</i> Felülírás engedélyezése vagy letiltása.
pl: <i> Klasa : QMultiLineEdit</i> W³±cza i wy³±cza nadpisywanie.
pt_br: <i>Classe : QMultiLineEdit</i> Define se escrever por cima está activo ou desactivo.

source: <i>Class : QMultiLineEdit</i> Marks the whole text selected.
de: <i>Klasse : QMultiLineEdit</i> Wählt den ganzen markierten Text aus.
es: <i>Clase : QMultiLineEdit</i> Marca todo el texto como seleccionado.
fr: <i>Classe : QMultiLineEdit</i> Marque la totalité du texte comme sélectionnée.
hu: <i>Osztály : QMultiLineEdit</i> Az egész szöveget kijelöltté teszi.
pl: <i> Klasa QMultiLineEdit: </i> Zaznacza ca³y tekst.
pt_br: <i>Classe : QMultiLineEdit</i> Marca todo o texto seleccionado.

source: <i>Class : QScrollBar</i> Sets the maximum slider value; used in constructor
de: <i>Klasse : QScrollBar</i> Setzt den maximalen Wert des Schiebers; wird im Konstruktor verwendet
es: <i>Clase : QScrollBar</i> Especifica el valor máximo del deslizador; se utiliza en el constructor.
fr: <i>Classe : QScrollBar</i> Définit la valeur maximale de l'ascenseur ; utilisé dans le constructeur.
hu: <i>Osztály : QScrollBar</i> Beállítja a 'slider' maximális értékét; a konstruktorban használatos
pl: <i> Klasa : QScrollBar</i> Ustawia w konstruktorze maksymaln± warto¶æ listwy.
pt_br: <i>Classe : QScrollBar</i> Define o valor máximo da barra; utilizado no construtor

source: <i>Class : QScrollBar</i> Sets the minimum slider value; used in constructor
de: <i>Klasse : QScrollBar</i> Setzt den minimalen Wert des Schiebers; wird im Konstruktor verwendet
es: <i>Clase : QScrollBar</i> Especifica el valor mínimo del deslizador; se utiliza en el constructor.
fr: <i>Classe : QScrollBar</i> Définit la valeur minimale de l'ascenseur ; utilisé dans le constructeur.
hu: <i>Osztály : QScrollBar</i> Beállítja a 'slider' minimális értékét; a konstruktorban használatos
pl: <i> Klasa : QScrollBar</i> Ustawia w konstruktorze minimaln± warto¶æ listwy.
pt_br: <i>Classe : QScrollBar</i> Define o valor mínimo da barra; utilizado no construtor

source: <i>Class : QScrollBar</i> Sets the orientation of the scrollbar to horizontal or vertical
de: <i>Klasse : QScrollBar</i> Setzt die Ausrichtung der Scrolleiste auf horizontal oder vertikal.
es: <i>Clase : QScrollBar</i> Indica si la barra de desplazamiento es horizontal o vertical.
fr: <i>Classe : QScrollBar</i> Définit l'orientation de la barre de défilement horizontale ou verticale.
hu: <i>Osztály : QScrollBar</i> A 'scrollbar'? irányát állítja be függõlegesre vagy vízszintesre.
pl: <i> Klasa : QScrollBar</i> Ustawia kierunek listwy na pionowy lub poziomy.
pt_br: <i>Classe : QScrollBar</i> Define a orientação da barra de scroll para horizontal ou vertical

source: <i>Class : QScrollBar</i> Sets the initial value of the scrollbar in the constructor
de: <i>Klasse : QScrollBar</i> Setzt den Anfangswert der Scrolleiste im Konstruktor.
es: <i>Clase : QScrollBar</i> Especifica, en el constructor, el valor inicial de la barra de desplazamiento.
fr: <i>Classe : QScrollBar</i> Définit la valeur initiale de la barre de défilement dans le constructeur.
hu: <i>Osztály : QScrollBar</i> A 'scrollbar'? kezdeti értékét állítja be a konstruktorban
pl: <i> Klasa : QScrollBar</i> Ustawia w konstruktorze pocz±tkow± warto¶æ listwy.
pt_br: <i>Class : QScrollBar</i> Define o valor inicial da barra de scroll no construtor

source: <i>Class : QScrollBar</i> If enabled, the scrollbar emits valueChanged() whenever the bar is dragged; otherwise only on mouse release.
de: <i>Klasse : QScrollBar</i> Wenn aktiviert, sendet die Scrolleiste ein 'valueChanged()', wenn der Schieber gezogen wird; sonst nur, wenn die Maustaste losgelassen wird.
es: <i>Clase : QScrollBar</i> Si está habilitado, la barra de desplazamiento emite un valueChanged() cada vez que es arrastrada; en caso contrario sólo lo hace cuando se suelta la barra.
fr: <i>Classe : QScrollBar</i> Si ceci est activé, la barre de défilement émet le signal valueChanged() à chaque fois qu'elle est déplacée ; sinon, seulement quand la souris est relâchée.
hu: <i>Osztály : QScrollBar</i> Engedélyezve a 'scrollbar'? valueChanged() szignált bocsájt ki minden mozdulatkor;egyébként csak az egér elengedésekor.
pl: <i> Klasa : QScrollBar</i> Je¶li w³±czone, listwa bêdzie generowaæ sygna³ valueChanged() przy ka¿dym poruszeniu, w przeciwnym wypadku sygna³ jest generowany tylko gdy listwa zostaje puszczona.
pt_br: <i>Classe : QScrollBar</i> Se activado, a barra de scroll emite valueChanged() sempre que a barra for arrastada; caso contrário apenas quando o rato a largar.
