Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Ignore all errors in commands executed to remake files.
de: Ignoriere alle Fehler in Kommandos, die beim Erstellen ausgeführt werden.
es: Ignorar todos los errores en los comandos ejecutados para rehacer ficheros.
fr: Ignore toutes les erreurs dans les commandes exécutées pour reconstruire les fichiers.
hu: Minden hibaüzenetet figyelmen kívül hagy, amelyek a fájlok újrafordításakor végrehajtott programoktól származnak.
it: Ignora tutti gli errori per i comandi eseguiti al fine di ricreare i file.
pl: Ignoruj wszystkie b³êdy w komendach wykonywanych przy przebudowywaniu projektu.
pt_br: Ignora todos os erros em comandos executados para reconstruir os ficheiros make.

source: Specifies the number of jobs (commands) to run simultaneously. If you have a single CPU-System it is not recommended to choose more then 2.
de: Gibt die Anzahl der Jobs (Kommandos) an, die gleichzeitig abgearbeitet werden. Wenn Sie ein System mit nur einer CPU haben, ist es nicht empfehlenswert, mehr als 2 zu wählen.
es: Especifica el número de trabajos (comandos) a ejecutar simultáneamente. Si tiene un sistema con una sola UCP no es recomendable que escoja más de dos.
fr: Indique le nombre de tâches (commandes) à exécuter simultanément. Si vous avez un système mono-processeur, évitez de mettre une valeur supérieure à 2.
hu: Megadja a párhuzamosan futtatandó feladatok (parancsok) számát. Egyprocesszoros gépen nem ajánlott ezt a számot 2-nél nagyobbra venni.
it: Specifica il numero di job (comandi) da eseguire simultameamente. Se si ha una singola CPU si consiglia di non eccedere i 2 processi.
pl: Wybiera ilo¶æ prac (komend) do wykonania równocze¶nie. Je¶li twój system jest jedno-procesorowy, raczej nie nale¿y ustawiaæ wiêcej ni¿ 2.
pt_br: Especifica o número de trabalhos (comandos) para executar simultaneamente. Se tem um sistema com apenas um CPU não é recomendado que escolha mais que 2.

source: Pretend that the target file has just been modified. It is almost the same as running a touch command on the given file before running make, except that the modification time is changed only in the imagination of make.
de: Täusche vor, daß die Zieldatei gerade verändert wurde. Dies ist fast das gleiche wie 'touch' auf die Datei auszuführen, allerdings wird die Änderungszeit nur für 'Make' geändert.
es: Pretender que el fichero seleccionado acaba de ser modificado. Es casi igual que ejecutar el comando touch (opción Tocar ficheros) sólo en el fichero seleccionado, con la salvedad de que el tiempo de modificación sólo aparece cambiado para el comando make.
fr: Suppose que le fichier cible vient juste d'être modifié. Cela revient à exécuter la commande touch sur le fichier cible, sauf que la date du fichier n'est modifiée que dans l'imagination de make.
hu: A célfájl friss módosítását szimulálja. A hatás majdnem megegyezik a 'touch' parancs futtatásával az adott fájlon, azzal a különbséggel, hogy a módosítás csak a 'make' program képzeletében történik meg.
it: Simulare il fatto che il file di target sia stato modificato. Questo è praticamente lo stesso che eseguire il comando `touch' su tale file prima di eseguire il `make', sennonchè non si cambia la data di modifica del taget.
pl: Udawaj, ¿e plik docelowy siê w³a¶nie zmieni³. Daje to niemal ten sam efekt jak wykonanie komendy touch na tym pliku przed uruchomieniem make, z t± ró¿nic±, ¿e data modyfikacji pliku zmienia siê tylko dla programu make.
pt_br: Fingir que o ficheiro alvo foi agora mesmo modificado. Isto é quase o mesmo que correr o comando tocar nesse ficheiro antes de executar make, excepto que o tempo de modificação é modificado apenas na imaginação do make.

source: registered
de: registriert
es: registrado
fr: enregistré
hu: regisztrált

source: local
de: lokal
hu: helyi

source: RFV Options
de: RFV Optionen
es: Opciones del VRF
fr: Options RFV
hu: RFV beállítások

source: Show non-project Files
de: Zeige nicht zum Projekt gehörende Dateien
es: Mostrar ficheros ajenos al proyecto
fr: Afficher les fichiers hors projet
hu: Mutasson nem-projekt fájlokat is

source: Update all Makefile.am
de: Alle Makefile.am's aktualisieren
es: Actualizar ficheros Makefile.am
fr: Actualiser tous les Makefile.am
hu: Minden Makefile.am fájl frissítése

source: File (Registered)
de: Datei (Registriert)
es: Fichero (registrado)
fr: Fichier (Enregistré)
hu: Fájl (regisztrált)
it: File (Registrato)
pl: Plik (zarejestrowany)
pt_br: Ficheiro (Registado)

source: Add File to Project...
de: Datei zum Projekt hinzufügen...
es: Añadir fichero al proyecto...
fr: Ajouter un fichier au projet...
hu: Fájl hozzáadása a projekthez...
it: Aggiungi File al Progetto...
pl: Dodaj plik do projektu...
pt_br: Adicionar Ficheiro ao Projecto...

source: Update Makefile.am
de: Makefile.am aktualisieren
es: Actualizar fichero Makefile.am
fr: Actualiser Makefile.am
hu: A Makefile.am fájl frissítése

source: Change to static lib
de: Zur statischen Bibliothek machen
es: Cambiar a bibl. estática
fr: Bibliothèque statique
hu: Könyvtár statikusra cserélése

source: Change to shared lib
de: Zur dynamischen Bibliothek machen
es: Cambiar a bibl. compartida
fr: Bibliothèque partagée
hu: Könyvtár megosztottra cserélése

source: Remove from Repository (and disk)
de: Vom Archiv (und Festplatte) entfernen
es: Eliminar del repositorio (y del disco)
fr: Enlever du référentiel (et du disque)
hu: Fájl törlése a raktárból (és a lemezrõl)
it: Elimina dal Deposito (e dal disco)

source: Do you want to add the file %s to the project ?
de: Wollen Sie die Datei %s zum Projekt hinzufügen?
es: ¿Desea añadir el fichero %s al proyecto?
fr: Voulez-vous ajouter le fichier %s au projet ?
hu: Hozzá kívánja adni a(z) %s fájlt a projekthez?
it: Vuoi aggiunger il file %s al progetto?
pt_br: Deseja adicionar o ficheiro %s ao projecto ?

source: Do you really want to delete the file %s from the disk? There is no way to restore it!
de: Wollen Sie die Datei '%s' wirklich von der Festplatte löschen? Es gibt keinen Weg sie wiederherzustellen!
es: ¿Seguro que desea eliminar el fichero %s del disco? ¡No habrá forma de recuperarlo!
fr: Voulez-vous réellement supprimer le fichier %s du disque ? Il sera impossible de le récupérer !
hu: Tényleg le akarja törölni a(z) %s fájlt a lemezrõl? Nem lesz mód visszaállítani!
it: Vuoi veramente cancellare il file %s dal disco?
pt_br: Deseja mesmo apagar o ficheiro %s do disco? Não existe forma de o recuperar!

source: KDevelop needs "
de: KDevelop braucht"
es: KDevelop necesita "
fr: KDevelop nécessite "
hu: A KDevelop-nak szüksége van a(z) "

source: " to work properly. Please install it!
de: " zur einwandfreien Funktion. Bitte installieren Sie es!
es: " para funcionar correctamente. Por favor, instálelo.
fr: " pour fonctionner correctement. Veuillez l'installer !
hu: " program(ok)ra a helyes mûködéshez. Végezze el a telepítést!

source: Tools-Menu Configuration
de: Werkzeuge konfigurieren
es: Configuración del menú de herramientas
fr: Configuration du menu Outils
hu: Az Eszközök menü beállításai
it: Configurazione del Menu Tool
pl: Konfiguracja Menu Narzêdzi
pt_br: Configuração do Menu Ferramentas

source: &Add
de: &Hinzufügen
es: &Añadir
fr: &Ajouter
hu: Hozzá&adás
it: &Aggiungi
pl: &Dodaj
pt_br: &Adicionar

source: Click here to add a tool specified below.
de: Klicken Sie hier, um ein Werkzeug hinzuzufügen
es: Pulse aquí para añadir una herramienta especificada abajo.
fr: Cliquez ici pour ajouter un outil spécifié ci-desous.
hu: Kattintson ide az alább megadott eszköz hozzáadásához.
it: Clicca qui per aggiugere un tool specificato sotto.

source: De&lete
de: &Löschen
es: E&liminar
fr: &Supprimer
hu: &Törlés
it: &Elimina
pl: &Usuñ
pt_br: A&pagar

source: Click here to delete an entry from the list.
de: Klicken Sie hier, um einen Eintrag aus der Liste zu löschen.
es: Pulse aquí para eliminar cualquier entrada de la lista.
fr: Cliquez ici pour supprimer une entrée de la liste.
hu: Kattintson ide egy elemnek a listából való törléséhez.
it: Clicca qui per eliminare una voce dalla lista.

source: Move &Up
de: Hin&auf
es: Mover a&rriba
fr: &Monter
hu: Mozgatás &felfelé
it: Muovi &Su
pl: W &górê
pt_br: Mover A&cima

source: Click here to move up the selected entry.
de: Klicken Sie hier, um den gewählten Eintrag nach oben zu bewegen.
es: Pulse aquí para mover arriba la entrada seleccionada.
fr: Cliquez ici pour déplacer l'entrée sélectionnée vers le haut.
hu: Kattintson ide a kijelölt elem felfelé mozgatásához.
it: Clicca qui per spostare in su la voce selezionata.

source: Move &Down
de: Hin&unter
es: Mover a&bajo
fr: &Descendre
hu: Mozgatás &lefelé
it: Muovi &Giù
pl: W &dó³
pt_br: Mover A&baixo

source: Click here to move down the selected entry.
de: Klicken Sie hier, um den gewählten Eintrag nach unten zu bewegen.
es: Pulse aquí para mover abajo la entrada seleccionada.
fr: Cliquez ici pour déplacer l'entrée sélectionnée vers le bas.
hu: Kattintson ide a kijelölt elem lefelé mozgatásához.
it: Clicca qui per spostare in giù la voce selezionata.

source: Executable:
de: Ausführen:
es: Ejecutable:
fr: Exécutable :
hu: Programfájl:
it: Eseguibile:
pl: Plik uruchamialny:
pt_br: Executável:

source: Here you can browse through the disc to select an executable file.
de: Hier können Sie Ihre Festplatte durchsuchen, um eine ausführbare Datei auszuwählen.
es: Desde aquí puede navegar por el disco para seleccionar el ejecutable.
fr: Ici, vous pouvez vous déplacer dans le disque pour sélectionner un fichier exécutable.
hu: Itt böngészheti át az egész lemezt végrehajtható fájl kijelöléséhez.
it: Puoi effetture il browsing del disco per selezione un file eseguibile.

source: Enter the name of the executable file here.
de: Geben Sie hier den Namen der ausführbaren Datei ein.
es: Introduzca aquí el nombre del fichero ejecutable.
fr: Saisissez ici le nom du fichier exécutable.
hu: Itt adja meg a végrehajtható fájl nevét.
it: Inserisci il nome del file eseguibile.

source: Menu Text:
de: Menütext:
es: Texto del menú:
fr: Libellé du menu :
hu: Menüszöveg:
it: Testo del Menu:
pl: Tekst Menu:
pt_br: Texto de Menu:

source: Enter a menu text for the executable here.
de: Geben Sie einen Menütext für die ausführbare Datei ein.
es: Introduzca aquí el texto que aparecerá en el menú para el ejecutable
fr: Saisissez ici le libellé de l'exécutable pour le menu.
hu: Itt adja meg a végrehajtható fájl menüszövegét.
it: Inserisci il testo del menu per l'eseguibile.

source: Arguments:
de: Argumente:
es: Argumentos:
hu: Argumentumok:
it: Argomenti:
pl: Argumenty:
pt_br: Argumentos:

source: Enter arguments for the executable here.
de: Geben Sie hier Argumente für die ausführbare Datei ein.
es: Introduzca los argumentos para el ejecutable aquí.
fr: Saisissez ici les arguments de l'exécutable.
hu: Itt adja meg az argumentumokat a fájl végrehajtásához.
it: Inserisci gli argomenti per l'eseguibile.

source: Executable not set!
de: Keine ausführbare Datei gewählt!
es: ¡No se ha elegido un ejecutable!
fr: Exécutable non paramétré !
hu: Végrehajtható fájl nincs kijelölve!
it: Eseguibile non impostato
pl: Plik Uruchamialny nie ustawiony!
pt_br: Executável não definido!

source: You have to set an executable to add to the Tools-Menu first.
de: Sie müssen zuerst eine ausführbare Datei angeben, die dem Werkzeugmenü hinzugefügt werden soll.
es: Debe elegir un ejecutable a añadir al menú de herramientas.
fr: Vous devez d'abord paramétrer un exécutable à ajouter au menu Outils.
hu: Be kell állítani egy végrehajtható fájlt mielõtt hozzáadná az Eszközök menühöz.
it: Devi prima impostare un eseguibile da aggiungere al menu Tool.
pl: Aby dodaæ co¶ do Menu Narzêdzi musisz ustawiæ plik uruchamialny.
pt_br: Tem de definir um executável para adicionar ao Menu de Ferramentas primeiro.

source: The selected file is not an executable. Please choose an executable filename.
de: Die gewählte Datei ist nicht ausführbar. Bitte wählen Sie eine andere Datei.
es: El fichero elegido no es ejecutable. Por favor elija un fichero ejecutable.
fr: Le fichier choisi n'est pas exécutable. Veuillez choisir un nom de fichier exécutable.
hu: A kijelölt fájl nem végrehajtható. Válasszon ki egy végrehajtható fájlt.
it: Il file selezionato non è eseguibile. Prego selezionarne un altro.
pl: Wybrany plik nie jest uruchamialny. Podaj nazwê pliku uruchamialnego.
pt_br: O ficheiro seleccionado não é um executável. Por favor escolha um ficheiro executável.

source: The selected executable is not in your Path. Please update your $PATH environment variableto execute the selected program as a tool.
de: Die gewählte ausführbare Datei ist nicht im Pfad. Bitte aktualisieren Sie Ihre $PATH Umgebungsvariable, um das gewählte Programm als Werkzeug ausführen zu können.
es: El ejecutable elegido no está en su `Path'. Por favor, actualice su variable de entorno $PATH para poder ejecutar el programa elegido como herramienta.
fr: L'exécutable choisi ne se trouve pas dans votre chemin. Modifiez la variable d'environnement $PATH pour pouvoir utiliser ce programme comme outil.
hu: A kijelölt végrehajtható fájl nincs az Ön elérési útjában. Módosítsa a $PATH környezeti változóját hogy a kijelölt programot eszközként futtathassa.
it: L'eseguibile selezionato non è nel Path. Prego aggiornare la variabile d'ambiente $PATH in modo da poter eseguire tale comando come un tool.
pl: Wybrany plik uruchamialny nie znajduje siê w twojej ¶cie¿ce. Uaktualnij zmienn± systemow± $PATH by móc uruchamiaæ ten program jako narzêdzie.
pt_br: O executável seleccionado não está no seu caminho. Por favor actualize a sua variável de ambiente $PATH para executar o programa seleccionado como ferramenta.

source: Menu text not set!
de: Menütext nicht gesetzt!
es: ¡No se eligió un texto para el menú!
fr: Le libellé du menu n'est pas renseigné !
hu: A Menü szövege nincs megadva!
it: Testo del menu non impostato
pl: Tekst menu nie ustawiony!
pt_br: texto de menu não definido!

source: You have to insert a menuentry text to add the selected program to the Tools-Menu.
de: Sie müssen einen Menüeintrag-Text eingeben, um das gewählte Programm zum Werkzeugemenü hinzuzufügen.
es: Debe introducir un texto que aparecerá como entrada de menú del programa elegido en el menú de herramientas
fr: Vous devez saisir le texte d'un libellé de menu pour ajouter le programme dans le menu Outils.
hu: Be kell írnia a menüszöveget ahhoz, hogy hozzáfûzhesse a kiválasztott programot az Eszközök menühöz.
it: Inserire una stringa di testo da aggiungere al menu Tool per poter usare il programma selezionato.
pl: Musisz wpisaæ tekst pozycji menu aby j± dodaæ do Menu Narzêdzi.
pt_br: Tem de inserir um texto de menu para adicionar o programa seleccionado ao Menu de Ferramentas.

source: KDE Library Documentation Update...
de: KDE-Bibliotheks-Dokumentation aktualisieren...
es: Actualización de la documentación de la biblioteca KDE...
fr: Mise à jour de la documentation des bibliothèques KDE...
hu: A KDE-könyvtár dokumentációjának frissítése...
it: Aggiornamente Documentazione Libreria KDE...
pl: Uaktualnienie dokumentacji bibliotek KDE...
pt_br: Actualização da Documentação da Biblioteca KDE...
ru: Обновление документации библиотеки KDE...
sv: KDE bibliotek dokumentationsuppdatering...

source: Choose installation mode:
de: Installations-Modus
es: Elija el modo de instalación:
fr: Mode d'installation :
hu: Válassza ki a telepítési módot:
it: Seleziona il modo di installazione:
pl: Wybierz tryb instalacji:
pt_br: Escolha modo de instalação:
sv: Välj installations läge:

source: new KDE Libs sources path:
de: Neuer KDE-Bibl.-Quelldateien-Pfad:
es: Situación de los fuentes de kdelibs:
fr: Emplacement des KDE-libs :
hu: Az új KDE-könytár forrásának elérési útja:
it: nuovo percorso per i sorgenti librerie KDE:
pl: ¶cie¿ka do nowych bibliotek KDE:
pt_br: novo caminho das fontes da KDE-Libs
sv: nya sökvägen för KDE libs källkoder:

source: Delete old Documentation and install to recent Documentation path
de: Alte Dokumentation löschen und in aktuellem Doku-Verzeichnis installieren
es: Borrar la documentación vieja e instalar en la localización actual.
fr: Effacer l'ancienne doc et installer dans le dossier de documentation actuel
hu: A régi dokumentáció törlése és az új telepítése a korábbi helyére
it: Cancella la vecchia documentazione ed installa nel nuovo percorso di Documentazione
pl: Skasuj star± dokumentacjê i zainstaluj w tym samym miejscu
pt_br: Apagar Documentação antiga e intalar para o caminho de Documentação recente
sv: Radera den gamla dokumentationen och installera till den gamla sökvägen.

source: Checking this will delete the current documentation and replace it with the new generated documentation in the same path.
de: Wenn Sie dies ankreuzen, wird die aktuelle Dokumentation gelöscht und mit der neu erzeugten überschrieben.
es: Marcando esto borrará la documentación actual y la reemplazará con la nueva documentación generada en la misma localización.
fr: Ceci supprimera la documentation actuelle et la remplacera par la nouvelle documentation générée au même emplacement.
hu: Ennek bejelölésével a jelenlegi dokumentáció törlõdik és helyébe az újonnan generált dokumentáció kerül ugyanazzal az elérési úttal.

source: Delete old Documentation and install to new Documentation path
de: Alte Dokumentation löschen und in neues Doku-Verzeichnis installieren
es: Borrar la documentación vieja e instalar en una nueva localización.
fr: Effacer l'ancienne doc et installer dans un nouveau dossier
hu: A régi dokumentáció törlése és az új telepítése egy új helyre
it: Cancella la vecchia Documentazione ed installa nel nuovo path
pl: Skasuj star± dokumentacjê i zainstaluj w nowym miejscu
pt_br: Apagar a Documentação antiga e instalar no novo caminho de Documentação
sv: Raderar den gamla dokumenatationen och installer till en ny sökväg

source: Checking this will delete the current documentation and lets you choose a path in the input field below where the new generated documentation will beinstalled.
de: Wenn Sie dies ankreuzen, wird die aktuelle Dokumentation gelöscht. Sie können im Eingabefeld einen Pfad wählen, in dem die neu erzeugte Dokumentation installiert wird.
es: Marcando está opción se borrará la documentación y le permite elegir un camino en el campo de entrada abajo, donde se instalará la nueva documentación generada.
fr: Ceci supprimera la documentation actuelle et vous permet de saisir dans le champ ci-dessous le dossier dans lequel la nouvelle documentation sera installée.
hu: Ennek bejelölésével a jelenlegi dokumentáció törlõdik és Önnek lehetõsége lesz megadni a beviteli mezõ segítségével az újonnan generálandó dokumentáció elérési útvonalát.
it: Attivare questo selettore, permetterà di cancellare la documentazione corrente
pl: Wybranie tego spowoduje skasowanie aktualnej dokumentacji i umo¿liwia ci wybranie za pomoc± poni¿szej kontrolki ¶cie¿ki do zainstalowania nowej wersji dokumentacji.
pt_br: Seleccionar aqui vai apagar a documentação actual e deixa-o seleccionar um caminho no campo abaixo onde a nova documentação gerada será instalada.
sv: Markerar du detta raderas den gamla aktuella dokumenatationen och låter dig välja en sökväg i indatafältet nedan där den nya skapade dokumentationen blir installerad.

source: Leave old Documention untouched and install to new Documention path
de: Alte Dokumentation nicht ändern und in neues Doku-Verzeichnis installieren
es: Cambiar la localización de la documentación sin borrar la vieja.
fr: Ne pas toucher à l'ancienne doc et installer dans le nouveau dossier
hu: A régi dokumentáció meghagyása és az új telepítése egy új helyre
it: Lascia la vecchia Documentazione intatta, ed installa nel nuovo percorso
pl: Pozostaw star± dokumentacjê nietkniêt± i zainstaluj w nowym miejscu
pt_br: Não mexer na Documentação antiga e instalar para novo caminho de Documentação
sv: Lämna den gamla dokumentationen oberörd och installera till en ny sökväg

source: This doesn't delete your current documentation, leaves it where it is now and you can select a new path for the new kdelibs documentation. CAUTION: Don't insert the same path as for your recent documentation - this may mess up the documentation by mixing old and new files!
de: Hiermit wird Ihre aktuelle Dokumentation nicht gelöscht, dort be- lassen wo sie jetzt ist und Sie können einen neuen Pfad für die Kdelibs-Dokumentation eingeben. Achtung: Bitte geben Sie nicht den Pfad Ihrer jetzigen Dokumentation an- dadurch könnten alte und neue Dateien vermischt werden!
es: Esto no borra la documentación actual, la deja donde está. Puede seleccionar otro camino para la nueva documentación de las kdelibs. CUIDADO: No introduzca el mismo camino en que está su documentación más reciente; se podría estropear la documentación al mezclar ficheros nuevos y viejos.
fr: Ceci ne supprime pas votre documentation actuelle et vous permet de choisir un nouveau dossier pour la nouvelle documentation des KDE-libs. ATTENTION : Ne mettez pas le même dossier que celui où est déjà installée votre documentation, cela corromprait les fichiers en mélangeant les nouveaux et les anciens !
hu: Megõrzi a jelenlegi dokumentációt a mostani formájában, és lehetõséget ad a KDE-könyvtár új dokumentációja elérési útjának kiválasztására. Figyelem: ne adja meg a jelenlegi dokumentáció útvonalát, mert ezzel összekeveredhetnek az új és a régi fájlok.

source: new KDE Libs Documentation path:
de: Neuer KDE-Bibliotheks-Doku-Pfad:
es: Nueva situación de la docum.:
fr: Nouvel emplacement de la doc :
hu: A KDE-könyvtár új dokumentációjának elérési útja:
it: nuovo percorso per la Documentazione delle Librerie KDE:
pl: ¶cie¿ka do nowej dokumentacji bibliotek KDE:
pt_br: novo caminho da Documentatção KDE Libs:
sv: nya sökvägen för KDE libs dokumenatation:

source: Insert the path to the current KDE-Libs sourcecodes here. This is where you have unpacked e.g. a kdelibs snapshot a la /snapshot/kdelibs.
de: Geben Sie hier den Pfad zu den aktuellen KDE-Libs-Quellen ein.
es: Introduzca aquí el camino en el que se encuentra el código fuente de las bibliotecas de KDE. Por ejemplo /snapshot/kdelibs.
fr: Saisissez ici l'emplacement actuel des fichiers sources KDE-libs. C'est là où vous avez décompacté un paquetage kdelibs, du type /snapshot/kdelibs.
hu: Itt adható meg a jelenlegi KDE-könyvtárak forráskódjának az elérési útja. Ide lett kicsomagolva pl. egy KDE-könyvtár forráscsomag a '/snapshot/kdelibs' alapján.
pl: Tu podaj ¶cie¿kê do aktualnych ¼róde³ bibliotek KDE. To znaczy do miejsca, gdzie rozpakowa³e¶ kdelibs.
pt_br: Insira o caminho actual para o código fonte das KDE-Libs aqui. Será onde descomprimiu, por ex. uma snapshot das kdelibs a la /snapshot/kdelibs.
ru: Здесь укажите путь к текущим исходным текстам библиотек KDE. Это тот то место, куда вы распаковали, например, kdelibs snapshot, типа /snapshot/kdelibs.
sv: Skriv in sökvägen till den aktuella KDE-libs-källkoden här. Dessa finner du där du packade upp t.ex en kdelibs snapshot a la /snapshot/kdelibs.
