Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: use Class View as default
de: Klassenansicht als Standard
es: Visor de clases por defecto
fr: Visualiseur de classe
hu: Az osztálynézet az alapértelmezett
it: usa Vista Classe come default
pl: u¿ywaj Widoku Klas jako domy¶lnego
pt_br: utilizar o Visualizador de Classe como defeito

source: use Class View as default If this is enabled, KDevelop will automatically switch to the Class Viewer when switching. When disabled, KDevelop will use Logical File Viewer for autoswitching.
de: Klassenansicht als Standard Wenn diese Option aktiviert ist, wechselt KDevelop automatisch zur Klassenansicht. Wenn deaktiviert, wird der 'Logical File Viewer' für das automatische Wechseln benutzt.
es: Visor de clases por defecto Si está habilitado, KDevelop mostrará automáticamente al visor de clases cada vez que cambie de contexto (cuando seleccione las pestañas de ficheros de cabecera o de recursos, estando en una distinta de estas).Si no está habilitado, KDevelop mostrará el visor lógico de ficheros.
fr: Visualiseur de classe Si cette option est activée, KDevelop basculera automatiquement sur le visualiseur de classes lors des changements. Sinon, KDevelop affichera la structure logique des fichiers lors des bascules.
hu: Az osztálynézet legyen az alapértelmezett nézet Ha engedélyezve van, a KDevelop automatikusan az osztálynézetre vált ugráskor. Ha ki van kapcsolva, a KDevelop a logikai fájlnézetet használja automatikus ugráskor.
it: usa Vista Classe come default Se questa opzione è abilitata, KDevelop si posizionerà automaticamente nella Vista Classe quando si attiverà il `Vai a' automatico. Se invece è disabilitato, KDevelop si posizionerà, invece, nella Vista Logica File.
pl: u¿ywaj Widoku Klas jako domy¶lnego Gdy to jest zaznaczone, KDevelop bêdzie siê automatycznie prze³±cza³ na Widok Klas. Gdy odznaczone, KDevelop bêdzie u¿ywa³ logicznego widoku plików (LFV) przy autmatycznym prze³±czaniu.
pt_br: utilizar o Visualizador de Classe como defeito Se esta opção estiver ligada, o KDevelop irá automaticamente para o Visualizador de Classes quando alternando. Quando desligada, o KDevelop irá utilizar o Visualizador real de Ficheiros para a auto-alternância.
sv: använd klassvisaren som standard Om detta används kommer KDevelop automatiskt växla till klassvisaren. Om den ej är valt kommer KDevelop att använda logiska filvisaren för automatiskt byte.

source: Autoswitch If autoswitch is enabled, KDevelop will open windows in the working view automatically according to most needed functionality. Disableing autoswitch means you will have to switch to windows yourself, including turning on and off the outputwindow.
de: Automatisch wechseln Wenn das automatische Wechseln aktiviert ist, öffnet KDevelop auf der Arbeitsober- fläche automatisch die passendste Ansicht. Wenn Sie das automatische Wechseln deaktivieren, müssen Sie selbst zu den verschiedenen Fenstern wechseln (und die Ausgabeansicht selbst öffnen/ schließen).
es: Cambio de contexto automático Si está habilitado, KDevelop mostrará y ocultará ventanas en la vista de trabajo en función de lo que se esté realizando. Si se deshabilita, tendrá que abrir las ventanas usted mismo, incluyendo, por ejemplo, la ventana de salida cuando se esté compilando.
fr: Bascule automatique Si la bascule est activée, KDevelop ouvrira automatiquement les fenêtres dans la zone de travail permettant d'accéder aux fonctionnalités généralement voulues. Si vous désactivez cette option, vous devrez vous-même cliquer sur les onglets, y-compris pour activer/désactiver la fenêtre des messages.
hu: Automatikus ugrás Ha engedélyezve van, a KDevelop automatikusan aszerint nyit meg fájlokat a szerkesztõablakban, hogy mi a legszükségesebb funkcionalitás. Ha ki van kapcsolva, a Önnek kell az ablakokra átváltania, beleértve a kimeneti ablak ki- és bekapcsolását.
it: `Vai a' Automatico Se la modalità di `Vai a' automatico è abilitata, KDevelop salta automaticamente nella vista di lavoro e apre la finestra con il contenuto e la funzionalità richiesta. Disabilitare la modalità di `Vai a' automatico implica che ti devi occupare di aprire le finestre della vista primaria compreso attivare la finestra di output con le relative funzioni (p.e. `Build', `Make' ecc.), senza l'usilio di KDevelop.
pl: Auto-prze³±cznik Przy tej opcji w³±czonej, KDevelop bêdzie otwiera³ okna w roboczym widoku automatycznie zgodnie z ich przydatno¶ci±. Wy³±czenie Auto-prze³±cznika oznacza, ¿e bêdziesz musia³ rêcznie prze³±czaæ siê miêdzy oknami oraz w³±czaæ i wy³±czaæ okno wyników.
pt_br: Auto-Alternância Se a auto-alternância estiver ligada, o KDevelop abrirá janelas automaticamente na vista de trabalho, de acordo com a funcionalidade mais necessária. Desactivar a auto-alternância significa que terá de trocar de janelas você próprio, incluíndo ligar e desligar a janela de output.
sv: Automatiskt byte Om automatiskt byte är på kommer KDevelop automatiskt att öppna de fönster i arbetsvyn som ger mest funktionalitet. Slår du av automatiskt byte kommer du att få byta fönster själv, inkluderat visa / göm utdatafönstret.

source: Startup
de: Start
es: Inicio
fr: Démarrage
hu: Indulás
it: Inizializzazione
pl: Start systemu
pt_br: Arranque
sv: Uppstart

source: Startup The Startup group offers options for starting KDevelop
de: Start Die Start-Gruppe bietet Optionen für den Start von KDevelop.
es: Inicio El grupo Inicio ofrece opciones referentes al arranque de KDevelop
fr: Démarrage Le groupe démarrage propose des options pour le démarrage de KDevelop
hu: Indulás Az Indulás csoport a KDevelop indításának beállításait ajánlja fel.
it: Avvio Il gruppo di Avvio permette l'accesso alle opzioni per l'avvio e l'inizializzazione di KDevelop
pl: Start systemu Grupa Start systemu oferuje opcje startu dla KDevelop.
pt_br: Arranque O grupo de Arranque oferece opções para iniciar o KDevelop
sv: Uppstart Uppstartsdialogen ger dig möjlighet att ändra inställningar under KDevelops uppstart

source: Startup Logo
de: Start-Logo
es: Logotipo de inicio
fr: Logo de démarrage
hu: Indítási kép
it: Logo di Avvio
pl: Logo Startowe
pt_br: Logotipo de Arranque
sv: Uppstartslogotyp

source: Startup Logo If Startup Logo is enabled, KDevelop will show the logo picture while it is starting.
de: Start-Logo Wenn das Start-Logo aktiviert ist, wird es angezeigt, während KDevelop startet.
es: Logo de Inicio Si se habilita el Logo de Inicio, KDevelop mostrará su logotipo mientras arranca.
fr: Logo de démarrage Si cette option est activée, KDevelop affichera le logo et son numéro de version pendant le demarrage.
hu: Indítási kép Ha engedélyezve van, a KDevelop indításkor egy beállított képet jelenít meg.
it: Logo di Avvio Se il Logo di Inizializzazione è abilitato, KDevelop mostrerà il proprio logo durante il processo di avvio/inizializzazione.
pl: Logo Startowe Gdy Logo Startowe jest w³±czone, KDevelop bêdzie pokazywa³ rysunek logo na stercie.
pt_br: Logotipo de Arranque Se o Logo de Arranque estiver ligado, o KDevelop mostrará a imagem enquanto se inicia.
sv: Uppstartslogotyp Om uppstartslogotyp är påslagen kommer KDevelop att visa logotypen under uppstart.

source: Load last project
de: Letztes Projekt laden
es: Cargar el último proyecto
fr: Charger le dernier projet
hu: Az utolsó projekt betöltése
it: Carica progetto precedente
pl: Za³aduj ostatni projekt
pt_br: Ler o último projecto
sv: Ladda senaste projektet

source: Load last project If Load last project is enabled, KDevelop will load the last project used.
de: Letztes Projekt laden Wenn diese Option aktiviert ist, lädt KDevelop das zuletzt bearbeitete Projekt.
es: Cargar el último proyecto Si se habilita la opción, KDevelop cargará el último proyecto utilizado.
fr: Charger le dernier projet Si cette option est activée, KDevelop chargera au démarrage le dernier projet ouvert.
hu: Az utolsó projekt betöltése Ha engedélyezve van, a KDevelop indításkor betölti az utoljára használt projektet.
it: Carica progetto precedente Se il `Carica progetto precedente' è attivo, quando si avvierà KDevelop esso caricherà l'ultimo progetto su cui si è lavorato.
pl: Za³aduj ostatni projekt Gdy Za³aduj ostatni projekt jest w³±czone, KDevelop bêdzie startowa³ otwieraj±c ostatnio u¿ywany projekt.
pt_br: Ler o último projecto Se Ler o Último Projecto estiver disponível, o KDevelop lerá o último projecto utilizado.
sv: Ladda senaste projektet Om ladda senaste projektet är påslagen kommer KDevelop att ladda det senaste använda projektet.

source: Tip of the Day If Tip of the Day is enabled, KDevelop will show the Tip of the Day every time it starts.
de: Tip des Tages Wenn diese Option aktiviert ist, zeigt KDevelop bei jedem Start den Tip des Tages an.
es: Sugerencia del día Si se habilita la Sugerencia del día, KDevelop la mostrará cada vez que comience.
fr: Conseil du jour Si cette option est activée, KDevelop affichera le conseil du jour à chacun de ses lancements.
hu: A mai tipp Ha engedélyezve van, a KDevelop kiír egy felhasználási tippet minden indításkor.
it: Consiglio del Giorno Se `Consiglio del Giorno' è abilitato, KDevelop mostrerà consigli utili per l'utilizzo di KDevelop ogni volta che lo si avvierà.
pl: Podpowied¼ Dnia Gdy Podpowied¼ Dnia jest w³±czona KDevelop bêdzie pokazywa³ podpowiedzi za ka¿dym startem.
pt_br: Dica do Dia Se a Dica do Dia estiver ligada, o KDevelop mostrará a Dica do Dia sempre que for iniciado.
sv: Dagens tips Om dagens tips är påslagen kommer KDevelop att visa dagens tips varje gång den startas.

source: Enter the path to your QT and KDE-Libs Documentation for the Documentation Browser. QT usually comes with complete Documentation whereas for KDE you can create the Documentation easily by pressing the Update button below.
de: Geben Sie den Pfad zur Dokumentation Ihrer Qt- und KDE-Dokumentation für den Docbrowser ein. Qt bietet bereits vollständige Dokumentation, wogegen Sie die von KDE einfach durch Drücken des 'Update'-Knopfes erzeugen können.
es: Introduzca el directorio en que esté la documentación de las bibliotecas KDE y Qt. Las Qt suelen venir con toda su documentación mientras que para las KDE puede crear la documentación fácilmente pulsando el botón Actualizar situado abajo.
fr: Saisissez l'emplacement des documentations de vos bibliothèques KDE et Qt pour le visualiseur. Qt est habituellement fournie avec la documentation complète alors que pour KDE, vous pouvez générer la documentation simplement en cliquant sur le bouton Mise à jour ci-dessous.
hu: Adja meg a Qt és a KDE-könyvtárak dokumentációjának elérési útját a dokumentációböngészõ számára. A Qt általában teljes dokumentációval érkezik, míg a KDE-hez könnyedén létrehozható a dokumentáció az alábbi Frissítés gomb megnyomásával.

source: Qt-Library-Doc:
de: Qt-Bibliothek-Doku:
es: Doc. de biblioteca QT:
fr: Doc de la Qt-lib :
hu: A Qt-könyvtár dok.:
it: Doc Libreria Qt:
pl: Dokument. Qt:
pt_br: Doc. Biblioteca Qt:

source: Enter the path to your QT-Documentation here. To access the path easier please press the pushbutton on the right to change directories. Usually the QT-Documentation is located in <i><blue>$QTDIR/html</i>
de: Geben Sie hier den Pfad zu Ihrer Qt- Dokumentation ein. Um einfacher auf den Pfad zugreifen zu können, drücken Sie bitte den Knopf rechts, um das Verzeichnis zu wechseln. Die Qt-Dokumentation befindet sich gewöhnlich in <i><blue>$QTDIR/html</i>.
es: Introduzca aquí el camino hasta la documentación de las QT. Para acceder más rápidamente hasta él, utilice el botón a la derecha para cambiar de directorio Normalmente la documentación de las QT se encuentra en <i><blue>$QTDIR/html</i>
fr: Saisissez l'emplacement de votre documentation de Qt. Pour trouver le chemin facilement, cliquez sur le bouton de droite pour modifier les dossiers. Habituellement, la documentation de Qt se trouve dans <i><blue>$QTDIR/html</i>
hu: Itt adja meg a Qt dokumentációjának elérési útját. A könnyebb kiválasztáshoz nyomja meg a jobbra látható nyomógombot a könyvtár módosításához. A Qt dokumentációja általában itt található: <i><blue>$QTDIR/html</i>
it: Inserisci il percorso della documentazione Qt. Per inserirlo facilmente usa il pulsante alla destra. Di solito la documentazione Qt si trova in <i><blue>$QTDIR/html</i>
pl: Podaj tu ¶cie¿kê do dokumentacji QT. Aby ³atwiej odnale¼æ w³a¶ciw± ¶cie¿kê u¿yj przycisku po prawej stronie by zmieniaæ katalogi. Zwykle dikumentacja do QT znajduje siê w <i><blue>$QTDIR/html</i>
pt_br: Insira o caminho para a sua Documentação Qt aqui. Para aceder mais facilmente ao caminho por favor prima o botão à direita para alterar directórios. Normalmente a Documentação Qt está localizada em <i><blue>$QTDIR/html</i>
ru: Укажите путь к документации по бибилиотеке Qt. Для облегчения указания пути воспользуйтесь кнопкой справа - она позволи вам изменять директории. Обычно документация к бибилотеке Qt располагается в <i><blue>$QTDIR/html</i>
sv: Ange sökvägen till din QT-dokumentation här. Du kan enklare hitta sökvägen genom att trycka på knappen till höger och bläddra bland biblioteken. Vanligtvis finns QT-dokumentation i <i><blue>$QTDIR/html</i>

source: KDE-Libraries-Doc:
de: KDE-Bibliothek-Doku:
es: Doc. de biblioteca KDE:
fr: Doc des KDE-libs :
hu: A KDE-könyvtár dok.:
it: Doc Libreria KDE:
pl: Dokument. KDE:
pt_br: Doc. Bibliotecas KDE:

source: Enter the path to your KDE-Documentation here. To access the path easier please press the pushbutton on the right to change directories. If you have no kdelibs Documentation installed, you can create it by selecting the Update button below.
de: Geben Sie hier den Pfad zu Ihrer KDE- Dokumentation ein. Um einfacher auf den Pfad zugreifen zu können, drücken Sie bitte den Knopf rechts, um das Verzeichnis zu wechseln. Wenn Sie keine Kdelibs-Dokumentation installiert haben, können Sie sie mit dem 'Update'-Knopf erzeugen.
es: Introduzca aquí el camino hasta la documentación del KDE. Para acceder más rápidamente hasta él, utilice el botón a la derecha para cambiar de directorio Si no tiene instalada la documentación de kdelibs, puede crearla pulsando el botón de Actualizar, situado abajo.
fr: Saisissez ici l'emplacement de la documentation de KDE. Pour le trouver plus facilement, cliquez sur le bouton à droite afin de modifier les dossiers. Si vous n'avez pas installé la documentation des KDE-libs, vous pouvez la générer en cliquant sur le bouton Mise à jour ci-dessous.
hu: Itt adja meg a KDE dokumentációjának elérési útját. A könnyebb kiválasztáshoz nyomja meg a jobbra látható nyomógombot a könyvtár módosításához. Ha a kdelibs dokumentációja nincs telepítve, létrehozhatja az alábbi Frissítés gomb megnyomásával.
it: Inserisci il percorso della documentazione KDE. Per inserirlo facilmente usa il pulsante alla destra. Se non hai la documentazione di kdelib installata, puoi crearla selezionando il bottone `Aggiorna' qui di seguito.
pl: Tutaj podaj ¶cie¿kê do twojej dokumentacji KDE. By ³atwiej znale¼æ t± ¶cie¿kê mo¿esz wykorzystaæ przycisk po prawej stronie i wybraæ odpowiedni katalog. Je¶li nie masz zainstalowanej dokumentacji do bibliotek KDE mo¿esz j± wygenerowaæ za pomoc± przycisku Uaktualnij.
pt_br: Insira o caminho para a sua Documentação KDE aqui. Para aceder mais facilmente ao caminho por favor prima o botão à direita para alterar directórios. Se não tem Documentação de kdelibs instalada, pode criá-la seleccionando o botão Actualizar abaixo.
sv: Ange sökvägen till din KDE-dokumentation här. Du kan enklare hitta sökvägen genom att trycka på knappen till höger och bläddra bland biblioteken. Om du inte har kdelibs dokumentationen installerad, kan du skapa den genom att trycka på Uppdatera knappen nedan.

source: Update KDE-Documentation :
de: KDE-Dokumentation aktualisieren
es: Actualizar la documentación del KDE:
fr: Mise à jour de la documentation de KDE :
hu: A KDE dokumentációjának frissítése:
it: Aggiorna Documentazione KDE:
pl: Uaktualnij Dokumentacjê KDE :
pt_br: Actualizar Documentação KDE :
sv: Uppdatera KDE-dokumentationen :

source: Update...
de: Aktualisieren...
es: Actualizar...
fr: Mise à jour...
hu: Frissítés...
it: Aggiornamento...
pl: Uaktualnij...
pt_br: Actualizar...
sv: Uppdatera...

source: Update KDE-Documentation This lets you create or update the HTML-documentation of the KDE-libs. Mind that you have kdoc installed to use this function. Also, the kdelibs sources have to be available to create the documentation, as well as the Qt-Documentation path has to be set to cross-reference the KDE-Documentation with the Qt-classes.
de: KDE-Dokumentation aktualisieren Hiermit können Sie die HTML-Dokumentation der Kdelibs erzeugen oder aktualisieren. Für diese Funktion benötigen Sie kdoc. Außerdem müssen die Quelldateien der Kdelibs verfügbar sein und der Pfad der Qt-Dokumentation muß korrekt gesetzt sein, um Querverweise zu den Qt-Klassen zu erzeugen.
es: Actualizar la documentación del KDE Esto le permite crear o actualizar la documentación HTML de las bibliotecas del KDE. Recuerde que necesita tener el kdoc instalado para poder usar esta función. Además, las fuentes de las kdelibs deben estar disponibles para crear la documentación y la situación de la documentación de las Qt debe estar definida, para poder añadir referencias cruzadas entre la documen- tación del KDE y la de las clases Qt.
fr: Mettre à jour la documentation de KDE Ceci permet de créer ou mettre à jour la documentation HTML des bibliothèques de KDE. Souvenez-vous que KDoc doit être installé pour pouvoir utiliser cette fonction. De plus, les sources des bibliothèques KDE doivent être présentes pour pouvoir créer la documentation, et l'emplacement de la Documentation de Qt doit être connu pour pouvoir générer les références croisées entre la documentation de KDE et celle des classes de Qt.
hu: A KDE dokumentációjának frissítése Lehetõvé teszi a KDE könyvtárak HTML-dokumentációjának elkészítését és frissítését. Ennek a funkciónak a használatához szüksége lesz a kdoc programra. Szükség lesz továbbá a kdelibs forrására a dokumentáció létrehozásához valamint a Qt dokumentáció elérési útvonalára a KDE dokumentáció és a Qt osztályok közötti keresztreferencia elkészítéséhez.
it: Aggiorna Documentazione KDE Questo permette di creare o di aggironare la documentazione HTML della libreria KDE. Ti ricordo che devi avere kdoc installato per utilizzare questa funzionalità. Inoltre devi avere i sorgenti di kdelibs ed il percorso per la documentazione Qt per attivare i riferimenti incrociati con la documentazione KDE e con le classi Qt.
pl: Uaktualnij Dokumentacjê KDE To pozwala ci uaktualniæ HTML-ow± dokumentacjê bibliotek KDE. Aby funkcja ta by³a aktywna musisz mieæ zainstalowany kdoc. Równie¿ ¼ród³a bibliotek musz± byæ dostêpne wraz ze ¶cie¿k± do Dokumentacji Qt aby umo¿liwiæ odwo³ania z KDE do klass Qt.
pt_br: Actualizar Documentação KDE Permite-lhe criar ou actualizar a documentação HTML das KDE-libs. Note que tem de ter o kdoc instalado para utilizar esta função. Também as fontes do kdelibs têm de estar disponíveis para criar a documentação, bem como o caminho da Documentação Qt tem de ser definido para cruzar referências da Documentação KDE com as classes Qt.
sv: Uppdatera KDE-Dokumentationen Detta låter dig skapa eller uppdatera HTML-dokumentationen av KDE-libs. Kom ihåg att du måste ha kdoc installerad för att kunna använda denna funktion. Du måste även ha kdelibs källkod för att skapa dokumenationen samt ha sökvägen till Qt-dokumentationen satt till korsreferens till KDE-dokumentationen med Qt-klasserna.

source: Create Search Database :
de: Suchdatenbank erstellen...
es: Crear base de datos de búsqueda:
fr: Création de la base de données de recherche :
hu: Keresési adatbázis létrehozása:
it: Crea il database di ricerca:
pl: Utwórz bazê wyszukiwañ:
pt_br: Criar Base de Dados de Busca :
sv: Skapa sökdatabas :

source: Create...
de: Erzeugen...
es: Crear...
fr: Créer...
hu: Létrehozás...
it: Creazione...
pl: Utwórz...
pt_br: Criar...
sv: Skapa...

source: Create Search Database This will create a search database for glimpse which will be used to look up marked text in the documentation. We recommend updating the database each time you've changed the documentation e.g. after a kdelibs-update or installing a new Qt-library version.
de: Suchdatenbank erstellen Hiermit können Sie für 'glimpse' eine Such- datenbank erstellen, mit der die Suche nach markierten Worten ermöglicht wird. Wir empfehlen, daß Sie die Datenbank nach jedem Wechsel der Kdelibs oder nach Installation einer neuen Qt- Version aktualisieren.
es: Crear Base de Datos de Búsqueda Esto creará una base de datos de búsqueda para el glimpse, que será utilizada para buscar selecciones de texto en la documentación. Recomendamos que actualice la base de datos cada vez que cambie la documentación. Ej. cuando actualice las kdelibs o al instalar una nueva versión de las bibliotecas Qt.
fr: Création de la base de données de recherche Ceci créera une base de donnée pour glimpse qui sera utilisée pour rechercher du texte dans la documentation. Nous recommandons la mise à jour de la base de données à chaque modification de la documentation, après une mise à jour des bibliothèques ou l'installation d'une nouvelle version de Qt.
hu: Keresési adatbázis létrehozása Keresési adatbázist hoz létre a glimpse számára, amely a kijelölt szöveg megkeresésére szolgál a dokumentációban. Célszerû az adatbázist frissíteni a dokumentáció megváltoztatása után, pl. a kdelibs frissítése vagy új Qt könyvtár telepítése után.
it: Creazione Database di Ricerca Questo creerà il database di ricerca per glimpse il quale sarà usato per trovare del testo marcato nella documentazione. Raccomandiamo l'aggiornamento del database ogni qual volta la documentazione viene modificata, come ad esempio dopo un aggirnamento della kdelibs or quando installi una nuova versione di Qt.
pl: Utwórz Bazê Wyszukiwañ To tworzy bazê dla glimpse, która bêdzie u¿ywana do wyszukiwania zaznaczonego tekstu w dokumentacji. Polecamy uaktualnianie bazy za ka¿dym razem gdy zmienisz dokumentacjê np. po uaktualnieniu bibliotek KDE lub zainstalowaniu nowej wersji biblioteki Qt.
pt_br: Criar Base de Dados de Busca Criará uma base de dados de busca para o glimpse que será utilizada para procurar texto marcado na documentação. Recomendamos actualizar a base de dados sempre que se modificar a documentação, por ex. após uma actualização das kdelibs ou instalação de uma nova versão da biblioteca Qt.
sv: Skapa sökdatabas Detta kommer att skapa en sökdatabas för 'glimpse' som kommer att användas då du söker markerad text i dokumentationen. Vi rekommenderar att du uppdaterar databasen varje gång du förändat dokumentationen t.ex. efter en kdelibs-uppdatering eller vid installation av en ny version av Qt-biblioteket.

source: Create also KDOC-reference of your project
de: Auch KDOC Referenz Ihres Projektes erstellen
es: Crear también una referencia en KDOC del proyecto
fr: Créer aussi une référence KDOC de votre projet
hu: KDOC-referenciát is létrehoz a projekthez
