Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: If you will a fancy header, then check it.
pl: Je¶li chcesz ³adny nag³ówek to zaznacz to.
pt_br: Se deseja ter um cabeçalho fantasioso, seleccione.

source: Here you can choose, if the filename from the last '/' is print, or if the full filename is print.
pl: Tu mo¿esz wybraæ czy tylko nazwa pocz±wszy od ostatniego '/' bêdzie drukowana, czy te¿ pe³na nazwa pliku.
pt_br: Aqui pode escolher, se o ficheiro do último '/' é impresso, ou se o é o nome do ficheiro completo.

source: Here you can choose, if the hostname up to the first '.' is print, or the full hostname is print.
pl: Tu mo¿esz wybraæ, czy tylko nazwa hosta do pierwszej '.' bêdzie drukowana, czy te¿ nazwa w ca³o¶ci.
pt_br: Aqui pode escolher, se o nome do servidor até ao primeiro '.' é impresso, ou é o nome completo do servidor.

source: Here you can choose, if you time will be printed in am/pm format or in 24h format.
pl: Tu mo¿esz wybraæ czy czas ma byæ drukowany w formacie 24-godzinnym.
pt_br: Aqui pode escolher se a hora é impressa no formato am/pm format ou no formato 24h.

source: o264clock
pt_br: horas

source: Here you can set the sides, which you will print. You can also specify an interval like: 5- :print from side 5 to end 5-10 :print from side 5 to side 10 -5 :print from side 1 to side 10
pl: Tu mo¿esz podaæ strony do drukowania. Mo¿esz te¿ podawaæ zakresy jak np. :5- :od strony 5 do koñca 5-10 :od strony 5 do 10 -5 :od strony 1 do 5
pt_br: Aqui pode definir os lados, que irá imprimir. Também pode definir um intervalo como: 5- :imprime do lado 5 até ao fim 5-10 :imprime do lado 5 até ao 10 -5 :imprime do lado 1 até ao 10

source: &DistClean
pl: &Czy¶æ do dystrybucji

source: &GenerateSources...
pl: &Generuj ¬ród³a

source: &New Dialog...
pl: &Nowy dialog...
sv: &Ny dialogruta...

source: &Remove File from Project
pl: &Usuñ Plik z Projektu

source: &Spellchecker...
pl: Pi&sownia...

source: <b>Note :</b> Since the selected item is the main widget only few of the normally available functions are enabled. Open another items' help to get information about the other functions.
pl: <b>Uwaga :</b> jako, ¿e wybrana jest aktualnie g³ówna kontrolka tylko niektóre z normalnie dostêpnych funkcji s± aktywne. Otwórz pomoc do innych sk³adników by uzyskaæ wiêcej informacji o innych funkcjach.

source: A round led widget.
pl: Okr±g³a dioda ¶wiec±ca.

source: Add member function
pl: Dodaj funkcjê sk³adow±

source: Authors
pl: Autorzy

source: Build Settings
pl: Ustawienia budowania

source: C&onfigure
pl: K&onfiguruj

source: Closes the current window
pl: Zamyka aktualne okno

source: Color:
pl: Kolor:
ru: Цвет:

source: Copyright
pl: Prawa autorskie

source: Development with KDevelop
pl: Programowanie z KDevelop

source: Directory exists!
pl: Katalog istnieje!

source: Do you really want to remove the file from project? It will remain on disk.
pl: Czy na pewno chcesz usun±æ ten plik z projektu? Pozostanie on na dysku.

source: Do you want to add the file:
pl: Czy chcesz dodaæ plik:

source: Enter the toplevel-directory of your project. This <b>must</b> be an <b>existing directory !!
pl: Podaj katalog g³ówny twojego projektu. To <b>musi</b> byæ <b>istniej±cy katalog</b> !!

source: File
pl: Plik

source: Finished '%s'
pl: Skoñczone '%s'

source: General Configuration
pl: Ogólna konfiguracja

source: Graphical classview...
pl: Graficzny widok klas...

source: Handbook:
pl: Podrêcznik:
sv: Användarmanual:

source: Header Window
pl: Okno Nag³ówków

source: Here you can add exta options for you make.
pl: Tu mo¿esz podaæ dodatkowe opcje dla make.

source: I don´t know
pl: Nie wiem

source: Insert some useful information about your project here. This is only for the information in the project file-<b>not</n> for README etc.
pl: Podaj tu jekie¶ przydatne informacje na temat tego projektu. Tekst ten zostanie wykorzystany tylko do opisu pliku projektu, a <b>nie</b> do README itp.
ru: Введите краткую справку, характеризующую ваш проект. Эта справка только для проекта, <b>не</b> для файла README и пр.
sv: Skriv in en kort information om ditt projekt här. Detta är bara till för projektfilen-<b>inte</n> för README etc.

source: Insert your Handbook-sgml-file name. Usually this is index.sgml
pl: Tu wstaw nazwê pliku SGML z zawieraj±cego podrêcznik. Zwykle jest to index.sgml
ru: Введите имя файла Handbook-sgml-file. Обычно это index.sgml
sv: Skriv in din användarmanual-sqml fil. Vanligtvis är det index.sqml

source: Introduction
pl: Wprowadzenie

source: KDE HTML widget
pl: KDE - kontrolka HTML
sv: KDE HTML gränssnittselement

source: KDE-KHTML-Library
pl: Biblioteka KDE-KHTML
sv: KDE-KHTML-bibliotek

source: Make &with
pl: Buduj &z

source: Make with
pl: Buduj z

source: Make with :
pl: Buduj z :

source: New Dialog
pl: Nowy dialog

source: New file Shows the New file dialog to create a new dialog definition file
pl: Nowy plik Pokazuje dialog 'Nowy plik' by utworzyæ nowy plik definicji dialogu.
sv: Ny fil Visar ett fönster där du kan skapa en ny definitionsfil för en dialogruta

source: Open Dialog
pl: Otwórz Dialog
sv: Öppnar dialog

source: Open file Shows the Open file dialog to select a *.kdevdlg file to be opened
pl: Otwórz plik Pokazuje okno dialogowe w którym mo¿na wybraæ plik *.kdevdlg do otwarcia
sv: Öppna fil Visar ett fönster där du kan välja att öppna en *.kdevdlg fil

source: Open:
pl: Otwórz:

source: Opens an existing dialog file
pl: Otwórz istniej±cy plik dialogu

source: Opens the New Dialog dialog to construct a new Widget
pl: Otwiera okno 'Nowy dialog' by utworzyæ now± kontrolkê

source: Overview
pl: Przegl±d

source: Print debugging information in addition to normal processing. The debugging information says which files are being considered for remaking, which file- times are being compared and with what results, which files actually need to be remade, which implicit rules are considered and which are applied---every­ thing interesting about how make decides what to do.
pl: Wypisuj informacje debugera oprócz zwyk³ego przetwarzania. Informacje debugera mówi± które pliki s± rozwa¿ane do ponownego zbudowania, jakie czasy modyfikacji plików s± porównywane i z jakim wynikiem, jakie pliki w efekcie musz± byæ przebudowane, jakie domy¶lne regu³y s± rozwa¿ane, a jakie s± stosowane -- wszystko, co mo¿na chcieæ wiedzieæ na temat tego jak make decyduje co zrobiæ.

source: Programs
pl: Programy

source: Projects
pl: Projekty

source: Qt-Application
pl: Aplikacja QT
sv: Qt-Applikation

source: Questions and Answers
pl: Pytania i odpowiedzi

source: Remove File
pl: Usuñ plik
ru: Удалить файл
sv: Ta bort fil

source: Remove File from Disc...
pl: Usuñ pliki z dysku...

source: Search
pl: Wyszukaj
sv: Sök

source: Show C Sources Window
pl: Poka¿ okno ¬róde³ C
sv: Visa fönster för C-källkoder

source: Show Header Window
pl: Poka¿ okno Nag³ówków
sv: Visa fönstret för huvudfiler

source: Show Help Window
pl: Poka¿ okno Pomocy
sv: Visa hjälpfönstret

source: Show Tools Window
pl: Poka¿ okno Narzêdzi
sv: Visa verktygsfönstret

source: Specify the machine type for your program. Other machine types than your machine is usually only needed for precompiled distribution packages.
pl: Podaj typ komputera dla twojego programu. Typy komputera inne ni¿ twój przydaj± siê zwykle jedynie do dystrybucji prekompilowanych pakietów.
ru: Укажите тип машины для вашей программы. Типы машин, отличные от вашего, обычно используются при создании дистрибутивов для других платформ.
sv: Specifiera maskintypen för ditt program. Andra maskintyper än din maskin behövs vanligtvis bara för förkompilerade distributitioner.

source: Spell&check...
pl: Sprawd¼ &pisowniê...

source: Thanks
pl: Podziêkowania

source: The Class Browser
pl: Przegl±darka klas

source: The Dialog Editor
pl: Edytor dialogów

source: The Help System
pl: System pomocy

source: The KDE-library documentation can be generated using the old khtmlw library or the new khtml library. Would you like to use the new khtml library ?
pl: Dokumentacja bibliotek KDE mo¿e byæ wygenerowana przy u¿yciu starej biblioteki khtmlw lub nowej khtml. Czy chcesz u¿yæ nowej biblioteki khtml ?
sv: Dokumentationen för KDE-biblioteket kan skapas genom att använda den gamla khtmlw biblioteket eller den nya khtml biblioteket. Vill du använda den nya khtml biblioteket ?

source: The KDE-library documentation is not installed. Please update your documentation with the options given in the KDevelop Setup dialog, Documentation tab. Your API-documentation will be created without cross-references to the KDE and Qt libraries.
pl: Dokumentacja bibliotek KDE nie jest zainstalowana. Uaktualnij swoj± dokumentacjê przy u¿yciu opcji z okna dialogowego Ustawienia KDevelop, zak³adka Dokumentacja. Twoja dokumentacja API zostanie utworzona bez odniesieñ do bibliotek KDE i QT.

source: The chosen path for the KDE-Libs does not lead to the KDE Libraries. Please choose the correct path.
pl: Wybrana ¶cie¿ka do bibliotek KDE nie prowadzi do nich. Wybierz poprawn± ¶cie¿kê.
sv: Den valda sökvägen för KDE-libs leder inte till KDE-biblioteken. Välj en ny sökväg.

source: The program ksgml2html wasn't found, therefore your documentation won't have the usual KDE logo and look. The manual will be build using sgml2html.
pl: Program ksgml2html nie zosta³ znaleziony, w zwi±zku z czym dokumentacja nie bêdzie mia³a logo KDE i typowego wygl±du. Podrêcznik zostanie zbudowany przy u¿yciu sgml2html.

source: The selected project directory already exists. If you click 'OK', all files and subdirectories of the currently chosen project directory will be deleted before a new project is going to be generated
pl: Wybrany katalog projektu ju¿ istnieje. Je¶li wci¶niesz 'OK', wszystkie pliki i podkatalogi aktualnie wybranego katalogu projektu zostan± skasowane przed utworzeniem nowego projektu.

source: This item could not be viewed. The item isn't parsed.
pl: Ta pozycja nie mo¿e byæ pokazana. Nie by³a ona jak dotychczas przetworzona.

source: Toogle Statusbar
pl: Prze³±cz pasek stanu
sv: Slå av/på statusbar

source: User-Manual
pl: Instrukcja u¿ytkownika
sv: Användarmanual

source: Warn whenever an object of larger than LEN bytes is defined.
pl: Ostrzegaj gdy obiekt d³u¿szy ni¿ LEN bajtów jest zdefiniowany.
ru: Выдавать предупреждение при обнаружении идентификатора более LEN байтов.
sv: Varna närhelst ett objekt större än LEN-bytes är definierad.

source: Warn whenever two distinct identifiers match in the first LEN characters. This may help you prepare a program that will compile with certain obsolete, brain-damaged compilers.
pl: Ostrzegaj zawsze gdy dwa ró¿ne identyfikatory pokrywaj± siê w pierwszych LEN znakach. Ta opcja pomaga przygotowaæ twój program do kompilacji z niektórymi 'przyg³upimi' kompilatorami.
ru: Выдавать предупреждение, если два идентификатора совпадают в первых LEN символах. Это поможет вам подготовить программу к компиляции некоторыми старыми ограниченными компиляторами.
sv: Varnar närhelst två åtskilda identifierare matchar i den första LEN- bokstaven. Detta kan hjälpa dig att förebereda ett program som kommer att kompileras med vissa förlegade, hjärnskadade kompilatorer.

source: Warning...
pl: Ostrze¿enie...

source: Working with the Editor
pl: Praca z Edytorem

source: Workspace 1
pl: Obszar 1

source: Workspace 2
pl: Obszar 2

source: Workspace 3
pl: Obszar 3

source: Workspaces
pl: Obszary robocze

source: You have modified the current dialog. Do you want to save the dialog and generate the sourcecodes?
pl: Wprowadzi³e¶ zmiany w aktualnym dialogu. Czy chcesz go zapisaæ i wygenerowaæ ¼ród³a?

source: You must choose a destination,that is in your project-dir!
pl: Musisz wybraæ katalog, który jest podkatalogiem projektu!
ru: Вы должны указать файл в директории проекта!
sv: Du måste välja ett mål som ligger i ditt projekts sökväg!

source: You must choose an existing sourcefile!
pl: Musisz wybraæ istniej±cy plik ¼ród³owy!
ru: Вы должны выбрать существующий файл исходных текстов!

source: You must enter a name for the baseclass!
pl: Musisz podaæ nazwê klasy bazowej!

source: app-wizard
pl: kreator aplikacji

source: build process
pl: proces budowania

source: change-request
pl: pro¶ba o zmianê

source: class tree
pl: drzewo klas

source: configuration
pl: konfiguracja

source: dialog editor
pl: edytor dialogów

source: documentation browser
pl: przegl±darka dokumentacji

source: documentation bug
pl: b³±d w dokumentacji

source: documentation tree
pl: drzewo dokumentacji

source: editor
pl: edytor

source: harmless
pl: niegro¼ny

source: how do I ...
pl: jak mogê...

source: installation process
pl: proces instalacji

source: logical file tree
pl: logiczne drzewo plików

source: output window
pl: okno wyników

source: project management
pl: zarz±dzanie projektem

source: select the directory where the new source files will be copied to here.
pl: tu wybierz katalog do którego zostan± skopiowane nowe pliki ¼ród³owe.
sv: välj den katalog som de nya källkoderna skall kopieras till.

source: serious
pl: powa¿ny

source: software bug
pl: b³±d programowy

source: the directory, in which your project is
pl: katalog, w którym znajduje siê twój projekt

source: the versionsnumber, with which your project should start
pl: numer wersji z którym powinien wystartowaæ twój projekt

source: use khtml
pl: u¿yj khtml
sv: använd khtml

source: use khtmlw
pl: u¿yj khtmlw
sv: använd kthmlw

source: vendor tag
it: tag di vendor

source: release tag
it: tag di release

source: Welcome !
it: Benvenuto!

source: Running autoconf suite...
sv: Utför autoconf...

source: The KDE-library documentation is not installed. Please update your documentation with the options given in theKDevelop Setup dialog, Documentation tab. Your API-documentation will be created without cross-references to the KDE and Qt libraries.
sv: Dokumentationen för KDE-biblioteket är inte installerad. Var vänlig uppdatera din dokumentation med inställningarna givna i dialogrutan för KDevelop-Inställningar under Dokumentation. Din API-dokumentation kommer att bli skapad utan korsreferenser till KDE och Qt biblioteken.

source: Setting up Documentation paths...
sv: Ställer in sökvägen till dokumenationen...

source: Manual
sv: Användahandbok

source: Generates a new project with KAppWizard
sv: Skapar ett nytt projekt med KAppWizard

source: Creates a new project
sv: Skapar ett nytt projekt

source: Adds a file to the current project
sv: Lägger till en fil till aktuella projektet

source: Adds a new file to the project
sv: Lägger till en ny fil till projektet

source: Starts KDbg in the tools window
sv: Startar KDbg i verktygsfönstret

source: Starts KTranslator in the tools window
sv: Starat KTranslator i verktygsfältet

source: Starts KIconedit in the tools window
sv: Startar KIconedit i verktygsfältet

source: Switch to KDevelop's User Manual
ru: Переключить на руководство пользователя KDevelop
sv: Byter till KDevelop's användarmanual

source: The filename must end with .cpp,.c,.cc or .C !
ru: Файл должен оканчиваться на .cpp,.c,.cc или .C !
sv: Filnamnet måste sluta med .cpp, .c, .cc eller .C !!

source: The filename must end with .h !
ru: Файл должен оканчиваться на .h !
sv: Filnamnet måste sluta med .h !

source: Header/Resource Files
sv: Header/Resource Filer

source: C/C++ Files
sv: C/C++ Filer

source: Documentation-Browser
sv: Dokumentationsvisare

source: &New
sv: &Ny

source: &Line...
sv: &Gå till rad...

source: &New File...
ru: Новый файл...
sk: &Nový súbor
sv: &Ny fil...

source: &Existing File(s)...
sv: &Befintliga fil(er)...

source: Application Wizard...
sv: KAppWizard

source: &Add File(s) to Project
sv: &Lägg till fil(er) till projektet

source: Debug program
sv: Felsöker program

source: choice the class
ru: выберите класс
sv: välj klass

source: choice the methods
ru: выберите метод
sv: Välj metod

source: Creating new project...
sv: Skapar ett nytt projekt...

source: New Folder...
sv: Ny katalog...

source: General Options
sv: Generella inställningar

source: This dialog is for editing your project options.
ru: Этот диалог предназначен для изменения настроек вашего проекта.
sv: Denna dialogruta är till för att redigera ditt projekts inställningar.

source: Set the project's name here.
ru: Введите название проекта.
sv: Skriv ditt projekts namn här.

source: Set your project's version number here.
ru: Введите номер версии вашего проекта.
sv: Skriv ditt projekts versionsnummer här.

source: Insert your name here
ru: Здесь вставьте свое имя
sv: Skriv in ditt namn här:

source: Email:
sv: E-Post

source: Checking this turns on the -g flag to GCC to generate debugging information.
sv: Välj denna för att använda -g flaggan till GCC för att skapa felsökningsinformation.

source: Application
ru: Приложение
sv: Applikation

source: KDE-Application
ru: Приложение KDE
sv: KDE-applikation

source: Select this to create a complete framework for your new application. It will contain three main classes: one for the mainwindow, one for the main view and one for the application's documents The main window offers a menubar, toolbar and a statusbar including statusbar help and status signaling.
ru: Выберите этот пункт для создания нового проекта приложения. Он будет содержать три основных класса: один класс - основного окна, другой - основное представление и третий - документы (данные) приложения. Основное окно содержит меню, панели инструментов и панель состояния, показывающую текущее состояние и подсказки.
sv: Välj detta för att skapa en komplett framework för din nya applikation. Den kommer att innehålla tre huvud- klasser: en för huvudfönstret, en för huvudvyn och en för applikationens dokument. Huvudfönstret har ett menyfält, verktygsfält och ett statusfält med statusfält-hjälp och statusfält signalering.

source: KDE-Mini-Application
ru: Мини-Приложение KDE
sv: KDE-mini-applikation

source: Select this to create a mini-Application. This will only contain the main widget class which inherits QWidget until now.
sv: Välj detta för att skapa en mini-applikation. Denna kommer bara att innehålla det gränssnitt som för tillfället bara ärver QWidget.

source: Select this to create a Qt-Application.
sv: Välj detta för att skapa en Qt-applikation.

source: C/C++-Application
sv: C/C++-applikation

source: Select this to create a C/C++-Terminal-Application.
sv: Välj detta för att skapa en C/C++-terminal-applikation.

source: Names
ru: Имена
sv: Namn

source: Versionsnumber:
ru: Версия:
sv: Versionsnummer:

source: Enter the Project's name here. This is also the directory name under which your Project will be created.
ru: Здесь введите название проекта. Оно также будет являтся именем директории, в которой проект будет создан.
sv: Skriv in projekts namn här. Detta är också namnet på det bibliotek för vart ditt projekt kommer att skapas.

source: Enter the toplevel-directory the project will be stored. This <b>must</b> be an <b>existing directory !!
ru: Введите директорию верхнего уровня, в которой разместится проект. Это <b>должна</b> быть <b>существующая директория!!
sv: Skriv in huvudbilbioteket där projektet skall lagras. Detta <b>måste</b> vara ett <b>redan befintligt bibliotek !!

source: Enter the Version number here. The number will be used in the about-dialog and in the main widget's topbar.
ru: Введите номер версии. Этот номер будет использован в диалоге 'О программе' и в названии окна приложения проекта.
sv: Skriv in versionsnummret här. Numret kommer att användas i om-dialogrutan och i hvuvudfönstret.

source: Enter your name here for the about dialog. You may also consider using the Team-name.
sv: Skriv in det namn som skall visas i om-dialogrutan. Du kan också använda ett team-namn.

source: Enter your email adress here, so users can send you bug reports easiely ;-))
ru: Введит свой email для получения сообщений об ошибках от пользователей.
sv: Skriv in din e-postaddress här så att användare enkelt kan skicka felrapporter ;-))

source: Projectfiles & Desktopgoodies
ru: Файлы проекта и Desktopgoodies
sv: Projektfiler & skrivbordsfiler

source: Check this if you wish to have your API Documentation generated automatically
ru: Нажатие этой кнопки обеспечит автоматическую генерацию документации по вашему API
sv: Markera dett om du önskar att din API- dokumentation skall skapas automatiskt

source: Check this if you wish a general User Documentation to be generated automatically.
ru: Нажатие этой кнопки обеспечит автоматическую генерацию каркаса Руководства пользователя
sv: Markera detta om du önskar att en generell användarhandbok skall skapas automatiskt.

source: Check this to create a lsm-File
ru: Нажмите эту кнопку для создания lsm-файла
sv: Markera detta för att skapa en lsm-fil

source: Check this if you wish to have the GNU-Standard files created like INSTALL and README
ru: Нажмите эту кнопку для создания стандартных файлов GNU, таких как INSTALL и README
sv: Markera detta om du önskar ha GNU-standardfiler som INSTALL och README skapade åt dig

source: Check this to create a sample icon for your program. We suggest to do so and just change it's view by using KIconEdit.
sv: Markera detta för att skapa en exempelikon för ditt program. Vi föreslår att du gör så och sedan ändrar dess utseende med KIconEdit.

source: Check this to create a sample mini-icon for your program. We suggest to do so and just change it's view by using KIconEdit.
sv: Välj detta för att skapa en mini-icon till ditt program. Vi Vi föreslår att du gör så och sedan ändrar dess utseende med KIconEdit.

source: Check this if you wish to have a .kdelnk for you application in the K-Menu. The default is the Applications- submenu. You can change this to other menus by changing the file properties afterwards.
ru: Нажмите эту кнопку для создания файла .kdelnk вашей программы в К-меню. По-умолчанию он помещается в подменю Программы. Вы можете это изменить позднее, изменив свойства файла.
sv: Markera detta om du önskar att ha en .kdelnk för din applikation i K-Menyn istället för i applikationsdelmeny. Du kan ändra detta till andra menyer genom att ändra filegenskaperna efteråt.

source: Select this if you wish another already created icon to be used.
ru: Выдерите это, если вы хотите использовать существующую иконку.
sv: Markera denna om du önskar använda en annan redan skapad ikon.

source: Select this if you wish another already created mini-icon to be used.
ru: Выберите это, если вы хотите использовать существующую мини-иконку.
sv: Markera denna om du önskar använda en annan redan skapad mini-ikon.

source: Check this if you want a standard headertemplate for your headerfiles
sv: Markera denna om du vill ha en standard- huvudmall för dina 'header'-filer.

source: you can load another headertemplate here
ru: здесь вы можете загрузить другой заголовок
sv: du kan ladda en annan huvudmall här

source: you can clear the headertemplate here
ru: здесь вы можете очистить заголовок
sv: du kan radera din huvudmall här

source: you can edit your headertemplate here
ru: здесь вы можете отредактировать заголовок
sv: du kan redigera din huvudmall här

source: Check this if you want a standard cpp-Template for your cpp-files.
sv: Markera denna om du vill använda en standrarmall för cpp i din cpp-filer

source: you can load another cpptemplate here
ru: здесь вы можете загрузить другой заголовок
sv: du kan ladda en annan cppmall här

source: you can clear the cpptemplate here
ru: здесь вы можете очистить заголовок
sv: du kan radera cppmallen här

source: you can edit your cpptemplate here
ru: здес вы можете отредактировать заголовок
sv: du kan redigera din cppmall här

source: you can see the normal outputs here
ru: здесь вы видите обычный вывод
sv: här kan du se det normala utdatat

source: you can see all warnings and errormessages here
ru: здесь вы видете предупреждения и сообщения об ошибках
sv: här kan du se alla varningar och felmeddelanden

source: Delete File...
sv: Radera fil...
