Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: The chosen path does not lead to the KDE-library documentation. Please choose 'Proceed' in any case. If you don't have a documentation, it will be generated automatically in one of the next steps
de: Der gewählte Pfad enthält keine KDE-Dokumentation. Bitte wählen Sie nun 'Fortsetzen'. Wenn Sie keine Dokumentation installiert haben, wird sie in einem der nächsten Schritte automatisch erstellt.
es: El camino seleccionado no lleva a la documentación del KDE. Por favor, seleccione 'proceder' en cualquier caso. Si no tiene la documentación, se generará automáticamente en un paso posterior.
fr: L'emplacement choisi ne mène pas à la documentation des bibliothèques KDE. Veuillez sélectionner 'Installer' dans tous les cas. Si vous n'avez pas cette documentation, elle sera générée automatiquement lors d'une étape ultérieure
hu: A kiválasztott útvonal nem a KDE-könyvtár dokumentációjára mutat. Most nyomja meg a 'Végrehajtás' gombot. Ha a dokumentáció nincs telepítve, akkor valamelyik következõ lépésben automatikusan létrejön.
it: Il percorso selezionato non conduce alla documentazione della libreria KDE. Prego selezionare comunque `Procedi'. Se non hai l'apposita documentazione, essa verrà generata automaticamente in uno dei prossimi passi.
pl: Podana ¶cie¿ka nie prowadzi do dokumentacji bibliotek KDE. Mo¿esz wcisn±æ 'Dalej'. Je¶li nie masz tej dokumentacji, zostanie ona automatycznie wygenerowana w jednym z nastêpnych kroków instalacji.
pt_br: O caminho escolhido não indica a documentação da biblioteca KDE. Por favor escolha 'Proceder' de qualquer forma. Se não tem a documentação, ela será gerada automaticamente num dos passos seguintes
sv: Den valda sökvägen leder inte till dokumentationen av KDE-biblioteket. Välj 'Fortsätt' iallafall. Om du inte ha en dokumentation, kommer den att skapas automatiskt om några steg

source: Automatic installation in progress...
de: Automatische Installation läuft...
es: Instalación Automática en proceso...
fr: Installation automatique en cours...
hu: Az automatikus telepítés folyamatban...
it: Installazione automatica in corso...
pl: Automatyczna instalacja trwa...
pt_br: Instalação Automática em progresso...
sv: Automatisk installation...

source: Syntax-Highlighting
de: Hervorhebungen
es: Resaltado de Sintaxis
fr: Coloration syntaxique
hu: Szintaxis Kiemelés
pl: Pod¶wietlanie Sk³adni
pt_br: Realce de Sintaxe
sv: Syntaxfärgning

source: Now you can choose the Syntax-Highlighting style KDevelop will use. The options are to set the highlighting to Emacs style or to the default settings of KWrite (k.a. 'Extended Editor') Which one do you want to use ?
de: Sie können nun den Stil für Hervorhebungen wählen, den KDevelop verwenden wird. Entscheiden Sie zwischen dem Emacs-Stil oder den Einstellungen von KWrite. Welchen wollen Sie benutzen?
es: Ahora puede elegir el estilo de resaltado de sintaxis que usará KDevelop. Se puede optar por un resaltado al estilo del Emacs, o por las opciones por defecto de KWrite (también conocido como `Editor Avanzado'). ¿Cuál desea utilizar?
fr: Vous pouvez maintenant choisir le style de coloration syntaxique qu'utilisera KDevelop. Les options permettent le style de coloration Emacs ou le paramétrage par défaut de KWrite ('Éditeur avancé') Lequel désirez-vous utiliser ?
hu: Itt választhatja ki, hogy melyik szintaxiskiemelési stílust használja a KDevelop. Lehetõség van az Emacs-stílusú kiemelés vagy a KWrite (az ú.n. 'Kiterjesztett szerkesztõ') alapbeállítása között választani. Melyiket akarja használni?

source: Emacs style
de: Emacs Stil
es: Como el Emacs
fr: Style Emacs
hu: Emacs-stílus
it: Stile Emacs
pl: Styl Emacsa
pt_br: Estilo Emacs
sv: Emacs stil

source: KWrite default
de: KWrite Einstellungen
es: Por defecto de KWrite
fr: KWrite par défaut
hu: A KWrite alapértelmezése
it: Default KWrite
pl: Domy¶lny KWrite
pt_br: Defeito do KWrite
sv: KWrite standarden

source: Checking needed programs...
de: Überprüfe benötigte Programme...
es: Comprobando los programas necesarios...
fr: Vérification des programmes nécessaires...
hu: A szükséges programok ellenõrzése...
it: Verifica programmi necessari...
pl: Sprawdzanie potrzebnych programów...
pt_br: verificando programas necessários...
sv: Söker efter nödvändiga program...

source: was found.
de: wurde gefunden.
es: fue encontrado.
fr: a été trouvé.
hu: megtalálva.
it: è stato trovato.
pl: znaleziony.
pt_br: foi encontrado.
sv: hittades.

source: was not found.
de: wurde nicht gefunden.
es: no fue encontrado.
fr: n'a pas été trouvé.
hu: hiányzik.
it: non è stato trovato.
pl: nie znaleziony.
pt_br: não foi encontrado.
sv: hittades inte.

source: -- setting make-command to gmake
de: -- setze make-Kommando auf gmake
es: -- gmake seleccionado como comando make
fr: -- la commande de make est définie à gmake
hu: -- a make-parancs gmake-re állítása

source: -- generating application handbooks will not be possible
de: -- Erstellung von Anwendungshandbüchern ist nicht möglich
es: -- no se podrán generar manuales para la aplicación
fr: -- la génération de manuels d'utilisation ne sera pas possible
hu: -- alkalmazás-kézikönyvek generálása nem lesz lehetséges

source: -- generating API-documentations will not be possible
de: -- Erstellung von API-Dokumentationen ist nicht möglich
es: -- no se podrá generar la documentación de la API
fr: -- la génération de la documentation d'API ne sera pas possible
hu: -- API dokumentációk generálása nem lesz lehetséges

source: -- editing icons will not be possible
de: -- Editieren von Icons ist nicht möglich
es: -- no se podrán editar iconos
fr: -- l'édition d'icônes ne sera pas possible
hu: -- ikonok szerkesztése nem lesz lehetséges

source: -- search functionality will not be provided
de: -- Suchfunktionalität wird nicht bereitgestellt
es: -- no se tendrá la función de búsqueda
fr: -- les fonctionnalités de recherche ne seront pas disponibles
hu: -- a keresõszolgáltatás nem lesz elérhetõ
it: -- la funzionalità di ricerca non sarà disponibile
pl: -- nie bêdzie mo¿liwo¶ci wyszukiwania tekstu
pt_br: -- funcionalidade de busca não será providenciada

source: -- generation of new frame applications will not be possible
de: -- Erstellung von neuen Rahmenapplikation ist nicht möglich
es: -- no se podrán generar nuevos esqueletos de aplicación
fr: -- la génération de nouvelles applications fenêtrées ne sera pas possible
hu: -- új keretalkalmazások generálása nem lesz lehetséges
it: -- la generazione della struttura delle applicazioni non sarà disponibile
pl: -- generowanie nowych szblonów aplikacji nie bêdzie mo¿liwe
pt_br: -- geração de esqueleto de novas aplicações não será possível

source: -- printing available
de: -- Drucken möglich
es: -- impresión disponible
fr: -- impression disponible
hu: -- a nyomtatás lehetséges
it: -- stampa disponibile
pl: -- drukowanie dostêpne
pt_br: -- impressão disponível

source: -- printing can only use lpr
de: -- Drucken nur über "lpr" möglich
es: -- la impresión sólo podrá usar lpr
fr: -- l'impression ne peut utiliser que lpr
hu: -- a nyomtatás csak lpr-t tud használni
it: -- stampa solamente con comando lpr
pl: -- drukowanie tylko za pomoc± lpr
pt_br: -- impressão apenas pode utilizar lpr

source: Program test results
de: Testresultate
es: Resultado de las pruebas
fr: Résultats du programme de test
hu: A programok ellenõrzésének eredményei
it: Risultati del programma di test
pl: Rezultaty testowania programów
pt_br: Resultado do teste do programa
sv: Test resultatet över programmen

source: The following results have been determined for your system:
de: Das folgende Ergebnis wurde für Ihr System erzielt:
es: Se han determinado los siguientes resultados para su sistema:
fr: Pour votre système, les résultats suivants ont été obtenus :
hu: A rendszer vizsgálata a következõ eredményeket hozta:
it: I seguenti risultati sono stati ottenuti per il tuo sistema:
pl: Rezultaty sprawdzania twojego systemu:
pt_br: Os seguintes resultados foram determinados para o seu sistema:
sv: Följande resultat har funnits gälla ditt system:

source: Qt Documentation found
de: Qt-Dokumentation gefunden
es: Encontrada la documentación de las Qt
fr: Documentation Qt trouvée
hu: Qt Dokumentáció megvan
it: Documentazione Qt trovata
pl: Dokumentacja QT znaleziona
pt_br: Documentação Qt encontrada
sv: Qt-Dokumentationen funnen

source: The Qt-Documentation has been found at:
de: Die Qt-Dokumentation wurde gefunden:
es: La documentación de las Qt se encontró en:
fr: La documentation Qt a été trouvée à :
hu: A Qt-Dokumentáció megtalálva:
it: La documentazione Qt è stata trovata in:
pl: Dokumentacja QT zosta³a znaleziona w:
pt_br: A Documentação Qt foi encontrada em:
sv: Qt-dokumentationen fanns befinna sig vid:

source: The correct path has been set.
de: Der korrekte Pfad wurde gesetzt.
es: El camino correcto ha sido configurado.
fr: Le chemin correct a été défini.
hu: A megfelelõ útvonal beállításra került.
it: Il percorso corretto è stato impostato.

source: The Qt-library documentation could not be detected. Please insert the correct path to your Qt-documentation manually. Do you want to set it now ?
de: Die Qt-Bibliotheks-Dokumentation konnte nicht gefunden werden. Bitte geben Sie den korrekten Pfad zur Qt-Dokumentation manuell an. Wollen Sie ihn jetzt setzen?
es: La documentación de la biblioteca Qt no ha sido detectada. Por favor introduzca el camino hacia la documentación manualmente. ¿Desea introducirlo ahora?
fr: La documentation de la bibliothèque Qt est introuvable. Veuillez saisir manuellement le chemin d'accès à la documentation de Qt. Désirez-vous la saisir maintenant ?
hu: A Qt-könyvtár dokumentációját nem sikerült megtalálni. Adja meg a dokumentáció helyes elérési útját. Kívánja most beállítani?
it: La documentazione della libreria Qt non è stata trovata. Prego inserire manualmente il percorso corretto per la suddetta documentazione. Vuoi farlo adesso?
pl: Dokumentacja biblioteki QT nie zosta³a znaleziona. Mo¿esz podaæ poprawn± ¶cie¿kê do dokumentacji Qt rêcznie. Czy chcesz to zrobiæ teraz ?
pt_br: A documentação da biblioteca Qt não foi detectada. Por favor insira o caminho correcto para a sua documentação Qt manualmente. Deseja indicá-lo agora ?
sv: Qt-bibliotekets dokumentation hittas inte. Var vänlig skriv in den rätta sökvägen till din Qt-dokumentation manuellt. Vill du skriva in den nu ?

source: Please choose your Qt-Documentation path by pushing the selection button above.
de: Bitte wählen Sie Ihren Qt-Dokumentationspfad, indem Sie den Auswahlknopf drücken.
es: Por favor elija la situación de la documentación de las Qt pulsando el botón de selección de arriba.
fr: Saisissez le chemin de votre documentation de Qt en cliquant sur le bouton ci-dessus.
hu: Kérem válassza ki a Qt dokumentációjának elérési útját a fenti gomb megnyomásával.
it: Prego selezionare il percorso della Documentazione Qt premendo il bottone di selezione suindicato.
pl: Wybierz swoj± ¶cie¿kê do Dokumentacji Qt u¿ywaj±c powy¿szego przycisku wyboru.
pt_br: Por favor seleccione o caminho da Documentação Qt agora premindo o botão de selecção acima.
sv: Var vänlig välj sökvägen till Qt-dokumentation genom att trycka på knapparna ovan.

source: KDE-Library Documentation found
de: Dokumentation der KDE-Bibliothek gefunden
es: Documentación de la biblioteca KDE encontrada
fr: Documentation des bibliothèques de KDE trouvée
hu: KDE Könyvtár Dokumentáció megtalálva
it: Documentazione della Libreria KDE trovata

source: The KDE-Library-Documentation has been found at:
de: Die Dokumentation der KDE-Bibliothek wurde gefunden:
es: La documentación de la biblioteca KDE de encontró en:
fr: La documentation des bibliothèques de KDE a été trouvée à :
hu: A KDE-könyvtár dokumentációját sikerült megtalálni:
it: La Documentazione della libreria KDE è stata trovata in:

source: The Program KDoc was not found on your system, a library documentation update can not be performed. KDoc is part of the kdesdk package that can be obtained from www.kde.org.
de: Das Programm KDoc wurde nicht gefunden, eine Aktualisierung der Dokumentation konnte nicht vorgenommen werden. KDoc ist ein Teil des kdesdk- Pakets, welches auf www.kde.org verfügbar ist.
es: El programa KDoc no se ha encontrado en su sistema, no se podrá actualizar la documentación de las bibliotecas. KDoc es parte del paquete kdesdk que puede ser conseguido desde www.kde.org.
fr: Le programme KDoc est introuvable sur votre système, la mise à jour de la documentation est impossible. KDoc fait partie du paquetage kdesdk qui peut être trouvé sur le site www.kde.org.
hu: A KDoc programot nem sikerült megtalálni, a könyvtár dokumentációjának frissítése nem hajtható végre. A KDoc a kdesdk csomag része, amely a www.kde.org címrõl tölthetõ le.
it: Il programma KDoc non è stato trovato nel sistema, pertanto l'aggiornamento della documentazione non può essere effettuato. KDoc è parte del pacchetto kdesdk e può essere ottenuto da www.kde.org.
pl: W twoim systemie nie uda³o siê znale¼æ programu KDoc, nie mo¿na wiêc przeprowadziæ uaktualnienia dokumentacji bibliotek. KDoc ijest czê¶ci± pakietu kdesdk, który mo¿na zdobyæ z www.kde.org.
pt_br: A aplicação KDoc não foi encontrada no seu sistema, uma actualização da documentação da biblioteca não pode ser realizado. KDoc faz parte do pacote Kdesdk que pode ser obtido em www.kde.org.
sv: Programmet KDoc hittades inte på ditt system, d.v.s det går inte att uppdatera biblioteksdokumentation. KDoc är en del av kdesdk paketet och kan hämtas från www.kde.org.

source: Now KDevelop will create a new KDE-library documentation. For that, you need the kdelibs package as the source package. In most cases it is included in your distribution.If you don't have the kdelibs as sources, we advise to obtain them from www.kde.org. Mind that the sources should match your installed kdelibs version.
de: Nun wird KDevelop eine neue KDE-Bibliotheks- Dokumentation erstellen. Dafür benötigen Sie die kdelibs als Quellpaket. In den meisten Fällen liegen sie Ihrer Distribution bei. Wenn Sie die kdelibs nicht als Quellen haben, sollten Sie sie von www.kde.org beziehen. Beachten Sie, daß die Version der Quellen mit den installierten kdelibs übereinstimmen sollte!
es: Ahora KDevelop creará una nueva documentación para la biblioteca KDE. Para ello, necesita el paquete kdelibs y el paquete con sus fuentes. Normalmente vendrán incluidos con su distribución. Si no los tiene, le recomendamos que los obtenga de www.kde.org. Recuerde que la versión de los fuentes debe ser la misma que la de las kdelibs instaladas.
fr: Kdevelop va maintenant créer une nouvelle documentation des bibliothèques KDE. Pour ce faire, vous avez besoin des kdelibs sous forme de paquetage source. Si vous ne les avez pas, il est conseillé de les obtenir sur le site www.kde.org. Souvenez-vous que ces sources doivent correspondre à la version des binaires kdelibs installés.
hu: Most a KDevelop létrehozza a KDE-könyvtár új dokumentációját. Ehhez a kdelibs csomag forrására is szükség lesz. Ha nincs meg a kdelibs forrása, töltse le például a www.kde.org címrõl. Ügyeljen arra, hogy a forrás és a telepített kdelibs verziószáma megegyezzen.

source: Creating KDE documentation Please wait...
de: Erzeuge KDE-Dokumentation Bitte warten...
es: Creando la documentación del KDE Por favor espere...
fr: Création de la documentation de KDE Veuillez patienter...
hu: A KDE dokumentáció létrehozása Kérem várjon...
it: Creazione documentazione di KDE Attendere prego...
pl: Tworzenie dokumentacji KDE Proszê czekaæ...
pt_br: A Criar Documentação KDE Por Favor aguarde...
sv: Skapar ny KDE dokumentation Var vänlig dröj...

source: This will exit the automatic installation process and start KDevelop with the default values ! If you choose 'Continue', you will have to set all installation values manually in the KDevelop Setup dialog available in the options menu.
de: Hiermit beenden Sie die automatische Installation und starten KDevelop mit den Standardwerten! Wenn Sie 'Fortfahren' wählen, müssen Sie alle Installationswerte manuell im 'KDevelop Setup'- Dialog im 'Optionen'-Menü einstellen.
es: ¡ Se saldrá del proceso de instalación automática y se ejecutará KDevelop con los valores por defecto ! Si elige 'Continuar', tendrá que elegir todos los valores de la instalación manualmente seleccionando 'Configuración de KDevelop...' en el menú de opciones.
fr: Ceci quittera le programme d'installation automatique et démarrera KDevelop avec des paramètres par défaut ! Si vous cliquez sur 'Continuer', vous devrez paramétrer manuellement les valeurs des paramètres d'installation dans le menu Options->Configurer KDevelop.
hu: Ezzel véget ér az automatikus telepítési eljárás és a KDevelop elindul az alapértelmezés szerinti értékekkel. Ha a 'Folytatás' gombot választja, minden telepítési értéket külön kell megadnia a Beállítások/A KDevelop beállítása... menübõl nyíló dialógusablakban.
it: Questo terminerà il processo di installazione automatico e lancerà KDevelop con le impostazioni di default! Se selezioni `Continua' dovrai impostare tutti i valori di installazione manualmente nella finestra di Impostazioni disponibile nel menu opzioni.
pl: To wyjdzie z procesu automatycznej instalacji i uruchomi KDevelop domy¶lnymi warto¶ciami ! Je¶li wybierzesz 'Dalej' bêdziesz musia³ ustawiæ wsystkie warto¶ci rêcznie w Ustawieniach KDevelop dostêpnych z menu Opcje.
pt_br: Isto sairá do processo automático de instalação e iniciará o KDevelop com os valores por defeito ! Se escolher 'Continuar', terá de definir todos os valores de instalação manualmente no diálogo de Configuração do KDevelop, disponível no menu Opções.
sv: Detta avslutar den automatiska installations processen och startar KDevelop med standard värderna ! Om du väljer 'Fortsätt', måste du skriva in alla installations värden manuellt i KDevelop-inställningar dialogen som finns under egenskapsmenyn.

source: KDevelop Setup
de: KDevelop Einstellungen
es: Configuración de KDevelop
fr: Configuration de KDevelop
hu: A KDevelop beállítása
it: Impostazioni KDevelop
pl: Ustawienia KDevelop
pt_br: Configuração do KDevelop
sv: KDevelop inställningar

source: Make-Command
de: Make-Kommando
es: Comando make
fr: Commande make
hu: A Make parancs
it: Comando Make
pl: Polecenie Make
pt_br: Comando Make
sv: 'make'-kommando

source: Select Make-Command:
de: Wählen Sie das Make-Kommando:
es: Seleccione el comando make:
fr: Choisir la commande make :
hu: A Make parancs kiválasztása:
it: Selezione comando Make:
pl: Wybierz polecenie Make:
pt_br: Seleccionar Comando Make:
sv: Välj 'make'-kommando:

source: Make-Command Select your system's make-command. Usually, this is make, FreeBSD users may use gmake. Mind that you can also add option parameters to your make-binary as well.
de: Make-Kommando Wählen Sie das Make-Kommando Ihres Systems. Gewöhnlich ist das "make", FreeBSD-Benutzer könnten "gmake" benutzen. Bedenken Sie, daß Sie auch zum Make-Kommando Parameter hinzufügen können.
es: Comando make Seleccione el comando `make' de su sistema. Normalmente, este es `make', pero los usuarios de FreeBSD pueden utilizar `gmake'. Recuerde que también se le pueden pasar parámetros a su comando `make'.
fr: Commande Make Choisissez la commande make de votre système. Habituellement il s'agit de make, les utilisateurs de FreeBSD peuvent utiliser gmake. Vous pouvez également ajouter des paramètres optionnels pour construire vos binaires.
hu: A Make parancs Válassza ki az Ön rendszerének a make parancsát. Általában ez a 'make', FreeBSD rendszerben esetleg 'gmake'. Itt megadhatja a make program futtatásakor használt parancssori opciókat is, ha kívánja.
it: Comando Make Seleziona il tuo comando Make di sistema. Di solito questo è `make', per gli utenti FreeBSD può essere `gmake'. Tieni presente che puoi anche aggiungere parametri e/o opzioni per il tuo binario.
pl: Polecenie Make Podaj polecenie 'make' w .twoim systemie Zwykle jest to po prostu make. U¿ytkownicy FreeBSD mog± u¿ywaæ gmake. Zauwa¿, ¿e mo¿esz tu te¿ dodaæ parametry dla tego polecenia.
pt_br: Comando Make Seleciona o comando make do seu sistema. Normalmente, este é make, os utilizadores do FreeBSD poderão utilizar gmake. Note que poderá também adicionar parâmetros de opções ao seu make de binário.
sv: Make-Commando Välj ditt systems 'make'-kommando. Vanligtvis är detta make. FreeBSD användare kan använda 'gmake'. Tänk på att du kan ange indataparametrar till ditt 'make'-program.

source: Autosave
de: Automatisch speichern
es: Autoguardado
fr: Enregistrement automatique
hu: Automatikus mentés
it: Salvataggio Automatico
pl: Autozapis
pt_br: Auto-Gravação
sv: Autospara

source: enable Autosave
de: Automatisch speichern aktivieren
es: Habilitar autoguardado
fr: Activer l'enregistrement auto
hu: Az automatikus mentés bekapcsolása
it: Abilita salvataggio
pl: w³±cz Autozapis
pt_br: Ligar Auto-Gravação
sv: slå på autospara

source: Select Autosave time-interval:
de: Wählen Sie das Autosave-Zeitintervall:
es: Elija el intervalo de autoguardado:
fr: Choix du délai d'enregistrement :
hu: Az automatikus mentés idõköze:
it: Selezione dell'intervallo:
pl: Wybierz czas Autozapisu:
pt_br: Seleccione o intrevalo temporal da Auto-Gravação:
sv: Välj tidsintervall för autospara:

source: 3 min
hu: 3 perc

source: 5 min
hu: 5 perc

source: 15 min
hu: 15 perc

source: 30 min
hu: 30 perc

source: Autosave If autosave is enabled, your currently changed files will be saved after the time-interval selected times out. Please select your timeout-value. Available are: 3 minutes, 5 minutes, 15 minutes and 30 minutes.
de: Automatisch speichern Wenn 'Automatisch speichern' aktiviert ist, werden die geänderten Dateien nach dem von Ihnen gewählten Zeitintervall gespeichert.
es: Autoguardado Si el autoguardado está habilitado, los ficheros modificados serán guardados cada vez que pase el intervalo de tiempo seleccionado. Por favor seleccione el intervalo. Tiene disponibles: 3 minutos, 5 minutos, 15 minutos y 30 minutos.
fr: Enregistrement automatique Si l'enregistrement automatique est activé, vos fichiers modifiés seront enregistrés après le délai paramétré. Choisissez ce délai d'enregistrement. Valeurs possibles : 3 minutes, 5 minutes, 15 minutes et 30 minutes.
hu: Automatikus mentés Ha engedélyezve van, az Ön megnyitott, módosított fájljai el lesznek mentve a kiválasztott idõ lejártával. Kérem válassza ki a mentés idõközét. Választható: 3 perc, 5 perc, 15 perc és 30 perc.
it: Salvataggio Automatico Se il salvataggio automatico è abilitato, le modifiche ai file verranno salvate ogni volta che saranno passati un numero di minuti specificati. Prego selezionare l'intervallo. Valori ammissibili sono: 3 minuti, 5 minuti, 15 minuti e 30 minuti.
pl: Autozapis Je¶li autozapis jest w³±czony, twoje aktualnie zmieniane pliki bêd± zapisywane po up³ywie wybranego czasu. Wybierz czas autozapisu. Dostêpne s±: 3 minuty, 5 minut, 15 minut i 30 minut.
pt_br: Auto-Gravação Se a auto-gravação estiver ligada, os seus ficheiros modificados serão gravados assim que terminar o tempo do intrevalo. Por favor, seleccione o tempo do intrevalo. Os disponíveis são: 3 minutos, 5 minutos, 15 minutos e 30 minutos.
sv: Autospara Om autospara är påslaget kommer de för- tillfället ändrade filerna att sparas efter det tidsintervall du angett. Var god ange ett tidsintervall. Befinliga är: 3 minuter, 5 minuter, 15 minuter och 30 minuter.

source: Autoswitch
de: Automatisch wechseln
es: Cambio de contexto automático
fr: Bascule automatique
hu: Automatikus ugrás
it: `Vai a' automatico
pl: Auto-prze³±cznik
pt_br: Auto-Alternância
sv: Automatiskt byte

source: enable Autoswitch
de: Autowechsel aktivieren
es: Habilitado
fr: Activer la bascule
hu: Az automatikus ugrás engedélyezése
it: Abilita `Vai a' automatico
pl: w³±cz Auto-prze³±cznik
pt_br: ligar Auto-Alternância
sv: används automatiskt byte
