Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Invert Selection
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hu: Kijelölés in&verziója
it: Inverti Selezione
pl: Odwróæ zaznaczenie
pt_br: Inverter Seleção
sv: Invertera markering

source: Goto Line
de: Gehe zu Zeile
es: Ir a la línea
fr: Aller à la ligne
hu: Ugrás sorra
it: Vai a Linea
pl: Id¼ do linii
pt_br: Ir para a Linha
sv: Gå till rad...

source: Next Error
de: Nächster Fehler
es: Siguiente error
fr: Erreur suivante
hu: A következõ hiba
it: Errore Successivo
pl: Nastêpny B³±d
pt_br: Próximo Erro

source: Previous Error
de: Vorheriger Fehler
es: Anterior error
fr: Erreur précédente
hu: Az elõzõ hiba
it: Errore Precedente
pl: Poprzedni B³±d
pt_br: Erro Anterior

source: Sourcecode Editor
de: Quellcode Editor
es: Editor de código fuente
fr: Éditeur de code source
hu: Forráskód Szerkesztõ
pt_br: Editor de Código Fonte

source: Dialog Editor
es: Editor de diálogos
fr: Éditeur de boîte de dialogue
hu: Dialógus Ablak Szerkesztõ
pt_br: Editor de Diálogo

source: Toogle Tree-View
de: Baumansicht an/aus
es: Ocultar/ver vista de árbol
fr: Afficher/Cacher l'arborescence
hu: A fa-nézet ki/bekapcsolása
it: (Dis)Attiva Vista-Struttura
pl: Prze³±cz widok drzewa
pt_br: Alternar Vista de Árvore
sv: Slå av/på trädvyn

source: Toogle Output-View
de: Ausgabeansicht an/aus
es: Ocultar/ver vista de salida
fr: Afficher/Cacher les messages
hu: A kimeneti ablak ki/bekapcsolása
it: (Dis)Attiva Vista-Output
pl: Prze³±cz widok wyników
pt_br: Alternar Vista de Output
sv: Slå av/på utdatavyn

source: Toolbar
de: Werkzeugleiste
es: Barra de herramientas
fr: Barre d'outils
hu: Eszköztár
pt_br: Barra de Ferramentas

source: Browser-Toolbar
de: Browserleiste
es: Barra de navegación
fr: Barre d'outils du visualiseur
hu: Böngészõ eszköztár
it: Toolbar del Browser
pt_br: Barra de Ferramentas do Navegador

source: Statusbar
de: Statusleiste
es: Barra de estado
fr: Barre d'état
hu: Állapotsor
it: Barra di Stato
pt_br: Barra de Estados

source: Preview dialog
de: Dialogvorschau
es: Probar diálogo
fr: Aperçu de la boîte de dialogue
hu: Elõnézet dialógusablak
it: Finestra di Anteprima
pl: Podgl±d dialogu
pt_br: Ver Antes o diálogo

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Actualiser
hu: Frissítés
it: Aggiorna
pt_br: Refrescar
ru: Обновить
sk: Obnov

source: Graphical Classview
de: Graphische Klassenansicht
es: Visor gráfico de clases
fr: Affichage graphique des classes
hu: Grafikus osztálynézet
it: Vista Grafica Classi
pt_br: Visualizador Gráfico de Classes

source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
hu: Új projekt
it: Nuovo Progetto
pt_br: Novo Projeto
sv: Nytt projekt

source: Open Project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir un projet
hu: Projekt megnyitása
it: Apri Progetto
pl: Otwórz Projekt
pt_br: Abrir Projeto
sv: Öppnar projekt

source: Close Project
de: Projekt schließen
es: Cerrar proyecto
fr: Fermer le projet
hu: Projekt bezárása
it: Chiudi Progetto
pt_br: Fechar Projeto

source: New Class
de: Neue Klasse
es: Nueva clase
fr: Nouvelle classe
hu: Új osztály
it: Nuova Classe
pt_br: Nova Classe

source: Add existing File(s)
de: Vorhandene Datei(en) hinzufügen
es: Añadir fichero(s) existente(s)
fr: Ajouter fichier(s) existant(s)
hu: Létezõ fájl(ok) hozzáadása
it: Aggiungi File esistente/i
pt_br: Adicionar Arquivo(s) existentes

source: Make messages and merge
de: Meldungen erstellen und verbinden
es: Crear mensajes y mezclar
fr: Exécuter make messages et fusionner
hu: Üzenetek kiválogatása és összefésülése
it: Crea messaggi e fondi
pt_br: Make messages e juntar

source: Make API-Doc
de: &API-Dokumentation erstellen
es: Crear doc. de la API
fr: Construire la documentation de l'API
hu: API dokumentáció generálása
it: Crea Documentazione API
pt_br: Make Documentação API

source: Make User-Manual...
de: Benutzerhandbuch erstellen
es: Crear manual de usuario...
fr: Construire le manuel d'utilisation
hu: Felhasználói kézikönyv generálása...
it: Crea Manuale Utente...
pt_br: Make Manual do Usuário...

source: Make Source-tgz
de: Quellen-tgz erstellen
es: Crear fuente-tgz
fr: Construire le Source-tgz
hu: Forrás-tgz generálása
it: Crea tgz dei Sorgenti
pt_br: Make Código-tgz

source: Project options
de: Projektoptionen
es: Opciones del proyecto
fr: Options du projet
hu: Projektbeállítások
it: Opzioni del Progetto
pt_br: Opções de Projeto

source: Compile File
de: Datei compilieren
es: Compilar fichero
fr: Compiler le fichier
hu: Fájl fordítása
it: Compila File
pl: Kompiluj plik
pt_br: Compilar Arquivo
sv: Kompilera fil

source: Stop process
de: Prozeß stoppen
es: Parar proceso
fr: Arrêter le processus
hu: A processz leállítása
it: Interrompi processo
pt_br: Parar processo

source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Végrehajtás
it: Esegui
pl: Uruchom
pt_br: Executar

source: Execute with arguments
de: Mit Argumenten ausführen
es: Ejecutar con argumentos
fr: Exécuter avec des arguments
hu: Végrehajtás argumentumokkal
it: Esegui con argomenti
pl: Uruchom z argumentami
pt_br: Executar com argumentos

source: Autoconf and automake
de: Autoconf/Automake
es: Autoconf y automake
fr: Autoconf et automake
hu: Autoconf és automake
it: Autoconf ed automake
pt_br: Autoconf e automake

source: Configure...
es: Ejecutar configure...
fr: Lancer Configure
hu: Beállítás...
pt_br: Configurar...

source: Next Bookmark
de: Nächstes Lesezeichen
es: Siguiente marcador
fr: Signet suivant
hu: Következõ könyvjelzõ

source: Previous Bookmark
de: Vorheriges Lesezeichen
es: Anterior marcador
fr: Signet précédent
hu: Az elõzõ könyvjelzõ

source: Clear Bookmarks
de: Bookmark löschen
es: Vaciar marcadores
fr: Effacer les signets
hu: A könyvjelzõk törlése
it: Elimina Bookmarks
pl: Czy¶æ Zak³adki
pt_br: Limpar Bookmarks

source: Search Marked Text
de: Suche markierten Text
es: Buscar el texto marcado
fr: Rechercher la sélection
hu: A kijelölt szöveg keresése
it: Ricerca Testo Marcato
pl: Wyszukaj zaznaczony tekst
pt_br: Procurar Texto Marcado
sv: Söker efter den markerade texten

source: Search for Help on
de: Suche nach Hilfe für
es: Buscar ayuda sobre
fr: Rechercher de l'aide sur...
hu: Segítség keresése
it: Aiuto su
pt_br: Procurar Ajuda sobre

source: Toggle Last
de: Letztes umschalten
es: Volver atrás
fr: (Dés)Activer le dernier
hu: visszaugrás a legutolsóra
it: Attiva Ultimo
pl: Prze³±cz Ostatnie
pt_br: Alterna Último
sv: Ej översatt (Toggle Last)

source: Debug start
es: Depurador - inicio
fr: Débogueur démarrer
hu: Nyomkövetõ indítása

source: Debug start other
de: Debug Start (andere)...
es: Depurador - iniciar otro
fr: Débogueur lancer (autre)
hu: Nyomkövetõ indítása más programhoz

source: Debug start with args
de: Debug Mit Argumenten ausführen
es: Depurador - lanzado con argumentos
fr: Débogueur exécuter avec des arguments
hu: Végrehajtás argumentumokkal

source: Debug examine core
de: Debug Untersuche core Datei
es: Depurador - examinar volcado
fr: Débogueur examiner un core
hu: Core fájl vizsgálata nyomkövetõvel

source: Debug other executable
de: Debug Weitere ausführbare Datei
es: Depurar otro ejecutable
fr: Déboguer un autre exécutable
hu: Más program nyomkövetése

source: Debug attach
de: Debug anhängen
es: Adjuntar depurador a proceso
fr: Débogueur attacher
hu: Nyomkövetés hozzárendelése

source: Debug run
de: Debug Ausführen
es: Depurador - ejecutar
fr: Débogueur exécuter
hu: Nyomkövetés indítása

source: Debug run to cursor
de: Debug Bis Cursor
es: Depurador - ejecutar hasta el cursor
fr: Débogueur exécuter jusqu'au curseur
hu: Nyomkövetés a kurzorig

source: Debug stop
es: Depurador - detener
fr: Débogueur arrêter
hu: Nyomkövetés megállítása

source: Debug step into
de: Debug In Funktion
es: Depurador - paso a paso por inst.
fr: Débogueur step into
hu: Lépj bele

source: Debug step into instr
de: Debug In Maschinenanweisung
es: Depurador - por instrucciones en ens.
fr: Débogueur step over instr
hu: Utasítás nyomkövetése

source: Debug step over
de: Debug Über Funktion
es: Depurador - paso a paso por func.
fr: Débogueur step over
hu: Lépd át

source: Debug step over instr
de: Debug Über Maschinenanweisung
es: Depurador - por funciones en ens.
fr: Débogueur step over instr
hu: Lépd át az utasítást

source: Debug step out
de: Debug Aus Funktion
es: Depurador - salir de func.
fr: Débogueur step out
hu: Lépj ki

source: Debug viewers
de: Debug Ansichten
es: Depurador - visores
fr: Débogueur afficheurs
hu: Nyomkövetõ nézetek

source: Debug interrupt
de: Debug Anhalten
es: Depurador - interrumpir
fr: Débogueur interrompre
hu: Megszakítás nyomkövetése

source: Debug toggle breakpoint
de: Debug Breakpoint umschalten
es: Depurador - alternar punto de int.
fr: Débogueur (dés)activer le point d'arrêt
hu: Töréspont ki/bekapcsolása

source: &New...
de: &Neu...
es: &Nuevo...
fr: &Nouveau...
hu: Ú&j...
it: &Nuovo...
pl: &Nowy...
pt_br: &Novo...

source: Close All
de: Alle schließen
es: Cerrar todo
fr: Fermer tout
hu: Minden bezárása

source: Save &As...
de: Speichern &unter...
es: Guardar co&mo...
fr: Enregistrer &sous...
hu: Mentés &másként...
it: Salva &Come...
pl: Zapisz &jako...
pt_br: Salvar &Como...
ru: Записать как...
sv: Spara &som...

source: Save A&ll
de: &Alles speichern
es: Guardar &todo
fr: Enregistrer &tout
hu: Minden me&ntése

source: U&ndo
de: &Rückgängig
es: &Deshacer
fr: A&nnuler
hu: Visszavo&n
it: &Disfai
pl: &Cofnij
pt_br: &Desfazer
ru: Откат
sv: Å&ngra

source: R&edo
de: Wieder&herstellen
es: R&ehacer
fr: R&efaire
hu: Még&egyszer
it: &Rifai
pl: &Przywróæ
pt_br: &Refazer
ru: Откат назад
sv: Uppr&epa

source: In&dent
de: E&inrücken
es: In&dentar
fr: In&denter
hu: Be&húzás
it: Ind&enta
pl: W&ciêcie
pt_br: &Indentar
sv: In&drag

source: Uninden&t
de: Einrücken r&ückgängig
es: Desinden&tar
fr: Désinten&ter
hu: Kit&olás

source: C&omment
de: &Zeile kommentieren
es: C&omentar
fr: C&ommenter
hu: Me&gjegyzésbe tesz

source: Unco&mment
de: E&ntkommentieren
es: Des&comentar
fr: Déco&mmenter
hu: Megjegyzésbõl kis&zed

source: &Insert File...
de: &Datei einfügen...
es: &Insertar fichero...
fr: Insérer un &fichier...
hu: Fájl be&szúrása...
it: &Inserisci File...
pl: Wstaw &plik...
pt_br: &Inserir Arquivo...
ru: &Вставить файл...
sk: Vloµi» &súbor...
sv: Lägg t&ill fil...

source: &Search...
de: &Suchen...
es: &Buscar...
fr: C&hercher...
hu: Kere&sés...
it: &Cerca...
pl: &Szukaj...
pt_br: &Procurar...
ru: Искать...
sk: Hµadaj
sv: &Sök...

source: Repeat Searc&h
de: Suche &wiederholen
es: Repetir bús&queda
fr: &Poursuivre la recherche
hu: Keress Ú&jra

source: &Replace...
de: Erse&tzen...
fr: &Remplacer...
hu: Cse&re...
it: &Sostituisci...
pl: &Zamieñ...
pt_br: &Substituir...
ru: Заменить...
sk: &Nahradi»...
sv: E&rsätt...

source: Search in &Files...
de: S&uche in Dateien...
es: Buscar en &ficheros...
fr: Chercher dans des &fichiers...
hu: Keresés &fájlokban...

source: Select &All
de: A&lle auswählen
es: Seleccionar &todo
fr: Sélectionner &tout
hu: Min&dent Kijelöl
it: Seleziona &Tutto
pl: Z&aznacz wszystko
pt_br: Selecionar &Tudo
ru: Выделить все
sv: &Markera allt

source: Goto &Line...
de: Gehe zu &Zeile...
es: Ir a la &línea...
fr: Aller à la &ligne...
hu: Sorra &Ugrás...
it: &Vai a Linea...
pl: Id¼ do linii...
pt_br: Ir para &Linha...
sv: Gå till &rad...

source: &Next Error
de: &Nächster Fehler
es: Siguie&nte error
fr: Erreur &suivante
hu: A kö&vetkezõ hiba
it: &Errore Successivo
pl: &Nastêpny B³±d
pt_br: &Próximo Erro

source: &Previous Error
de: &Vorheriger Fehler
es: Anteri&or error
fr: Erreur &précédente
hu: Az &elõzõ hiba
it: Errore &Precedente
pl: &Poprzedni B³±d
pt_br: Erro &Anterior

source: &Dialog Editor
es: Editor de &diálogos
fr: Éditeur de boîte de &dialogue
hu: &Dialógus Ablak Szerkesztõ
pl: Edytor &Dialogów
pt_br: Editor de &Diálogo

source: &Tree-View
de: &Baumansicht
es: Vista de &árbol
fr: Ar&borescence
hu: Fa-néze&t
it: V&ista-Struttura
pl: Widok &drzewa
pt_br: &Visão de Árvore
sv: &Trädvy

source: &Output-View
de: &Ausgabeansicht
es: Vista de &salida
fr: &Messages
hu: &Kimeneti ablak
it: Vista-&Output
pl: Widok &wyników
pt_br: Visão de &Output
sv: &Utdatafönster

source: Toolb&ar
de: &Werkzeugleiste
es: Barra de &herramientas
fr: Barre d'&outils
hu: Eszkö&zsor

source: &Browser-Toolbar
de: B&rowserleiste
es: Barra de &navegación
fr: Barre d'outils du &visualiseur
hu: &Böngészõ eszköztár
pl: Pasek &przegl±darki
pt_br: Barra de &Navegação
sv: Läsarens verktygsfält

source: &Statusbar
de: &Statusleiste
es: Barra de &estado
fr: Barre d'é&tat
hu: Á&llapotsor

source: &Refresh
de: A&ktualisieren
es: &Refrescar
fr: &Actualiser
hu: F&rissítés
it: &Aggiorna
pl: &Od¶wie¿
pt_br: &Refrescar
ru: Обновить
sk: &Obnov
sv: &Uppdatera

source: New...
de: &Neu...
es: Nuevo...
fr: Nouveau...
hu: Új...
it: Nuovo...
pl: Nowy...
pt_br: Novo...
sv: Ny...

source: Open &recent project...
de: &Zuletzt geöffnete Projekte
es: Abrir proyecto &reciente...
fr: Ouvrir un projet &récent...
hu: Nemrég &használt projekt...
it: Apri progetto &recente...
pt_br: Abrir projeto &recente...

source: C&lose
de: S&chließen
es: Ce&rrar
fr: &Fermer
hu: &Bezárás
it: &Chiudi
pl: &Zamknij
pt_br: &Fechar
sv: S&täng

source: &New Class...
de: Neue &Klasse...
es: &Nueva clase...
fr: &Nouvelle classe...
hu: Új &osztály...
it: &Nuova Classe...
pl: &Nowa klasa...
pt_br: &Nova Classe...
ru: Новый Класс...
sv: &Ny klass...

source: &Add existing File(s)...
de: Vorhandene Datei(en) &hinzufügen...
es: A&ñadir fichero(s) existente(s)...
fr: &Ajouter fichier(s) existant(s)...
hu: Létezõ fájl(ok) hozzá&adása...
it: &Aggiungi File Esistente/i...
pl: &Dodaj istniej±ce(y) plik(i)...
pt_br: &Adicionar Arquivo(s) existente(s)...
sv: Lägg till befintlig&a fil(er)...

source: Add new &Translation File...
de: Neue Ü&bersetzung hinzufügen...
es: Añadir nueva traducción...
fr: Ajouter un fichier de &traduction...
hu: Új támogatott &nyelv hozzáadása...
it: Aggiungi nuovo File di &Traduzione...
pl: Dodaj nowy Plik &T³umaczenia...
pt_br: Adicionar novo Arquivo de &Tradução...
sv: Lägg till ny &översättningsfil...

source: &File Properties...
de: Datei&eigenschaften...
es: Propiedades del &fichero...
fr: Propriétés du fi&chier...
hu: &Fájltulajdonságok...
it: Proprietà &File...
pl: &W³a¶ciwo¶ci pliku...
pt_br: Propriedades do Arquivo...
ru: Свойства Файла...
sv: &Filegenskaper

source: Make &messages and merge
de: &Meldungen erstellen und verbinden
es: Crear &mensajes y mezclar
fr: Exécuter make &messages et fusionner
hu: Üzenetek &kiválogatása és összefésülése
it: Crea &messaggi e fondi
pl: Buduj ko&munikaty i po³±cz
pt_br: Fazer &mensagens e juntar
sv: Skapa &meddelanden och slå ihop

source: Make AP&I-Doc
de: &API-Dokumentation erstellen
es: Crear doc. de la AP&I
fr: Construire la &documentation de l'API
hu: API &dokumentáció generálása
it: Crea documentazione &API
pl: Buduj dokumentacjê AP&I
pt_br: Fazer Documentação AP&I
sv: Skapa AP&I-Doc

source: Make &User-Manual...
de: Benutzerhandbuch e&rstellen
es: Crear manual de &usuario...
fr: Construire le manuel d'&utilisation...
hu: Fel&használói kézikönyv generálása...
it: Crea Manuale &Utente
pt_br: Make Manual do &Usuário...

source: &Source-tgz
de: &Quellen-tgz
es: &Fuente-tgz
hu: Forrás-t&gz
it: tgz dei &Sorgenti
pl: ¬ród³a-&tgz

source: Make &Distribution
de: D&istribution erstellen
es: Crear &distribución
fr: Construire la d&istribution
hu: Disz&tribúció létrehozása

source: O&ptions...
de: &Optionen...
es: O&pciones...
hu: Beállítások...

source: &Project
de: &Projekt
es: &Proyecto
fr: &Projet
hu: &Projekt
it: &Progetto
pl: P&rojekt
pt_br: &Projeto
ru: Проект
sk: &Projekt
sv: &Projekt

source: Compile &File
de: Datei &kompilieren
es: Compilar &fichero
fr: Compiler le &fichier
hu: &Fájl fordítása
pl: Kompiluj &Plik
pt_br: Compilar &Arquivo

source: &Rebuild all
de: Alles &neu erstellen
es: &Reconstruir todo
fr: &Reconstruire tout
hu: &Teljes fordítás
it: &Ricostruisci tutto
pl: &Przebuduj wszystko
pt_br: &Refazer tudo
ru: Пересобрать все
sk: Rekompiluj v±etko
sv: &Kompilera allt

source: &Clean/Rebuild all
de: &Säubern/Alles neu erstellen
es: &Limpiar/Reconstruir todo
fr: &Nettoyer / Reconstruire tout
hu: Tis&ztítás/Teljes fordítás
it: Elimina/Ricostruisci &tutto
pl: &Wyczy¶æ/Przebuduj wszystko
pt_br: &Limpar/Refazer tudo
ru: Очистить/Пересобрать все
sv: &Ta bort/omskapa allt

source: &Stop Build
de: Sto&ppen
es: &Parar la construcción
fr: &Arrêter la construction
hu: Teljes fordítás leállítá&sa
it: &Interrompi Creazione
pl: &Zatrzymaj budowanie
sv: &Avbryt skapa

source: &Execute
de: &Ausführen
es: &Ejecutar
fr: &Exécuter
hu: &Végrehajtás
it: &Esegui
pl: &Uruchom
pt_br: &Parar construção
sv: &Kör

source: Execute &with Arguments...
de: &Mit Argumenten ausführen...
es: E&jecutar con argumentos...
fr: Exécuter a&vec arguments...
hu: Végrehajtás &argumentumokkal...
it: Esegui &con Argomenti...
pl: Uruchom &z Argumentami...
pt_br: Executar c&om Argumentos...

source: DistC&lean
hu: Tisztítás &disztribúcióhoz
pl: Cel DistC&lean

source: &Autoconf and automake
de: A&utoconf und Automake
es: &Autoconf y automake
fr: A&utoconf et automake
hu: &Autoconf és automake
it: &Autoconf e automake
pl: &Autoconf i automake
pt_br: &Autoconf e Automake

source: C&onfigure...
es: Eje&cutar configure...
fr: C&onfigurer...
hu: Ko&nfigurálás...
it: C&onfigura...
pt_br: C&onfigurar...

source: &Build
de: E&rstellen
es: Cons&truir
fr: Con&struire
hu: Fo&rdítás/Futtatás
pl: &Buduj
pt_br: &Construir
ru: Собрать
sk: &Kompiluj
sv: &Kompilera

source: Examine core file
de: Untersuche core Datei
es: Examinar fichero de volcado (core)
fr: Examiner un fichier core
hu: core fájl vizsgálata

source: Debug another executable
de: Weitere ausführbare Datei debuggen
es: Depurar otro ejecutable
fr: Déboguer un autre exécutable
hu: Más program nyomkövetése

source: Attach to process
de: An Prozeß anhängen
es: Adjuntar a un proceso
fr: Attacher au processus
hu: Procesz hozzárendelése

source: Start (other)...
de: Start (andere)...
es: Iniciar (otro)...
fr: Lancer (autre)...
hu: Indíts (mást)...

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
pl: Uruchom
pt_br: Rodar
ru: Запустить
sk: Spus»
sv: Kör

source: Step over instr.
de: Über Maschinenanweisung
es: Paso a paso por func. en ensamblador
hu: Lépd át az utasítást

source: Step into instr.
de: In Maschinenanweisung
es: Paso a paso por inst. en ensamblador
hu: Lépj bele az utasításba

source: Step out
de: Aus Funktion
es: Salir
hu: Lépj ki

source: Viewers
de: Ansichten
es: Visores
fr: Afficheurs
hu: Nézetek

source: Interrupt
de: Anhalten
es: Interrumpir
fr: Interrompre
hu: Megszakítás

source: Debu&g
de: Debu&ggen
es: &Depurar
fr: Débo&guer
hu: Nyom&követés

source: &Tools
de: &Werkzeuge
fr: Ou&tils
hu: &Eszközök
pl: &Narzêdzia
pt_br: &Ferramentas
ru: Инструменты
sv: &Verktyg

source: &Editor...
fr: &Éditeur
hu: &Szerkesztõ...
pl: &Edytor...
sv: &Redigeraren...

source: Editor &Colors...
de: Editor&farben...
es: &Colores del editor...
fr: &Couleurs de l'éditeur...
hu: A szerkesztõ szí&nei...
it: &Colori Editor...
pl: &Kolory edytora...
pt_br: &Cores do Editor...
sv: Redigerarens &färger...

source: Editor &Defaults...
de: Editor-&Voreinstellungen...
es: Por &defecto del editor...
fr: Options par défaut de l'éditeur...
hu: A szerkesztõ &alapbeállításai...
it: &Default dell'Editor
pl: &Domy¶lne ustawienia edytora...
pt_br: &Padrões do Editor
sv: Redigerarens &standardalternativ...

source: &Syntax Highlighting...
de: &Hervorhebungen...
es: Resaltado de &sintaxis...
fr: Coloration &syntaxique...
hu: A szin&taxis kiemelése...
pl: Pod¶wietlanie &sk³adni
pt_br: Realce de &Sintaxe...
sv: &Syntaxfärgläggning...

source: Documentation &Browser...
de: Dokumentations&browser...
es: &Navegador de documentación...
fr: Visualiseur de documentation...
hu: A dokumentáció&böngészõ...
it: &Browser Documentazione
pl: Przegl±darka &Dokumentacji...
pt_br: &Navegador de Documentação...
sv: Dokumentations visare...

source: Configure &Printer...
de: &Drucker konfigurieren...
es: Configurar &impresora...
fr: Configuration de l'im&pression...
hu: Nyo&mtatóbeállítás...
it: Configura &Stampante
pl: Konfiguruj &drukarkê...
pt_br: Configurar Im&pressora...
sv: Inställningar för &Skrivare...

source: Tools...
de: Werkzeuge...
es: Herramientas...
fr: Outils...
hu: Eszközök...
pl: Narzêdzia...
pt_br: Ferramentas...
sv: Verktyg...

source: &KDevelop Setup...
es: Configuración de &KDevelop...
fr: Configuration de &KDevelop...
hu: A &KDevelop beállításai...
it: Settaggi &KDevelop...
pl: U&stawienia KDevelop...
pt_br: Configuração do &KDevelop...
sv: &KDevelop inställningar...

source: &Window
de: &Fenster
es: &Ventana
fr: Fe&nêtre
hu: &Ablak
it: &Finestra
pl: &Okno
pt_br: &Janela
sv: &Fönster

source: &Toggle Bookmark
de: &Bookmark umschalten
es: Al&ternar marcador
fr: (Dés)Activer le signet
hu: A könyv&jelzõ ki/bekapcsolása

source: &Next Bookmark
de: Nächstes &Lesezeichen...
es: &Siguiente marcador
fr: Signet suiva&nt
hu: &Következõ könyvjelzõ

source: &Previous Bookmark
de: &Vorheriges Lesezeichen
es: A&nterior marcador
fr: Signet &précédent
hu: &Elõzõ könyvjelzõ

source: &Clear Bookmarks
de: Lesezeichen &entfernen
es: &Vaciar marcadores
fr: E&ffacer les signets
hu: A könyvjelzõk &törlése
it: &Elimina Bookmark
pl: &Usuñ zak³adki
pt_br: &Limpar Bookmarks

source: &Header Window
de: &Headerfenster
es: Ventana de &cabeceras
fr: Fenêtre d'&en-tête
hu: '&Header' Ablak
it: Finestra &Header
pl: Okno &Nag³ówków
pt_br: Janela de &Header

source: C/C++ &Window
de: &C/C++ Fenster
es: &Ventana C/C++
fr: Fenêtre &C/C++
hu: &C/C++ Ablak
it: &Finestra C/C++
pl: &Okno C/C++
pt_br: &Janela C/C++

source: &Browser Window
de: B&rowserfenster
es: Ventana de &navegación
fr: Fenêtre du &visualiseur
hu: &Böngészõ Ablak
it: Finestra &Browser
pl: Okno &Przegl±darki
pt_br: Janela &Navegador

source: Book&marks
de: &Lesezeichen
es: &Marcadores
fr: &Signets
hu: &Könyvjelzõk
it: Book&mark
pl: &Zak³adki

source: &Back
de: &Zurück
es: &Retroceder
fr: &Précédent
hu: &Vissza
it: &Indietro
pl: &Cofnij
pt_br: &Voltar

source: &Forward
de: &Vor
es: &Avanzar
fr: Suiva&nt
hu: &Elõre
it: &Avanti
pl: Do &przodu
pt_br: &Avançar

source: &Search Marked Text
de: &Suche markierten Text
es: &Buscar el texto marcado
fr: Chercher le texte &sélectionné
hu: A kijelölt &szöveg keresése
it: &Cerca Testo Evidenziato
pl: &Szukaj zaznaczonego tekstu
pt_br: &Procurar Texto Marcado
ru: Поиск в выделенном тексте
sv: &Söker efter den markerade texten

source: C/C++-Reference
de: C/C&++-Referenz
es: Referencia de C/C++
fr: Référence C/C++
hu: C/C++ referencia
it: Referenza C/C++
pl: Podrêcznik C/C++
pt_br: Referência C/C++
sv: C/C++-Referens

source: Tip of the Day
de: Tip des Tages
es: Sugerencia del día
fr: Conseil du jour
hu: Ötlet a mai napra
it: Consiglio del Giorno
pl: Podpowied¼ Dnia
pt_br: Dica do Dia
sv: Dagens tips

source: KDevelop Homepage
de: Homepage von KDevelop
es: Página web de KDevelop
fr: Site de KDevelop
hu: A KDevelop honlapja
pl: Strona domowa KDevelop
pt_br: Página do KDevelop
sv: KDevelops hemsida

source: Bug Report...
es: Notificar error...
fr: Rapport de bogue...
hu: Hibajelentés...
it: Rapporto Bug...
pl: Raport o b³êdzie...
pt_br: Relatório de Erros (Bug)
sv: Felrapport...

source: Project &API-Doc
de: &API-Dokumentation des Projekts
es: Doc. de la &API del proyecto
fr: &Documentation de l'API du projet
hu: Projekt &API dokumentáció
it: Doumentazione &API del Progetto
pl: Dokumentacja &API projektu
pt_br: Documentação &API do Projeto
ru: Документация по API проекта
sv: Projektets &API-dokumentation

source: Project &User-Manual
de: &Benutzerhandbuch des Projekts
es: Manual de usuario del proyecto
fr: &Manuel d'utilisation du projet
hu: A projekt &felhasználói kézikönyve
it: Manuale &Utente del Progetto
pl: Instr&ukcja do projektu
pt_br: Manual &Usuário Projeto
ru: Руководство пользователя
sv: Projektets &användarmanual
