Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Open file Shows the Open file dialog to select a file to be opened. Holding the button pressed will show a popup menu containing all filenames of your project's sources and header files. Selecting a filename on the menu will then open the file according to the file-type.
de: Datei öffnen Zeigt den Dialog 'Datei öffnen' an, um eine Datei auszuwählen, die geöffnet werden soll. Wenn Sie den Knopf gedrückt halten, wird ein Popupmenü gezeigt, das alle Dateinamen Ihrer Projektquellen enthält. Wenn Sie einen Dateinamen auswählen, wird die Datei unter Beachtung des Dateityps geöffnet.
es: Abrir fichero Muestra el diálogo de Abrir Fichero para seleccionar el fichero a abrir. Manteniendo el botón pulsado mostrará un menú desplegable que contendrá todos los ficheros fuente y de cabecera del proyecto. Seleccionando un fichero en el menú lo abrirá de una forma u otra, dependiendo del tipo de fichero.
fr: Ouvrir un fichier Affiche la boîte de dialogue d'ouverture de fichier pour sélectionner un fichier à ouvrir. En gardant le bouton appuyé, vous ferez apparaître un menu contextuel avec les noms de tous les fichiers sources et en-têtes de votre projet. Si vous sélectionnez l'un d'entre eux, il sera ouvert en fonction de son type.
hu: Fájl megnyitása Átkapcsol a Fájl megnyitása dialógusablakba a megnyitni kívánt fájl kiválasztásához. Ha a gombot lenyomva tartja, egy legördülõ menü nyílik ki, amely a projekt összes forrás- és headerfájlját tartalmazza. Kiválasztva egy fájlt a menübõl a típusának megfelelõ szerkesztõt indítja el.
it: Apertura file Mostra la finestra di dialogo per la selezione del file da aprire. Tenendo premuto il pulsante apparirà un menu contenente tutti i file (codice ed header) del progetto. Selezionando uno di questi nomi dal menu, il file verrà aperto compatibilmente con il suo tipo.
pl: Otwórz plik Pokazuje dialog Otwórz plik by wybraæ plik do otwarcia. Przytrzymanie przycisku powoduje pojawienie siê menu z nazwami wszystkich plików ¼ród³owych i nag³ówkowych z twojego projektu. Wybranie nazwy z menu otwiera odpowiedni plik.
pt_br: Abrir Arquivo Mostra o diálogo de Abertura de arquivos para selecionar um arquivo a ser aberto. Manter o botão apertado mostra um menu contendo todos os nomes de arquivos de código-fonte e headers do seu projeto. Selecionando um arquivo do menu irá abrir o arquivo de acordo com o seu tipo de arquivo.

source: Save file Saves the file opened in the actual editing view
de: Datei speichern Speichert die Datei, die sich gerade im Bearbeitungsfenster befindet.
es: Guardar fichero Guarda el fichero abierto en la ventana de edición
fr: Enregistrer le fichier. Enregistre le fichier ouvert dans l'éditeur
hu: Fájl mentése Elmenti az aktuális szerkesztõablakban levõ fájlt
it: Salva file Salva il file aperto nella corrente finestra di editing
pl: Zapisz plik Zapisuje plik otwarty w aktualnym widoku edycji
pt_br: Salvar arquivo Salva o arquivo aberto na visão de edição atual
sv: Spara fil Sparar den aktuella fil som finns i redigerarens fönster

source: Print Opens the printing dialog. There, you can configure which printing program you wish to use, either a2ps or ensrcipt, and print your project files.
de: Drucken Öffnet den Dialog 'Drucken'. Dort können Sie Ihr bevorzugtes Druckprogramm, a2ps oder enscript, auswählen und Ihre Projektdateien ausdrucken.
es: Imprimir Abre el diálogo de impresión. Desde ahí puede configurar que programa de impresión desea usar (a2ps o enscript) e imprimir los ficheros del proyecto.
fr: Imprimer Ouvre la boîte de dialogue d'impression. Vous pouvez configurer le programme d'impression que vous désirez utiliser, soit a2ps, soit enscript, et imprimer les fichiers de votre projet.
hu: Nyomtatás Megnyitja a nyomtatási dialógusablakot. Itt lehet beállítani hogy melyik nyomtatóprogramot kell használni, az a2ps-t vagy az enscript-et, és itt lehet nyomtatni a projekt fájljait.
it: Stampa Apre la finestra di dialogo per la stampa. Qui puoi selezionare quale programma usare tra `a2ps' o `enscript' per stampare i file del progetto.
pl: Drukuj Otwiera dialog drukowania. Tam mo¿esz wybraæ, który program do drukowania chcesz u¿ywaæ - a2ps lub enscript - i wydrukowaæ pliki z twojego projektu.
pt_br: Imprimir Abre o diálogo de impressão. Aí, pode configurar que programa de impressão deseja utilizar, quer o a2ps ou o enscript, e imprimir os arquivos do seu proecto.
sv: Skriv ut Öppnar utskriftdialogen där du kan konfigurera vilket utskriftprogram du önskar använda, antingen a2ps eller enscript, och skriver ut dina projectfiler.

source: Undo Reverts the last editing step.
de: Rückgängig Macht den letzten Schritt rückgängig.
es: Deshacer Deshace la última edición.
fr: Annuler Annule la dernière opération d'édition.
hu: Visszavonás Visszavonja az utolsó szerkesztési lépést.
it: Disfai Inverte l'ultima modifica di editing.
pl: Cofnij Cofa ostatni krok edycji.
pt_br: Desfazer Desfaz o último passo de edição.
sv: Ångra Tar tillbaka den senaste redigeringskommandot.

source: Redo If an editing step was undone, redo lets you do this step again.
de: Wiederherstellen Wenn der letzte Bearbeitungsschritt rückgängig gemacht wurde, können Sie ihn hiermit wiederherstellen.
es: Rehacer Si se deshizo un paso de edición, rehacer le permite recuperarlo.
fr: Refaire Si une opération d'édition a été annulée, permet de la rétablir.
hu: Újra végrehajtás Egy visszavont szerkesztési lépést lehet újból végrehajtani
it: Rifai Se una modifica è stata disfatta, rifai permette di rieseguirla ancora.
pl: Przywróæ Je¶li krok edycji zosta³ cofniêty, przywraca stan sprzed cofniêcia.
pt_br: Refazer Se um passo foi desfeito, refazer permite-lhe fazer este passo de novo.
sv: Gör om Om ett redigeringskommande ångrades, kan du göra om detta steg igen.

source: Cut Cuts out the selected text and copies it to the system clipboard.
de: Ausschneiden Schneidet den gewählten Text aus und kopiert ihn in die Zwischenablage.
es: Cortar Corta el texto seleccionado y lo deja en el portapapeles del sistema.
fr: Couper Coupe le texte sélectionné et le copie dans le presse-papiers.
hu: Kivágás Kivágja a kijelölt szöveget és bemásolja a vágólapra.
it: Taglia Taglia (cancella) il testo selezionato e lo copia nella clipboard di sistema.
pl: Wytnij Wycina zaznaczony fragment i umieszcza go w schowku
pt_br: Cortar Corta o texto selecionado e o copia para a área de transferência do sistema.
sv: Klipp ut Klipper ut den markerade texten och kopierar den till utklippshanteraren.

source: Cut Cuts out the selected widget and copies it to the system clipboard.
de: Ausschneiden Schneidet das gewählte Widget aus und kopiert es in die Zwischenablage.
es: Cortar Corta el control seleccionado y lo copia al portapapeles del sistema.
fr: Couper Coupe le widget sélectionné et le copie dans le presse-papiers.
hu: Kivág Kivágja a kijelölt 'widget'-et és bemásolja a rendszer vágóasztalára.
it: Taglia Taglia (cancella) il widget selezionato e lo copia nella clipboard di sistema.
pl: Wytnij Wycina zaznaczon± kontrolkê i kopiuje j± do schowka systemowego.
pt_br: Cortar Corta o widget selecionado e o copia para a área de transferência do sistema.
sv: Klipp ut Klipper ut den markerade gränssnittselementet och kopierar den till utklippshanteraren.

source: Copy Copies the selected text into the system clipboard.
de: Kopieren Kopiert den gewählten Text in die Zwischenablage.
es: Copiar Copia el texto seleccionado al portapapeles del sistema.
fr: Copier Copie le texte sélectionné dans le presse-papiers.
hu: Másolás Bemásolja a kijelölt szöveget a vágólapra.
it: Copia Copia il testo selezionato nella clipboard di sistema.
pl: Kopiuj Kopiuje zaznaczony fragment do schowka
pt_br: Copiar Copia o texto selecionado para a área de transferência do sistema.
sv: Kopiera Kopierar den markerade texten till utklippshanteraren.

source: Copy Copies the selected widget into the system clipboard.
de: Kopieren Kopiert das gewählte Widget in die Zwischenablage.
es: Copiar Copia el control seleccionado al portapapeles del sistema.
fr: Copier Copie le widget sélectionné dans le presse-papiers.
hu: Másol Bemásolja a kijelölt 'widget'-et a rendszer vágóasztalára.
it: Copia Copia il widget selezionato nella clipboard di sistema.
pl: Kopiuj Kopiuje zaznaczon± kontrolkê do schowka systemowego.
pt_br: Copiar Copia o widget selecionado para a área de transferência do sistema.
sv: Kopier det valgte til udklipsholderKopiera Kopierar den markerade gränssnittselementet till utklippshanteraren.

source: Paste Inserts the contents of the system clipboard at the current cursor position.
de: Einfügen Fügt die Inhalte aus der Zwischenablage an der aktuellen Cursorposition ein.
es: Pegar Inserta el contenido del portapapeles del sistema en la posición del cursor.
fr: Coller Insère le contenu du presse-papiers à la position courante du curseur.
hu: Beillesztés Beilleszti a vágólap tartalmát az aktuális kurzorpozícióhoz.
it: Incolla Inserisce il contenuto della clipboard di sistema nella posizione occupata dal cursore.
pl: Wklej Wkleja zawarto¶æ schowka w aktualne miejsce
pt_br: Colar Insere o conteúdo da área de transferência do sistema na posição actual do cursor.
sv: Klistra in Klistrar in innehållet i utklippshanteraren vid textmarkören.

source: Compile file Only compile the file opened in the C/C++ Files- window. The output is shown in the output window. If errors occur, clicking on the error line causes the file window to show you the line the error occured.
de: Datei compilieren Compiliere die Datei, die im C/C++-Dateifenster geöffnet ist. Die Ausgabe wird im Ausgabefenster angezeigt. Wenn Fehler auftreten, können Sie auf den Fehler klicken, um die Zeile anzuzeigen, in der der Fehler aufgetreten ist.
es: Compilar fichero Sólo compila el fichero abierto en la ventana de Ficheros C/C++. La salida se muestra en la ventana de salida. Si ocurren errores, pulsando en la línea de error se mostrará la línea donde ocurrió el error.
fr: Compiler le fichier Compile uniquement le fichier ouvert dans la fenêtre C/C++. Le résultat est affiché dans la fenêtre des messages. S'il y a des erreurs, en cliquant sur le message d'erreur, la fenêtre d'édition du fichier se positionne sur la ligne où l'erreur a été détectée.
hu: Fájl fordítása Csak lefordítja a C/C++ fájlablakban megnyitott fájlt. A kimenet a kimenet ablakban jelenik meg. Ha fordítási hiba történt, a hiba sorára való kattintás megmutatja a forrásfájl ablakában a hiba programsorát.
it: Compila file Compila solamente il file aperto nella finestra `C/C++ File'. L'output è mostrato nella finestra di output. Se viene generato qualche errore, cliccandoci sopra nella finestra di editing verrà mostrata la linea di codice che l'ha generato.
pl: Kompiluj plik Kompiluje tylko plik otwarty w oknie plików C/C++ Wyniki ukazuj± siê w oknie wyników. Je¶li zda¿± siê b³êdy kompilacji, klikniêcie na na liniê z komunikatem b³êdu spowoduje ukazanie linii zawieraj±cej ten b³±d w edytorze.
pt_br: Compilar Arquivo Apenas compila o arquivo aberto na janela de Arquivos C/C++. O output é mostrado na janela de output. Se ocorrerem erros, clicar na linha de erro faz com que a janela de arquivo lhe mostre a linha onde o erro ocorreu.
sv: Kompilera fil Kompilera enbart den öppnade filen i C/C++ filfönstret. Resultatet visas i utdatafönstret. Om det förekommer fel kan du klicka på felraden i fönstret så letas felet upp och visas i filfönstret.

source: Generate files This will actually generate the source files for the current dialog opened. The sources will be added to the project if one is opened, otherwise you will be asked to select the output directory for the generated files.
de: Dateien erzeugen Hiermit können Sie die Quelldateien für den aktuell geöffneten Dialog erzeugen. Die Quellen werden zum Projekt hinzugefügt, wenn eines geöffnet ist, ansonsten können Sie ein Ausgabeverzeichnis für die erzeugten Dateien auswählen.
es: Generar ficheros Se generarán los ficheros fuente para el diálogo abierto. Los fuentes serán añadidos al proyecto que esté abierto. Si no hubiera ninguno se preguntará en que directorio se desea guardar los ficheros generados.
fr: Générer les fichiers Ceci va générer les fichiers sources pour la boîte de dialogue ouverte. Les fichiers sources seront ajoutés au projet s'il y en a un ouvert, sinon vous devrez choisir un répertoire où enregistrer les fichiers générés.
hu: Forrásfájl generálás Legyártja a forrásfájlokat a pillanatnyilag nyitva lévõ dialógushoz. Ha van nyitva projekt, a források hozzáadódnak, egyébként a program rákérdez a legyártott források célkönyvtárára.
it: Genera file Questo genererà automaticamente i file di codice per l'attuale finestra di dialogo. Il codice creato verrà aggiunto al progetto corrente. Se non ci sono progetti selezionati ti verrà chiesto di selezionare la directory in cui porre i file generati.
pl: Generuj pliki To generuje pliki ¼ród³owe dla aktualnie otwartego okna dialogowego. Pliki te zostan± do³±czone do aktualnego projektu lub je¶li ¿aden nie jest otwarty do katalogu jaki wska¿esz.
pt_br: Gerar Arquivos Isto irá realmente gerar o código fonte para o diálogo atualmente aberto. O código fonte será adicionado ao projeto se um estiver aberto, caso contrário ser-lhe-á pedido para selecionar o diretório de destino para os arquivos gerados.
sv: Skapa filer Detta kommer att skapa källkoderna för den aktuella dialogrutan. Källkoden kommer att läggas till projektet om det finns ett sådant öppnat annars kommer du frågas efter ett utdatabibliotek för de skapade filerna.

source: Make Invokes the make-command set in the options-menu for the current project after saving all files. This will compile all changed sources since the last compilation was invoked. The output window opens to show compiler messages. If errors occur, clicking on the error line will open the file where the error was found and sets the cursor to the error line.
de: Erstellen Nach dem Speichern aller Dateien wird das Make-Kommando, das im Optionenmenü eingestellt wurde, aufgerufen. Dadurch werden alle seit dem letzten Compiliervorgang geänderten Quelldateien neu compiliert. Das Ausgabefenster wird geöffnet, um Compilermeldungen anzuzeigen. Wenn Fehler auftreten, können Sie auf den Fehler klicken, um die fehlerhafte Datei zu öffnen und dort in die richtige Zeile zu gehen.
es: Make Guarda todos los ficheros del proyecto y llama al comando make seleccionado para el proyecto en el menú de opciones. Esta operación compilará todos los fuentes modificados desde la última vez que se compiló. La ventana de salida se abre para mostrar los mensajes del compilador. Si ocurren errores, pulsando en la línea de error se abrirá el fichero en el que se produjo el error y se mostrará la línea que lo generó.
fr: Construire Exécute la commande make paramétrée dans le menu des options pour le projet courant après avoir enregistré tous les fichiers. Ceci compilera tous les fichiers sources modifiés depuis la dernière compilation. La fenêtre des messages affichera les messages du compilateur. S'il y a des erreurs, en cliquant sur un message d'erreur, le fichier source concerné sera ouvert et le curseur sera positionné sur la ligne où l'erreur a été détectée.
hu: Make Kiadja a 'make' parancsot, ahogyan az be lett állítva az aktuális projekt 'Beállítások' menüpontjában, miután elmentett minden fájlt. Minden, az utolsó fordítás óta módosított fájl újra lesz fordítva. A kimeneti ablakban léthatóak a fordító üzenetei. Hiba esetén a hibasorra kattintás megnyitja a hibát tartalmazó forrásfájlt és a hibát okozó sorra állítja a kurzort.
it: Crea Invoca il comando `make' impostato nel menu d'option menu per il progetto corrente dopo aver salvato tutti i file. Questo compilerà tutte le modifiche apportate ai sorgenti dopo la scorsa compilazione. La finestra di output mostrerà i messaggi del compilatore. Se si verifica un errore, cliccandoci sopra si aprirà la finestra di editing contenente il file che ha generato l'errore; il cursore sarà posizionato sulla linea in questione.
pl: Buduj Po zapisaniu wszystkich plików, uruchamia polecenie make - ustawione w menu opcji dla aktualnego projektu. To spowoduje kompilacjê wszystkich zmienionych od czasu ostatniej kompilacji ¿róde³. Okno wyników bêdzie zawieraæ wszystkie komunikaty. Je¶li wyst±pi± b³êdy kompilacji, klikniêcie na nie spowoduje otworzenie odpowiedniego pliku ¼ród³owego.
pt_br: Make Invoca o comando make definido no menu de opções para o projeto atual após salvar todos os arquivos. Isto compilará todos os arquivos modificados desde a última vez que make foi invocado. A janela de output abre para mostrar mensagens do compilador. Se ocorrerem erros, clicando na linha de erro abrirá uma janela de arquivo com aquele onde o erro ocorreu e o cursor será colocado na linha de erro.
sv: Make Sparar filerna och anropar 'make'-kommandot konfigurerat för det aktuella projektet. Detta kommer att kompilera alla ändrade källkoder sedan den senaste kompilationen. Utdatafönstret öppnas och visar kompilatormeddelanden. Om det förekommer fel kan du klicka på felraden i fönstret så letas felet upp och visas i filfönstret.

source: Rebuild all After saving all files, rebuild all invokes the make-command set with the clean-option to remove all object files. Then, configure creates new Makefiles and the make-command will rebuild the project.
de: Alles neu erstellen Nach dem Speichern aller Dateien wird 'make clean' aufgerufen, um alle Objektdateien zu entfernen. Danach erzeugt 'configure' neue Makefiles und das Make-Kommando baut das Projekt neu.
es: Reconstruir todo Tras guardar los ficheros, se llama al comando `make' seleccionado, con la opción `clean' para eliminar todos los ficheros objeto. Entonces, `configure' crea unos ficheros Makefile nuevos y se ejecuta el comando `make' para reconstruir el proyecto.
fr: Reconstruire tout Après avoir enregistré tous les fichers, la commande make paramétrée dans les options du projet est exécutée avec l'option clean, afin d'effacer tous les fichiers objets. Ensuite, configure crée de nouveaux Makefiles et la commande make reconstruit le projet.
hu: Rebuild all - az alkalmazás újraépítése Miután elmentett minden fájlt, a 'Rebuild all' végrehajtja a 'make' parancsot a 'clean' opcióval, hogy kitöröljön minden objektumfájlt. Ezután a './configure' parancs új 'Makefile'-okat hoz létre és újraépíti a projektet.
it: Ricostruisci tutto Dopo aver salvato tutti i file, rimuove tutti i file oggetti invocando il `comando make clean'. Successivamente, configure ricrea il nuovo Makefile e viene rieseguito il comando make per la ricostruzione del progetto.
pl: Przebuduj wszystkie Po zapisaniu wszystkich plików wywo³uje polecenie make z opcj± clean, co powoduje usuniêcie wszystkich plików po¶rednich. Potem configure generuje nowy plik Makefile' a w koñcu make przebudowuje caly projekt.
pt_br: Reconstruir tudo Após gravar todos os ficheiros, reconstruir tudo invoca o comando make definido com as opções de limpeza para remover todos os ficheiros objecto. Depois, configure cria novos ficheiros Make e o comando make reconstroi o projecto.

source: Execute After saving all files,the make-command is called to build the project. Then the binary is executed out of the project directory. Be aware that this function is only valid for programs and that references to e.g. pixmaps or html help files that are supposed to be installed will cause some strange behavoir like testing the helpmenu will open an error message that the index.html file is not found.
de: Ausführen Nach dem Speichern aller Dateien wird 'make' aufgerufen, um das Projekt zu erstellen. Danach wird das Binary aus dem Projektverzeichnis ausgeführt. Bedenken Sie, daß diese Funktion nur für Programme gültig ist und z. B. keine Pixmaps oder Hilfedateien installiert, sodaß möglicherweise bei der Ausführung des Programms Fehlermeldungen auftreten, z. B., daß index.html nicht gefunden werden konnte.
es: Ejecutar Se guardan todos los ficheros y se llama al comando make para construir el proyecto. Entonces el binario se ejecuta desde el directorio del proyecto. Recuerde que esta función sólo es válida para los programas y que cualquier referencia a imágenes, ficheros html de ayuda, etc. que se deberían instalar con el programa podría causar un comportamiento extraño en el programa. Ej. al probar el menú de ayuda puede aparecer un mensaje informando de que el fichero index.html no ha sido encontrado.
fr: Exécuter Après avoir enregistré tous les fichiers, la commande make est exécutée pour construire le projet. Ensuite, le binaire est exécuté depuis le répertoire du projet. Attention ! Cette fonction n'est valide que pour des programmes avec les références telles que fichiers pixmap ou aide HTML installés. Sinon, des phénomènes étranges peuvent se produire, par exemple tenter d'utiliser le menu d'aide donnera un message d'erreur comme quoi le fichier index.html n'a pas été trouvé.
hu: Végrehajtás Miután elmentett minden fájlt, a 'make' parancs meghívásával újraáépíti a projektet. Ezután a létrehozott futtatható fájl végrehajtódik a projekt könyvtárából. Ügyelni kell arra, hogy ez a parancs csak a futtatható programokra vonatkozik, a programok által használt pl. pixmap vagy html fájlok elérhetõségérõl gondoskodni kell. Ezek hiánya különös viselkedést okozhat, pl. a Segítség menü tesztelése hibaüzenetet okozhat, azt üzenve, hogy a megfelelõ index.html fájl nem található.
it: Esegui Dopo aver salvato tutti i file, il comando `make' è invocato per ricostruire completamente il progetto; successivamente il binario generato verrà eseguito. Considera comunque che questa funzione è valida solo per eseguire il programma ma referenze a pixmap, o file html, che in teoria dovrebbero essere installati con il programma, causeranno strani comportamenti, come, ad esempio, se invocato il menu di aiuto un messaggio di errore quale "index.html non trovato!" verrà generato.
pl: Uruchom Po zapisani wszystkich plików uruchamia polecenie make, by zbudowaæ projekt. Potem uruchamia program wynikowy. Nale¿y pamiêtaæ, ¿e ta funkcja nie instaluje programu, wiêc niektóre nielokalne funkcje mog± nie dzia³aæ poprawnie (np. menu help, niektóre pixmapy itp.)
pt_br: Executar Após gravar todos os ficheiros, o comando make é chamado para construir o projecto. Depois o binário é executado a partir do directório do projecto. Note que esta função é apenas válida para programas e que referências para por ex. pixmaps ou ficheiros de ajuda html que é suposto estarem instalados causará um comportamento estranho tal como testar o menu de ajuda abrirá uma mensagem de erro indicando que o ficheiro index.html não foi encontrado.
sv: Kör Sparar filerna anropar 'make'-kommandot som skapar projektet. Sedan körs programfilern från projektets bibliotek. Tänk på att denna funktion endast är giltig för program och att referenser till t.ex. pixmaps eller html hjälpfiler som antas vara installerade kan skapa oförutsägbara uppföranden t.ex. om du testar hjälpmenyn som kan skapa ett felmeddelande: index.html finns inte.
