Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Error while reading the dialog file. Note : If you choose continue now the dialog may be loaded and saved incorrectly.
de: Fehler beim Lesen der Dialogdatei. Achtung: Wenn Sie nun fortfahren, könnte es sein, daß der Dialog nicht richtig geladen und gesichert wird.
es: Error leyendo el fichero del diálogo. Nota : Si ahora decide continuar, puede que el diálogo se cargue y se guarde de forma incorrecta.
fr: Erreur lors de la lecture du fichier de la boîte de dialogue. Note : si vous choisissez Continuer, la boîte de dialogue pourra être chargée et enregistrée de façon incorrecte.
hu: Hiba a dialógusfájl olvasása közben. Megjegyzés: Ha most a folytatás mellett dönt, a dialógus hibásan lehet beolvasva és elmentve.
pl: B³±d czytania pliku dialogu. Uwaga: je¶li wybierzesz teraz Kontynuuj, dialog moze zostaæ wczytany i zapisany niepoprawnie.
pt_br: Erro enquanto lia o ficheiro de diálogo. Nota: Se escolher continuar agora o diálogo poderá ser lido e gravado incorrectamente.

source: Aborted reading dialog file
de: Lesen der Dialogdatei abgebrochen
es: Operación de lectura de diálogo cancelada
fr: Abandon de la lecture du fichier de la boîte de dialogue
hu: A dialógus fájl olvasása megszakítva
pl: Przerwane czytanie pliku dialogu
pt_br: Abortou a ler ficheiro de diálogo

source: Reading aborted ! The dialog has not been loaded completely. Open another dialog or create a new one if you don't like the result.
de: Lesen abgebrochen! Der Dialog wurde nicht komplett geladen. Öffnen Sie einen anderen Dialog oder er- stellen Sie einen neuen, falls Ihnen das Ergebnis nicht gefällt.
es: ¡ Lectura cancelada ! El diálogo no ha sido completamente cargado. Abra otro diálogo o cree uno nuevo si no le gusta el resultado.
fr: Lecture interrompue ! La boîte de dialogue n'a pas été chargée complètement. Ouvrez une autre boîte de dialogue ou créez-en une nouvelle si le résultat ne vous satisfait pas.
hu: Olvasás megszakítva ! A dialógus beolvasása nem volt hibátlan. Ha az eredménnyel nem elégedett, nyisson meg más dialógust vagy hozzon létre egy újat.
pl: Odczyt przerwany ! Dialog nie zosta³ w ca³o¶ci za³adowany. Otwórz inny dialog lub utwórz nowy je¶li nie podobaj± ci siê efekty.
pt_br: Leitura abortada ! O diálogo não leu completamente. Abra outro diálogo ou crie um novo se não gostar do resultado.

source: &Raise
de: Nach &vorne
es: Mover hacia &arriba
fr: Eleve&r
hu: &Kiemel
it: Sposta in &su
pl: &Podnie¶
pt_br: &Subir

source: &Lower
de: Nach &hinten
es: Mover hacia a&bajo
fr: A&baisser
hu: &Háttérbe
it: Sposta in &giù
pl: &Opó¶æ
pt_br: &Baixar

source: Raise to &top
de: Ganz nach v&orne
es: Mover al &primer plano
fr: Elever au &sommet
hu: &Legfelülre emel
it: Sposta in &cima
pl: Podnie¶ na &szczyt
pt_br: Subir ao &topo

source: Lower to &bottom
de: Ganz nach h&inten
es: Mover al &fondo
fr: &Abaisser tout en bas
hu: Leg&alulra tol
it: Sposta in &fondo
pl: Opó¶æ na &dó³
pt_br: Baixar ao &fundo

source: Main Widget
de: Hauptwidget
es: Control principal
fr: Widget principal
hu: Fõ 'Widget'
it: Widget Principale
pl: G³ówna Kontrolka
pt_br: Widget Principal

source: Dialog Class
de: Dialogklasse
es: Clase del diálogo
fr: Classe de la boîte de dialogue
hu: Dialógusosztály
pl: Klasa okna dialogowego
pt_br: Classe de Diálogo

source: Custom
de: Eigene
es: Personalizada
fr: Personnalisé
hu: Saját
it: Personalizzato
pl: W³asna
pt_br: Costumizada

source: Custom Properties:
de: Eigene Eigenschaften:
es: Propiedades personales
fr: Propriétés personnalisées :
hu: Saját Jellemzõk:
it: Proprietà Personalizzate:
pl: W³a¶ciwo¶ci klasy:
pt_br: Propriedade Costumizadas:

source: Custom Class:
de: Eigene Klasse:
es: Clase personalizada:
fr: Classe personnalisée :
hu: Saját Osztály:
it: Classe Personalizzata:
pl: W³asna klasa:
pt_br: Classe Costumizada:

source: Custom Header:
de: Eigener Header:
es: Cabecera personalizada:
fr: En-tête personnalisé :
hu: Saját 'Header':
it: Header Personalizzato:
pl: W³asny nag³ówek:
pt_br: Header Costumizado:

source: Files:
de: Dateien:
es: Fichero:
fr: Fichiers :
hu: Fájlok:
it: File:
pl: Pliki:
pt_br: Ficheiros:

source: Classname:
de: Klassenname:
es: Nombre de la clase:
fr: Nom de classe :
hu: Osztálynév:
it: Nome della Classe:
pl: Nazwa klasy:
pt_br: Nome da Classe:

source: Header File:
de: Headerdatei:
es: Fichero de cabecera:
fr: Fichier en-tête :
hu: 'Header' Fájl:
it: File di Header:
pl: Plik nag³ówkowy:
pt_br: Ficheiro Header:

source: C++ File:
de: C++ Datei:
es: Fichero C/C++:
fr: Fichier C++ :
hu: C++ Fájl:
it: File C++:
pl: Plik C++:
pt_br: Ficheiro C++

source: Data File:
de: Datendatei:
es: Fichero de datos:
fr: Fichier de données :
hu: Adat Fájl:
it: File di Dati:
pl: Plik danych:
pt_br: Ficheiro de Dados:

source: Location:
de: Verzeichnis:
es: Localización:
fr: Emplacement :
hu: Elérési út:
it: Posizione:
pl: Lokacja:
pt_br: Localização:
sv: Plats:

source: Directory:
de: Verzeichnis:
es: Directorio:
fr: Dossier :
hu: Könyvtár:
pl: Katalog:
pt_br: Directório:

source: Generate Dialog... (C++ Sourcecode)
de: Dialog erstellen... (C++ Quellcode)
es: Generar diálogo... (Código C++)
fr: Génération de la boîte de dialogue... (code source C++)
hu: Dialógus Generálása...(C++ Forráskód)
it: Generazione del Dialog... (Sorgente C++)
pt_br: Gerar Diálogo... (Código fonte C++)

source: Error...
de: Fehler...
fr: Erreur...
hu: Hiba...
it: Errore...
pl: B³±d...
pt_br: Erro...
ru: Ошибка...
sv: Fel...

source: You must enter a classname!
de: Sie müssen einen Klassennamen eingeben!
es: ¡Debe introducir un nombre para la clase!
fr: Vous devez saisir un nom de classe !
hu: Egy osztálynevet meg kell adni.
it: Devi inserire un nome di una classe!
pl: Musisz podaæ nazwê klasy!
pt_br: Tem de introduzir um nome de classe!
sv: Du måste ange ett klassnamn !

source: You must enter a name for the header-file!
de: Sie müssen einen Namen für die Headerdatei eingeben!
es: ¡Debe introducir un nombre para el fichero cabecera!
fr: Vous devez saisir un nom pour le fichier d'en-tête !
hu: Egy 'header'-fájlnevet meg kell adni.
it: Devi inserire il nome del file di header!
pl: Musisz podaæ nazwê pliku nag³ówkowego!
pt_br: Tem de introduzir um nome para o ficheiro header!
sv: Du måste ange ett namn för header-filen !

source: You must enter a name for the implementation-file!
de: Sie müssen einen Namen für die Implementierungsdatei eingeben!
es: ¡Debe introducir un nombre para el fichero de implementación!
fr: Vous devez saisir un nom pour le fichier d'implantation !
hu: Egy forrásfájlnevet meg kell adni.
it: Devi inserire il nome del file di implementazione!
pl: Musisz podaæ nazwê pliku implementacji klasy!
pt_br: Tem de introduzir um nome para o ficheiro de implementação!
sv: Du måste ange ett namn för implementationsfilen!

source: You must enter a name for the data-file!
de: Sie müssen einen Namen für die Datendatei eingeben!
es: ¡Debe introducir un nombre para el fichero de datos!
fr: Vous devez saisir un nom pour votre fichier de données !
hu: Adja meg az adatfájl nevét!
it: Devi inserire il nome del file di dati!
pl: Musisz podaæ nazwê pliku danych!
pt_br: Precisa introduzir um nome para o ficheiro de dados!

source: You must enter a name for the header-file for the custom class!
de: Sie müssen einen Namen für die Headerdatei Ihrer eigenen Klasse eingeben!
es: ¡Debe introducir un nombre para el fichero cabecera de la clase personalizada!
fr: Vous devez saisir un nom pour le fichier en-tête de la classe personnalisée !
hu: Adja meg a 'header'-fájl nevét a saját osztály számára!
it: Devi inserire il nome del file di header per la classe personalizzata!
pl: Musisz podaæ nazwê pliku nag³ówkowego dla w³asnej klasy!
pt_br: Tem de introduzir um nome para o ficheiro header para a classe costumizavel!

source: You must enter a name for the custom class!
de: Sie müssen einen Namen für die eigene Klasse eingeben!
es: ¡Debe introducir un nombre para clase personalizada!
fr: Vous devez saisir un nom pour la classe personnalisée !
hu: Add meg az egyedi osztály nevét!
it: Inserire il nome della classe personalizzata!
pl: Musisz podaæ nazwê w³asnej klasy!
pt_br: Tem de introduzir um nome para a classe costumizada!

source: You must choose a location,that is in your project-dir!
de: Sie müssen einen Ort wählen, der im Projekt-Verz. liegt!
es: ¡Debe elegir un camino que esté dentro del directorio del proyecto!
fr: Vous devez choisir un emplacement qui soit dans le dossier de votre projet !
hu: A projektkönyvtárban levõ elérési utat kell megadni.
it: Devi selezionare una posizione la quale sarà la tua directory di progetto!
pl: Musisz wybraæ lokacjê, która jest w katalogu twojego projektu !
pt_br: Tem de seleccionar uma localização, que esteja no directório do projecto!
ru: Вы должны указать месторасположение в каталоге вашего проекта!
sv: Du måste ange en plats som ligger i ditt projekts bibliotek!

source: Horizontal Grid Size :
de: Horizontale Gittergröße:
es: Tamaño horizontal de cuadrícula:
fr: Taille de la grille horizontale :
hu: Vízszintes rácsméret:
it: Dimensione Orizzontale del Reticolo:
pl: Rozmiar poziomy kratki :
pt_br: Tamanho da Grelha Horizontal :
sv: Horisontal rutstorlek :

source: Vertical Grid Size :
de: Vertikale Gittergröße:
es: Tamaño vertical de la cuadrícula:
fr: Taille de la grille verticale :
hu: Függõleges rácsméret:
it: Dimensione Verticale del Reticolo:
pl: Rozmiar Pionowy Kratki :
pt_br: Tamanho da Grelha Vertical :
sv: Vertikal rutstorlek :

source: No Grid
de: Kein Gitter
es: Sin cuadrícula
fr: Aucune grille
hu: Nincs rács
it: Nessun Reticolo
pl: Bez Krakti
pt_br: Sem Grelha

source: Pixels
de: Pixel
es: Puntos
hu: Képpont
it: Pixel
pl: Piksele

source: Square Grid
de: Quadratisches Gitter
es: Cuadrada
fr: Grille carrée
hu: Négyzetrács
it: Reticolo Quadrato
pl: Kwadratowa Kratka
pt_br: Grelha Quadrada
sv: Kvadratiskt rutmönster

source: <brown><b>"Set Grid" dialog<black></b> Within this dialog you can set the desired grip size or disable the grid. KDlgEdit allows you to set the horizontal and vertical grid size independently. That means you can set different values for each direction.
de: <brown><b>Dialog 'Gitter einstellen'<black></b> In diesem Dialog können Sie die gewünschte Gittergröße einstellen oder das Gitter de- aktivieren. KDlgEdit erlaubt Ihnen, die horizontale und vertikale Gittergröße unabhängig einzustellen. D.h., sie können unterschiedliche Werte für jede Richtung eingeben.
es: <brown><b>Diálogo "Cuadrícula"<black></b> Desde este diálogo puede elegir el tamaño de la cuadrícula, o deshabilitar la misma. KDlgEdit le permite especificar un tamaño horizontal distinto del vertical. Esto significa que puede tener valores distintos para cada dirección.
fr: <brown><b>Boîte de dialogue "Définir la grille"<black></b> Dans cette boîte de dialogue, vous pouvez définir la taille de la grille ou bien la désactiver. KDlgEdit vous permet de définir les tailles horizontale et verticale de la grille séparément. Cela signifie que vous pouvez donner des valeurs différentes dans les deux directions.
hu: <brown><b>A "rácsméret" beállítása<black></b> Ebben a dialógusablakban állíthatja be a kívánt rácsméretet, ill. kikapcsolhatja a rács megjelenítését. A KDlgEdit megengedi a vízszintes és a függõleges rácsméret külön-külön beállítását. Vagyis, különbözõ értéket állíthat be mindegyik irányba.
pl: <b>Dialog <brown>"Ustaw Kratkê"<black></b> Za pomoc± tego dialogu mo¿esz ustawiæ wymagane rozmiary kratki lub j± wy³±czyæ. KDlgEdit umo¿liwia na niezale¿ne ustawianie poziomych i pionowych rozmiarów kratki. To znaczy, ¿e mo¿esz u¿ywaæ ró¿nich rozmiarów obu kierunków.
pt_br: <brown><b>Diálogo "Definir Grelha"<black></b> Dentro deste diálogo pode definir o tamanho da grelha desejado ou desactivar a grelha. O KDlgEdit permite-lhe definir os tamanhos horizontal e vertical da grelha independentemente. Isso significa que pode definir valores diferentes para cada direcção.

source: <brown><b>(Horizontal) Grid Size<black></b> Use this field to set the horizontal grid size in pixels or, if <i><u>Square Grid</u></i>is selected, to set both the horizontal and vertical grid size. A size of zero or one pixel disables the grid.
de: <brown><b>(Horizontale) Gittergröße<black></b> Wählen Sie dieses Feld, um die horizontale Gittergröße in Pixel oder, wenn <i><u>Quadratisches Gitter</u></i> gewählt wurde, gleichzeitig horizontale und vertikale Gittergröße zu setzen.
es: <brown><b>Tamaño (horizontal) de la cuadrícula<black></b> Utilice este campo para elegir el tamaño horizontal (en puntos) de la cuadrícula o, si <i><u>Cuadrada</u></i> está seleccionado, para elegir el tamaño horizontal y vertical de la cuadrícula. Si elige cero o uno deshabilitará la cuadrícula.
fr: <brown><b>Taille horizontale de la grille<black></b> Utilisez ce champ pour définir la taille horizontale de la grille en pixels ou, si <i><u>Grille carrée</u></i> est sélectionné, pour définir les tailles horizontale et verticale de la grille.
hu: <brown><b>Vízszintes rácsméret<black></b> Ebben a mezõben állíthatja be a vízszintes rács méretét képpontban megadva. Ha a <i><u>Négyzetrács</u></i> opció be van kapcsolva, mind a vízszintes, mind a függõleges rácsméretet itt adhatja meg. 0 vagy 1 érték megadásával a rács kikapcsolható.
pl: <brown><b>(Poziomy) Rozmiar Kratki<black></b> W tym polu ustaw poziomy rozmiar kratki w pixelach lub, je¶li <i><u>Kwadratowa Kratka</u></i>is jest wybrana, ustaw oba rozmiary; poziomy i pionowy. Rozmiar zero pikseli dezaktywuje kratkê.
pt_br: <brown><b>Tamanho da Grelha (Horizontal)<black></b> use este campo para definir o tamanho horizontal da grelha, em pixels ou, se <i><u>Grelha Quadrada</u></i> estiver seleccionado, para definir ambos os tamanhos verticais e horizontais da grelha. O tamanho de zero ou um pixel desactiva a grelha.

source: <brown><b>Vertical Grid Size<black></b> Use this field to set the vertical grid size in pixels. A size of zero or one pixel disables the grid.
de: <brown><b>Vertikale Gittergröße<black></b> Benutzen Sie dieses Feld, um die vertikale Gittergröße in Pixel zu setzen. Eine Größe von null oder einem Pixel de- aktiviert das Gitter.
es: <brown><b>Tamaño vertical de la cuadrícula<black></b> Utilice este campo para elegir el tamaño vertical (en puntos) de la cuadrícula. Si elige cero o uno deshabilitará la cuadrícula.
fr: <brown><b>Taille verticale de la grille<black></b> Utilisez ce champ pour définir la taille verticale de la grille en pixels. Une taille de zéro ou un pixel désactive la grille.
hu: <brown><b>Függõleges rácsméret<black></b> Ebben a mezõben állíthatja be a függõleges rács méretét képpontban megadva. 0 vagy 1 érték megadásával a rács kikapcsolható.
pl: <brown><b>(Pionowy) Rozmiar Kratki<black></b> W tym polu ustaw poziomy rozmiar kratki w pixelach. Rozmiar zero pikseli dezaktywuje kratkê.
pt_br: <brown><b>Tamanho da Grelha Vertical<black></b> Use este campo para definir o tamanho vertical da grelha em pixels. O tamanho de zero ou um pixel desactiva a grelha.

source: <brown><b>Square Grid<black></b> If enabled the horizontal and vertical size will be the same value.
de: <brown><b>Quadratisches Gitter<black></b> Wenn aktiviert, haben die horizontale und die vertikale Größe denselben Wert.
es: <brown><b>Cuadrada<black></b> Si está habilitado, la cuadrícula será igual de ancha que de alta.
fr: <brown><b>Grille carrée<black></b> Si ceci est activé, les tailles horizontale et verticale de la grille seront égales.
hu: <brown><b>Négyzetrács<black></b> Ha be van kapcsolva, a vízszintes és a függõleges rácsok egyforma méretûek.
pl: <brown><b>Kwadratowa Kratka<black></b> Je¶li w³±czona, poziomy i pionowy rozmiar kratki bêd± ustawiane na t± sam± warto¶æ.
pt_br: <brown><b>Grelha Quadrada<black></b> Se ligado, o tamanho horizontal e vertical terão o mesmo valor.

source: <brown><b>Ok<black></b> Closes the dialog and uses the changed values.
de: <brown><b>Ok<black></b> Schließt den Dialog und verwendet die geänderten Werte.
es: <brown><b>Aceptar<black></b> Cierra el diálogo y utiliza los valores cambiados.
fr: <brown><b>OK<black></b> Ferme la boîte de dialogue et utilise les nouvelles valeurs.
hu: <brown><b>OK<black></b> Bezárja a dialógusablakot és a megváltozott értékeket használja.
pl: <brown><b>Ok<black></b> Zamyka dialog i powoduje u¿ycie podanych warto¶ci.
pt_br: <brown><b>Ok<black></b> Fecha o diálogo e utiliza os valores mudados.

source: <brown><b>Cancel<black></b> Closes the dialog <i>without</i>using the changed values.
de: <brown><b>Abbrechen<black></b> Schließt den Dialog, <i>ohne</i> die geänderten Werte zu verwenden.
es: <brown><b>Aceptar<black></b> Cierra el diálogo <i>sin</i>utilizar los valores cambiados.
fr: <brown><b>Annuler<black></b> Ferme la boîte de dialogue <i>sans</i> utiliser les nouvelles valeurs.
hu: <brown><b>Mégsem<black></b> Bezárja a dialógusablakot és az <i>eredeti</i> értékeket használja tovább.
pl: <brown><b>Anuluj<black></b> Zamyka dialog <i>bez</i> u¿ycia zmienionych warto¶ci.
pt_br: <brown><b>Cancelar<black></b> Fech o diálogo <i>sem</i> utilizar os valores alterados.

source: Grid Size :
de: Gittergröße:
es: Tamaño de la cuadrícula:
fr: Taille de la grille :
hu: Rácsméret:
it: Dimensione Reticolo:
pl: Rozmiar Kratki :
pt_br: Tamanho da Grelha :
sv: Rutstorlek :

source: <i>Group</i> This group contains general properties like <i>Name</i>or <i>Text</i>.
de: <i>Gruppe</i> Diese Gruppe enthält allgemeine Eigenschaften wie <i>Name</i> oder <i>Text</i>.
es: <i>Grupo</i> Este grupo contiene propiedades generales como <i>Name</i>o <i>Text</i>.
fr: <i>Groupe</i> Ce groupe contient plusieurs propriétés générales, comme <i>Nom</i> ou <i>Texte</i>.
hu: <i>Csoport</i> Ez a csoport általános tulajdonságokat tartalmaz, mint pl. <i>Név </i>vagy <i>Szöveg</i>.
pl: <i>Grupa</i> Ta grupa zawiera ogólne w³a¶ciwo¶ci takie jak <i>Nazwa</i> lub <i>Tekst</i>.
pt_br: <i>Grupo</i> Este grupo contém propriedades gerais como <i>Nome</i> ou <i>Texto</i>.

source: <i>Group</i> This group contains properties having to do with the placement of the item like <i>Width</i>or <i>Height</i>.
de: <i>Gruppe</i> Diese Gruppe enthält Eigenschaften, wie <i>Weite</i> oder <i>Höhe</i>, die mit der Plazierung von Elementen zu tun haben.
es: <i>Grupo</i> Este grupo contiene las propiedades que tienen que ver con la posición del elemento, como <i>Width</i>o <i>Height</i>.
fr: <i>Groupe</i> Ce groupe contient des propriétés liées au placement de l'élément, comme <i>Largeur</i> ou <i>Hauteur</i>.
hu: <i>Csoport</i> Ez a csoport az elem elhelyezkedésével és méretével kapcsolatos tulajdonságokat tartalmaz, mint pl. <i>Szélesség </i>vagy <i>Magasság</i>.
pl: <i>Grupa</i> Ta grupa zawiera w³a¶ciwo¶ci odnosz±ce siê do umieszczenia sk³adnika, takie jak <i>Szeroko¶æ</i> lub <i>Wysoko¶æ</i>.
pt_br: <i>Grupo</i> Este grupo contém propriedades que têm a ver com a colocação do item tais como <i>Largura</i> ou <i>Altura</i>.

source: <i>Group</i> This group contains properties having to do with how the item will appear in the dialog. <i>Pixmap</i>is an example for such an appearance property.
de: <i>Gruppe</i> Diese Gruppe enthält Eigenschaften, die mit dem Aussehen der Elemente im Dialog zu tun haben. <i>Pixmap</i> ist ein Beispiel für eine solche Eigenschaft.
es: <i>Grupo</i> Este grupo contiene propiedades que tienen que ver con la apariencia del elemento. <i>Pixmap</i> es un ejemplo de este tipo de propiedades.
fr: <i>Groupe</i> Ce groupe contient des propriétés liées à la façon dont l'élément apparaîtra dans la boîte de dialogue. <i>Pixmap</i> est un exemple de propriété liée à l'apparence.
hu: <i>Csoport</i> Ez a csoport az elem megjelenésével kapcsolatos tulajdonságokat tartalmaz, mint pl. <i>Pixmap</i>.
pl: <i>Grupa</i> Ta grupa zawiera w³a¶ciwo¶ci odnosz±ce siê do wygl±du sk³adnika w dialogu. <i>Piksmapa</i> jest przyk³adem takich w³a¶ciwo¶ci.
pt_br: <i>Grupo</i> Este grupo contém propriedades que têm a ver com a forma como o item aparece no diálogo. <i>Pixmap</i> é um exemplo de uma propriedade de visualização.

source: <i>Group</i> This group is a special one. It contains properties which do not effect on the item in the dialog editor but in the running program. That means if you change them you will not see any difference in the editor but there can be a big difference in the running program. <i>Connections</i>might be a pretty good example.
de: <i>Gruppe</i> Diese Gruppe ist eine spezielle. Sie enthält Eigenschaften, die auf das Element im Dialogeditor erst zur Laufzeit eine Wirkung haben. D.h., wenn Sie sie verändern, können Sie keine Änderung im Editor beob- achten, sehr wohl aber im laufenden Programm. <i>Connections</i> ist ein gutes Beispiel dafür.
es: <i>Grupo</i> Este es un grupo especial. Contiene propiedades que no afectan al elemento en el editor de diálogos, sino en el programa en ejecución. Esto significa que si las cambia no notará ninguna diferencia en el editor, pero puede haber una gran diferencia en el programa en ejecución. <i>Connections</i>es, seguramente, un buen ejemplo.
fr: <i>Groupe</i> Ce groupe est à part. Il contient les propriétés qui n'ont pas d'effet sur l'élément dans l'éditeur de boîte de dialogue mais sur le programme en cours. Cela signifie que si vous les changez il n'y aura aucune différence dans l'éditeur, mais qu'il peut y en avoir une énorme dans le programme. <i>Connexions</i> en est un assez bon exemple.
hu: <i>Csoport</i> Ez egy különleges csoport. Olyan tulajdonságokat tartalmaz, amelyeknek nincs hatásuk az elem megjelenésére a dialógusablakban, viszont befolyásoljáka program futását. Ha megváltoznak, nem lesz látható a különbség a dialógus-szerkesztõben, de jelentõs változás állhat be a program futásában. Nagyon jó példa lehet erre a <i>Kapcsolatok</i> változó.
pl: <i>Grupa</i> Ta grupa jest szczególna. Zawiera w³a¶ciwo¶ci, które nie odnosz± siê do wygl±du sk³adnika, a do jego zachowania w programie. To oznacza, ¿e je¶li je zmienisz nie zobaczysz ¿adnej ró¿nicy w edytorze choæ byæ mo¿e du¿± ró¿nicê przy uruchomieniu programu. <i>Po³±czenia</i> mog± byæ dobrym tego przyk³adem.
pt_br: <i>Grupo</i> Este é um grupo especial. Contém propriedades que não afectam o item no editor de diálogo mas no programa em execução. Isto significa que se as mudar não verá diferenças no editor mas poderá existir uma grande diferença no programa em execução. <i>Conecções</i> pode ser um excelente exemplo disto.

source: <i>Class : Any</i> Helps to identify an dialog item i.e. for runtime loaded dialogs. In addition, if the constructor of the destination class has a "name" argument it is set to this value.
de: <i>Klasse : Jede</i> Hilft, ein Dialogelement z.B. für zur Laufzeit geladene Dialoge zu identifizieren. Wenn der Konstruktor der Zielklasse ein Argument 'Name' hat, wird es auf diesen Wert gesetzt.
es: <i>Clase : Cualquiera</i> Ayuda a identificar un elemento del diálogo, por ejemplo al cargar diálogos en tiempo de ejecución. Además, si el constructor de la clase destino tiene un argumento "name" (nombre) se le asigna este valor.
fr: <i>Classe : n'importe</i> Aide à identifier un élément de boîte de dialogue, i.e. pour des boîtes de dialogue chargées lors de l'exécution. En outre, si le constructeur de la classe de destination a un argument "name", il prend cette valeur.
hu: <i>Osztály : Bármi</i> Segít a dialóguselem azonosításakor pl. futásidõben betöltött dialógusoknál.Továbbá, ha a célosztály konstruktora rendelkezik "name" argumentummal, az erre az értékre lesz beállítva.
pl: <i>Klasa : Ka¿da</i> Pozwala identyfikowaæ sk³adniki dialogu szczególnie dla dialogów ³adowanych w trakcie dzia³ania programu. Dodatkowo je¶li konstruktor klasy docelowej ma parametr "name" bêdzie on ustawiony na t± warto¶æ.
pt_br: <i>Classe : Qualquer</i> Ajuda a identificar um item de diálogo por ex. para diálogos carregados aquando da execução. Em adição, se o construtor da classe de destino tiver um argumento "nome" será definido para este valor.
