Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Insert other linker options here to invoke the linker with by setting the LDFLAGS-environment variable.
de: Geben Sie hier Linkeroptionen, mit denen der Linker aufgerufen werden soll, ein.
es: Introduzca aquí otras opciones de enlace. Se utilizará la variable de entorno LDFLAGS.
fr: Mettez ici les autres options pour l'édition de liens afin d'exécuter l'éditeur de liens avec la variable d'environnement LDFLAGS.
hu: Itt adhat meg további linkerbeállításokat az LDFLAGS környezeti változó értékének megadásával.
it: Inserisci altre opzioni di linking, in modo tale da impostare la variabile d'ambiente LDFLAGS.
pl: Tu wstaw pozosta³e opcje linkera, które zostan± przekazane poprzez zmienn± ¶rodowiskow± LDFLAGS.
pt_br: Insira outras opções de linkagem aqui para invocar o linkador, seleccionando a variável de ambiente LDFLAGS.
ru: Укажите дополнительные опции редактора связей, которые будут ему переданы при вызове через переменную окружения LDFLAGS.
sv: Lägg till andra länkningsalternativ här för att utföras under länkning genom att sätta LDFLAGS-miljövaribalen.

source: libraries
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
hu: könyvtárak
it: librerie
pl: biblioteki
pt_br: bibliotecas
ru: библиотеки
sv: bibliotek

source: Choose your libraries here.
de: Wählen Sie hier die benötigten Bibliotheken.
es: Elija sus bibliotecas aquí.
fr: Choisissez ici vos bibliothèques.
hu: Itt jelölje ki a könyvtárakat.
it: Seleziona le tue librerie.
pl: Tu wybierz swoje biblioteki.
pt_br: Escolha as suas bibliotecas aqui.
ru: Выберите бибилиотеки.
sv: Välj ditt bibliotek här.

source: X11 basics
de: X11 Basis
es: Las básicas del X11
fr: Bases de X11
hu: X11 alapok
it: X11 base
pl: X11 podstawowe
pt_br: básica X11
sv: X11 standards

source: X11 extensions
de: X11 Erweiterungen
es: Extensiones del X11
fr: Extensions de X11
hu: X11 kiterjesztések
it: estensioni X11
pl: X11 rozszerzenia
pt_br: extensões X11
sv: X11 utvidgningar

source: KDE basics
de: KDE Basis
es: Las básicas del KDE
fr: Bases de KDE
hu: KDE alapok
it: KDE base
pl: KDE - podstawowe
pt_br: básica KDE
ru: главная библиотека KDE
sv: KDE grundmodul

source: KDE user interface
de: KDE Benutzerinterface
es: Interfaz de usuario del KDE
fr: Interface utilisateur de KDE
hu: A KDE felhasználói felület
it: KDE interfaccia utente
pl: KDE - interfejs
pt_br: interface visual KDE
ru: библиотека пользовательского интерфейса KDE
sv: KDE användarinterface

source: KDE HTML widget : this includes -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.
de: KDE HTML Widget: Dies bindet -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm und -ljscript ein.
es: Control HTML del KDE : incluye -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.
fr: Widget HTML de KDE : ceci implique -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.
hu: KDE HTML widget: magában foglalja a következõ beállításokat: -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.
it: Widget KDE HTML: questo include -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.
pt_br: Widget HTML do KDE : isto inclui -lkhtmlw, -lkimgio, -ljpeg, -ltiff, -lpng, -lm, -ljscript.

source: KDE kfm functionality
de: KDE Kfm Funktionalität
es: Funcionalidad del kfm
fr: Fontionnalités du kfm de KDE
hu: KDE kfm funkcionalitás
it: funzionalità di KDE kfm
pl: KDE - funkcje kfm
pt_br: funcionalidade kfm do KDE
ru: библиотека KDE для взаимодействия с kfm
sv: KDE kfm funktioner

source: KDE file handling
de: KDE Dateiverwaltung
es: Manejo de ficheros del KDE
fr: Gestion de fichiers KDE
hu: KDE fájlkezelés
it: Gestion file KDE
pl: KDE - obs³uga plików
pt_br: gestão de ficheiros KDE
ru: библиотека KDE для работы с файлами
sv: KDE filhantering

source: KDE Spell checking
de: KDE Rechtschreibprüfung
es: Corrector ortográfico del KDE
fr: Vérification orthographique KDE
hu: KDE helyesírás-ellenõrzés
it: Controllo ortografico KDE
pl: KDE - kontrola pisowni
pt_br: correcção ortográfica KDE
sv: KDE rättstavningskontroll

source: KDE addressbook
de: KDE Adreßbuch
es: Libro de direcciones del KDE
fr: Carnet d'adresses de KDE
hu: KDE címjegyzék
it: Agenda KDE
pl: KDE - ksi±¿ka adresowa
pt_br: livro de endereços KDE
ru: адресная книга KDE
sv: KDE adressbok

source: Math library
de: Math. Bibliothek
es: Biblioteca matemática
fr: Bibliothèque Math
hu: A matematikai könyvtár

source: additional libraries:
de: Zusätzl. Bibl.:
es: Bibl. adicionales:
fr: Autres bibliothèques :
hu: egyéb könyvtárak:
it: librerie aggiuntive:
pl: inne biblioteki:
pt_br: bibliotecas adicionais:
ru: дополнительные библиотеки:
sv: ytterligare biblioteker:

source: Add additional libraries here.
de: Geben Sie hier zusätzliche Bibliotheken ein.
es: Añada bibliotecas adicionales aquí.
fr: Ajoutez ici vos bibliothèques supplémentaires.
hu: Itt adhat meg további könyvtárakat.
it: Aggiungi ulteriori librerie.
pl: Tu podaj dodatkowe biblioteki.
pt_br: Adicione outras bibliotecas aqui.
ru: Укажите здесь дополнительные библиотеки.
sv: Lägg till ytterligare bibliotek här.

source: Linker Options
de: Linkeroptionen
es: Enlace
fr: Options de l'éditeur de liens
hu: Linkerbeállítások
it: Opzioni del Linker
pl: Opcje linkera
pt_br: Opções de Linkagem
ru: Опции Редактора связей
sv: Läkningsalternativ

source: This dialog is for setting your make options.
de: In diesem Dialog können Sie Ihre Makeoptionen einstellen.
es: Este diálogo le permite editar las opciones del make.
fr: Cette boîte de dialogue permet d'éditer les options pour la commande make.
hu: Ez a dialógusablak használandó az Ön 'make' beállításainak megadásához.
it: Questa finestra di dialogo è per l'impostazione delle opzioni del `make'.
pl: Ten dialog s³u¿y do edycji opcji budowania (programu 'make').
pt_br: Este diálogo é para definir as suas opções de make.

source: Print debug information
de: Debuginformationen ausgeben
es: Info. de depurado
fr: Voir les infos de déboguage
hu: A nyomkövetési információk kiírása
it: Stampa inforamzioni di debug
pl: Wypisz informacje debugera
pt_br: Imprimir informação de depuração

source: Continue after errors
de: Nach Fehlern fortfahren
es: Continuar tras errores
fr: Continuer après erreurs
hu: Folytatás hiba után
it: Continua dopo gli errori
pl: Kontynuuj po b³edach
pt_br: Continuar após erros

source: Print the data base
de: Datenbank ausgeben
es: Mostrar base de datos
fr: Voir la base de données
hu: Az adatbázis kiírása
it: Stampa il database
pl: Wypisz bazê danych
pt_br: Imprimir a base de dados

source: Environment variables
de: Umgebungsvariablen
es: Variables de entorno
fr: Vars d'environnement
hu: Környezeti változók
it: Variabili di ambiente
pl: Zmienne ¶rodowiskowe
pt_br: Variáveis de ambiente

source: No built-in rules
de: Keine eingebauten Regeln
es: Sin reglas implícitas
fr: Pas de règles internes
hu: Nincs beépített szabály
it: Non usare regole implicite
pl: Bez wbudowanych regu³
pt_br: Sem regras internas

source: Touch files
de: 'Touch' Dateien
es: Tocar ficheros
fr: Touch sur les fichiers
hu: A fájlok dátumbeállítása ('touch')
it: Touch file
pl: Dotknij pliki
pt_br: Tocar ficheiros

source: Ignore all errors
de: Alle Fehler ignorieren
es: Ignorar errores
fr: Ignorer les erreurs
hu: A hibák figyelmen kívül hagyása
it: Ignora errori
pl: Ignoruj wszystkie b³êdy
pt_br: Ignorar todos os erros

source: Silent operation
de: Keine Meldungen
es: Operación silenciosa
fr: Opération silencieuse
hu: Néma üzemmód
it: Opera silenziosamente
pl: Cichy tryb
pt_br: Operação silenciosa

source: Print working directory
de: Arbeitsverz. ausgeben
es: Mostrar dir. de trabajo
fr: Voir le dossier de travail
hu: A munkakönyvtár kiírása
it: Stampa directory di lavoro
pl: Wypisz katalog roboczy
pt_br: Imprimir directório de trabalho

source: job number
de: Jobanzahl
es: Nº de trabajos
fr: Numéro de tâche
hu: a job száma
it: job numero
pl: numer zadania
pt_br: trabalho número

source: set modified
de: Geändert setzen
es: Modificar:
fr: Marquer modifié
hu: módosítva
it: imposta modificato
pl: ustaw zmienione
pt_br: definir modificado

source: additional options
de: Zusätzl. Optionen
es: Otras opciones:
fr: Autres options :
hu: egyéb beállítás
it: opzioni aggiuntive
pl: dodatkowe opcje
pt_br: opções adicionais

source: Rebuild behaviour on run/debug:
de: Neu Erstellen bei Ausführen/Debug
es: Reconstruir al ejecutar o depurar:
fr: Reconstruction lors d'exécution/déboguage :
hu: Újrafordítás futtatás/nyomkövetés esetén:

source: warning on modification
de: Warnung bei Änderung
es: avisar si ha habido modificaciones
fr: avertissement de modification
hu: nincs, csak figyelmeztetés módosítás esetén

source: only on modification
de: nur bei Änderung
es: si ha habido modificaciones
fr: seulement lors de modification
hu: csak módosítás esetén

source: always rebuild
de: immer neu erstellen
es: reconstruir siempre
fr: toujours reconstruire
hu: mindig teljes újrafordítás

source: Make Options
de: Makeoptionen
es: Make
fr: Options de make
hu: Make beállítások
it: Opzioni Make
pl: Opcje budowania
pt_br: Opções Make

source: Pressing the folder button lets you choose a file which will be set modified. This will recompile the file on the next build run.
de: Wenn Sie den Ordnerknopf drücken, können Sie eine Datei geändert setzen. Diese wird beim nächsten Aufruf von 'make' neu gebaut.
es: Pulsando este botón podrá elegir un fichero que será marcado como modificado. Esto hará que el fichero sea recompilado la próxima vez que se reconstruya el proyecto.
fr: Cliquez sur le bouton Dossier pour choisir un fichier qui sera marqué modifié. Cela entraînera la recompilation du fichier lors de la prochaine reconstruction.
hu: A mappagomb megnyomásával kijelölhet egy fájlt, amely módosítottnak fog látszani. Emiatt a fájl újra lesz fordítva a következõ 'build' futásakor.
it: Se premi il bottone con la cartella, si potrà scegliere un file da impostare come modificato. Questo permetterà di ricompilare tale file nel prossimo processo di `build'.
pl: Wci¶niêcie przycisku folderu pozwala wybraæ plik, który zostanie zaznaczony jako zmodyfikowany. To spowoduje jego przekompilowanie przy nastêpnym budowaniu.
pt_br: Premir o botão de pasta permite-lhe escolher um ficheiro que será definido como modificado. Isto fará com que o ficheiro seja recompilado na próxima construção.

source: Print debugging information in addition to normal processing. The debugging information tells you which files are being considered for remaking, which file- times are being compared and with what results, which files actually need to be remade, which implicit rules are considered and which are applied---every­ thing interesting about how make decides what to do.
de: Es werden zusätzliche Debugginginformationen ausgegeben. Diese Informationen sagen Ihnen, welche Dateien für die Neu- erstellung in Betracht gezogen werden, welche Datei-Zeiten verglichen werden und mit welchem Ergebnis, welche Dateien tatsächlich neu erstellt werden müssen, welche impliziten Regeln in Betracht kommen und welche angewendet werden... Alles was von Interesse ist, wenn Sie sehen wollen, wie make entscheidet was zu tun ist
es: Imprimir información de depurado además de la habitual de procesado. La información le informa de los ficheros que se está comprobando si se van a volver a crear, los tiempos de que ficheros están siendo comparados, y con que resultados, que ficheros se van a volver a crear, que reglas implícitas están siendo consideradas, y cuales están siendo aplicadas. Todo ello es información interesante para saber como el comando make decide las acciones a realizar.
fr: Affiche les informations de déboguage en plus du fonctionnement normal. Ces informations indiquent quels fichiers sont pris en compte pour la reconstruction, quelles dates de fichier sont comparées et avec quel résultat, quels fichiers ont réellement besoin d'être reconstruits, quelles règles implicites sont utilisées et prises en compte - toutes les choses intéressantes pour savoir comment make décide quoi faire.
hu: A nyomkövetési információ kiírása a normális mûködés mellett. A nyomkövetési információ elárulja, melyik fájlok lesznek figyelembe véve új fordítás esetén, melyik fájldátumok vannak összehasonlítva és milyen eredménnyel, mely fájloknak van szüksége újrafordításra, milyen egyéb szabályok használatára kerül sor - egyszóval minden fontos dolog arról, hogy a 'make' hogyan mûködik.
it: Stampa messaggi di debugging oltre che ai messaggi normali. Le informazioni di debuggin indicano quale file è stato considerato per la ricompilazione, quale data di file è stata comparata e quale è stato il risultato, quali file devono essere ricompilati, quali regole implicite sono usate ed applicate e tutto quello che è interessante per prendere le decisioni più appropriate per il `make'.
pl: Wypisuj informacje debugera oprócz zwyk³ego przetwarzania. Informacje debugera mówi±, które pliki s± rozwa¿ane do ponownego zbudowania, jakie czasy modyfikacji plików s± porównywane i z jakim wynikiem, jakie pliki w efekcie musz± byæ przebudowane, jakie domy¶lne regu³y s± rozwa¿ane, a jakie s± stosowane -- wszystko, co mo¿na chcieæ wiedzieæ na temat tego jak make decyduje co zrobiæ.

source: Set any other additional options for your make-program here.
de: Wählen Sie hier andere zusätzliche Optionen für Ihr Make-Programm.
es: Introduzca otras opciones adicionales para su programa make aquí.
fr: Définissez ici les options supplémentaires pour votre commande make.
hu: Itt adhat meg további opciókat az Ön make programjához.
it: Imposta opzioni aggiuntive per il programma di make.
pl: Tu podaj wszelkie dodatkowe opcje dla twojego programu make.
pt_br: Defina quaisquer outras opções adicionais para o seu programa make aqui.

source: Set the rebuild type on pressing run/debug here. This allows you to select if you either want to rebuild always on run/debug or rebuild only on modifications or give you first a warning on modification of your sources.
de: Einstellen des Erstellen Types bei Ausführen/Debug. Dies ermöglicht Ihnen auszuwählen, ob Sie immer bei Ausführen/Debug neu erstellen, nur bei Änderungen neu erstellen oder bei veränderten Quellen nur eine Warnung erhalten wollen.
es: Seleccione aquí la forma en que se reconstruirá el binario cuando se ejecute o depure. Puede elegir que se reconstruya siempre, cuando haya habido modificaciones, o incluso que avise primero de si han habido modificaciones en el código.
fr: Définit le type de reconstruction lors d'un appui sur Exécuter/Déboguer. Cela vous permet de choisir si vous voulez ou non toujours tout reconstruire, reconstruire seulement les modifications ou affichier un avertissement sur les modification des sources.
hu: Itt állíthatja be az újrafordítási módot futás/nyomkövetés esetére. Választhatja a teljes újrafordítást feltétel nélkül, ill. csak ha a forrás változott; esetleg, hogy elõször csak figyelmeztesse a forrás változása esetén.

source: Print the data base (rules and variable values) that results from reading the makefiles; then execute as usual or as otherwise specified. This also prints the version information.
de: Gibt die Datenbank aus (Regeln und Variablenwerte), die sich aus dem Lesen der make-Dateien ergibt; danach wird normal, oder wie sonst angegeben weitergearbeitet. Außer- dem wird die Versionsnummer ausgegeben.
es: Imprime la base de datos (reglas y valores de variables) encontradas al leer los makefiles; después se ejecutará como es habitual, o como se especifique. También se imprime información sobre la versión.
fr: Affiche la base de données (règles et valeurs des variables) qui résultent de la lecture du makefile ; exécute ensuite normalement, ou autrement si cela a été demandé. Affiche également les informations de version.
hu: Kinyomtatja az adatbázist (szabályokat és változóértékeket) amelyek a makefájlok olvasásából származnak; ezután végrehajtja azokat a szokásos módon vagy ahogy meg lett határozva. A verzió- információt is kiírja.
it: Stampa il database (regole e valori delle variabili) risultante dala lettura del makefile; di seguito esso viene eseguito se non diversamente specificato.
pl: Wypisz bazê danych (regu³y i warto¶ci zmiennych) która wynika z czytanie plików makefile; potem wykonaj jak zwykle. To wypisuje równie¿ informacjê o wersji make.
pt_br: Imprime a base de dados (regras e valores de variáveis) que resultam da leitura dos ficheiros make; depois execute como normalmente ou então como especificado. Isto também imprime a informação da versão.

source: Eliminate use of the built-in implicit rules. Also clear out the default list of suffixes for suffix rules.
de: Schaltet die Verwendung der eingebauten, impliziten Regeln aus. Außerdem wird die Standarderweiterungsliste für Datei- erweiterungen gelöscht
es: Elimina el uso de reglas implícitas. También vacía la lista por defecto de sufijos para las reglas de sufijos (suffix rules)
fr: Elimine l'usage des règles implicites intégrées. Efface aussi la liste par défaut des suffixes pour les règles de suffixe.
hu: Letiltja a beépített implicit szabályok használatát és törli a kiterjesztések egymáshoz rendelésének szabálylistáját.
it: Inabilita l'uso delle regole implicite. Annulla, inoltre, la lista di default dei suffissi per le regole legate ad essi.
pl: Eliminuje u¿ycie wbudowanych regu³ domy¶lnych. Usuwa te¿ domy¶ln± listê rozszerzeñ (sufiksów).
pt_br: Elimina o uso de regras implicitas internas. Também limpa a lista defeito de sufixos para regras sufixo.

source: Give variables taken from the environment precedence over variables from makefiles.
de: Gibt Variablen aus der Betriebssystemumgebung den Vorrang vor Variablen aus den make-Dateien
es: Dar a las variables extraídas del entorno prioridad sobre las variables de los makefile.
fr: Ecrase les variables des Makefiles avec des variables d'environnement.
hu: Elsõbbséget ad a környezeti változóknak a makefájlokban definiáltakkal szemben.
it: Da precedenza alle variabili d'ambiente invece che alle variabili provenienti dal makefile.
pl: Nadaj zmiennym wziêtym ze ¶rodowiska pierwszeñstwo nad zmiennymi z plików makefile.
pt_br: Dá a variáveis tiradas do ambiente precedência sobre variáveis dos ficheiros make.

source: Continue as much as possible after an error. While the target that failed, and those that depend on it, cannot be remade, the other dependencies of these targets can be processed all the same.
de: Arbeite soweit möglich nach Fehlern weiter. Während das Ziel, bei dem der Fehler auftrat, und von diesem Ziel abhängige Dateien nicht erstellt werden können, ist es dennoch möglich, andere Abhängigkeiten zu bearbeiten
es: Continuar todo lo que sea posible tras un error. Aunque el objetivo que falló y aquellos que dependan de él no pueden ser rehechos, las otras dependencias de estos objetivos pueden ser procesados de todas formas.
fr: Continue autant que possible après une erreur. Bien que la cible ait échoué, et que celles qui en dépendent ne puissent être reconstruites, les autres dépendances de ces cibles peuvent être reconstruites malgré tout.
hu: Folytatja (amennyire csak lehet) a program fordítását hiba elõfordulása esetén is. A hibás célfájlt és a tõle függõ modulokat nem fordítja le, de a többi függõség feldolgozása megtörténik.
it: Prosegui il più possibile anche dopo un errore. Anche se il taget selezionato, e tutti quelli dipendenti da esso, non possono essere creati, tutti gli altri possono compilati e ricreati.
pl: Kontynuuj tak d³ugo jak to mo¿liwe po napotkaniu b³êdu. Podczas gdy cel który spowodowa³ b³±d nie bêdzie utworzony (tak jak i inne od niego zale¿ne), pozosta³e fragmenty projektu mog± byæ pomimo to zbudowane.
pt_br: Continuar tanto quanto possível após um erro. Enquanto que o alvo que falhou, e aqueles que dele dependem, não podem ser refeitos, as outras dependências destes alvos podem na mesma ser processados.

source: Touch files (mark them up to date without really changing them) instead of running their commands. This is used to pretend that the commands were done, in order to fool future invocations of make.
de: Führe <i>touch</i> auf Dateien aus (markiere sie als aktuell, ohne sie wirklich zu verändern). Dies wird verwendet um weitere Aufrufe von make zu täuschen
es: Tocar los ficheros (marcarlos como si estuvieran actualizados, pero sin modificarlos realmente) en lugar de ejecutar sus comandos. Esto se utiliza para imitar que los comandos fueron realizados, para engañar al make en futuras llamadas.
fr: Effectue un Touch sur les fichiers (change la date et l'heure sans les modifier) plutôt qu'exécuter leurs commandes. Ceci est utilisé pour faire croire aux prochaines exécutions de make que les commandes ont été exécutées.
hu: 'Megérinti' ('touch') a fájlokat (frissíti a módosítási idejüket, tényleges változtatás nélkül) ahelyett, hogy futtatná a parancsaikat. Ezzel lehet a 'make' késõbbi indításait becsapni, mert azt fogja hinni, hogy az adott parancsok végre lettek hajtva.
it: Esegui il `touch' dei file (aggiorna la data a quella attuale senza modificarli) invece che eseguire i rispettivi comandi. Questo è fatto per simulare l'esecuzione dei comandi in modo tale che `make' non li riesegua.
pl: Dotknij pliki (zaznacz jakby by³y uaktualnione bez zmieniania ich) zamiast uruchamiaæ odpowiednich komend. Tego u¿ywa siê by zasymulowaæ wykonanie komend i w ten sposób zmyliæ przysz³e wywo³ania make.
pt_br: Tocar ficheiros (marca-los com data de agora sem os modificar) em vez de executar os seus comandos. Isto é utilizado para fingir que os comandos foram feitos, por forma a enganar futuras invocações do make.

source: Print a message containing the working directory before and after other processing. This may be use­ ful for tracking down errors from complicated nests of recursive make commands.
de: Gib vor und nach den Prozessen das Arbeitsverzeichnis aus. Dies kann nützlich sein, um Fehler in kompliziert verschachtelten, rekursiven 'Make'-Kommandos zu finden.
es: Imprimir un mensaje que contenga el directorio de trabajo antes y después de cada procesado. Esto puede ser útil a la hora de localizar errores en anidados complejos producidos por comandos recursivos del make.
fr: Affiche un message contenant le dossier de travail avant et après les autres opérations. Ceci peut servir pour traquer les erreurs dans les commandes make imbriquées ou récursives.
hu: Az aktuális munkakönyvtár nevét tartalmazó üzenet kiírása a feldolgozás elõtt és után. Ez hasznos lehet bonyolultan beágyazott vagy rekurzív 'make' parancsok hibájának nyomkövetésekor.
it: Stampa il messaggio contente la directory di lavoro prima e dopo aver processato i file. Questo può essere utile per rintracciare errori che accadono in invocazioni ricorsive ed in cascata dei `make'.
pl: Wypisz komunikat zawieraj±cy katalog roboczy przed i po przetwarzaniu. To mo¿e byæ przydatne przy wyszukiwaniu b³êdów w skomplikowanych sieciach pozagnie¿d¿anych komend make.

source: Silent operation; do not print the commands as they are executed.
de: Zeige Kommandos, die ausgeführt werden, nicht an.
es: Operación silenciosa; no imprimir los comandos mientras son ejecutados.
fr: Agit silencieusement ; n'affiche aucune des commandes exécutées.
hu: Néma üzemmód: nem írja ki a parancsokat a végrehajtás során.
it: Operazione silenziosa: non mostrare i comandi quando sono eseguiti.
pl: Cichy tryb; nie wypisuj poleceñ w miarê ich wykonywania.
pt_br: Operação silenciosa; não imprime os comandos à medida que são executados.
