Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: A QLabel can be used in order to display some text or pixmap information in the dialog.
de: Ein QLabel kann dazu verwendet werden, Text oder ein Pixmap im Dialog darzustellen.
es: Un QLabel puede ser utilizado para mostrar algún texto o gráfico informativo en el diálogo.
fr: Un QLabel peut être utilisé pour afficher du texte ou une image dans la boîte de dialogue.
hu: A QLabel használatos szöveges vagy pixmap információk megjelenítésére a dialógusban.
pl: QLabel mo¿e byæ u¿ywana do wy¶wietlania tekstu lub piksmapy w dialogu.
pt_br: Uma QLabel pode ser utilizada para apresentar algum texto ou imagem informativa no diálogo.

source: This is the normal button often used in dialogs (i.e. the "Ok"-Button).
de: Dies ist der normale Knopf, der oft in Dialogen verwendet wird (z.B. 'OK').
es: Este es el botón normal, a menudo usado en diálogos (ej. el botón de "Aceptar").
fr: Ceci est le bouton normal, souvent utilisé dans les boîtes de dialogue (comme le bouton "OK").
hu: Ez az általános nyomógomb, gyakran használatos a dialógusablakokban (pl. az "Ok"-Nyomógomb).
pl: To jest zwyk³y przycisk czêsto u¿ywany w dialogach (jak przycist "OK").
pt_br: Este é o botão normal muito utilizado em diálogos (por ex. o botão "Ok").

source: Enables the user to (de-)select some settings.
de: Läßt den Benutzer Einstellungen (de)aktivieren.
es: Le permite al usuario (de)seleccionar algunas opciones.
fr: Permet à l'utilisateur de (dé)sélectionner des paramètres.
hu: Ezzel a felhasználó ki/bekapcsolhat beállításokat.

source: Lets the user choose between several options.
de: Läßt den Benutzer zwischen verschiedenen Optionen wählen.
es: Permite al usuario elegir entre diversas opciones.
fr: Permet à l'utilisateur de choisir entre plusieurs options.
hu: Ezzel a felhasználó választhat néhány lehetõség közül.
it: Permette all'utente di selezionare alcune opzioni.
pl: Pozwala wbieraæ pomiêdzy opcjami.
pt_br: Permite ao utilizador escolher de entre várias opções.

source: A combo box lets the user set a value by selecting it from a drop-down menu or by inserting the value, if the box is write enabled
de: Eine Combobox erlaubt es dem Benutzer, einen Wert zu setzen, indem er ihn aus einer Drop-Down-Liste oder durch Eingabe des Wertes (wenn die Box nicht schreib- geschützt ist), auswählt.
es: Un desplegable permite al usuario elegir un valor seleccionándolo desde un menú desplegable, o insertando el valor, si se permite la escritura.
fr: Une "combo box" permet à l'utilisateur de définir une valeur en la sélectionnant dans un menu déroulant ou en insérant la valeur si la boîte permet l'écriture.
hu: A 'combo box' lehetõvé teszi, hogy a felhasználó egy legördülõ menübõl való kiválasztással, vagy közvetlen beírással állítson be egy értéket (amennyiben a doboz nem irásvédett).
pl: Combo-box umo¿liwia u¿ytkownikowi ustawienie warto¶ci poprzez jej wybranie z rozwijanego menu lub przez jej wpisanie w okienku je¶li tylko zapis do niego jest uaktywniony.
pt_br: Uma caixa de escolha permite ao utilizador definir um valor seleccionando-o de um menu que cai ou inserindo o valor, se a caixa permitir escrever

source: Allows choosing numeric values by up- and down buttons or insertion if write enabled.
de: Erlaubt es, numerische Werte mittels auf/ab-Knöpfen oder durch Eingabe (wenn nicht schreibgeschützt) zu setzen.
es: Permite elegir valores numéricos con botones de incremento/decremento o por inserción, si está permitida.
fr: Autorise le choix de valeurs numériques par deux boutons haut et bas, ou par insertion si la boîte permet l'écriture.
hu: A fel és le-gombok segítségével, ill. közvetlen beírással (ha engedélyezett) számok kiválasztását teszi lehetõvé.
pl: Umo¿liwia wybór warto¶ci liczbowej przy u¿yciu przycisków 'w górê' i 'w dó³' lub przez bezpo¶rednie jej wpisanie je¶li jest to uaktywnione.
pt_br: Permite escolher valores numéricos através de botões para cima e para baixo ou inserção, se permitir escrita.

source: Provides a single-column list of items that can be scrolled.
de: Stellt eine einspaltige Liste von Elementen bereit, die auch gescrollt werden kann.
es: Provee de una lista de elementos en una columna con barra de desplazamiento.
fr: Fournit une liste déroulante d'objets sur une colonne.
hu: Egy oszlopos görgethetõ elemlistát ad.
pl: Udostêpnia przewijaln± jedno-kolumnow± listê.
pt_br: Disponibiliza uma lista de apenas uma coluna de itens que podem ser rolados.

source: Provides a groupbox frame with title to indicate that child widgets within the box belong together.
de: Stellt einen Rahmen (mit Titel) bereit, um Elemente in Gruppen anzuordnen.
es: Da un marco de grupo con título, para indicar que los controles hijos incluidos en el marco están relacionados.
fr: Fournit un cadre avec titre autour d'un groupe (groupbox) indiquant que les widgets fils dans le cadre sont logiquement regroupés.
hu: Egy csoport keretet ad, címmel, amely jelzi, hogy a dobozban lévõ gyermek widget-ek összetartoznak.
pl: Udostêpnia ramkê grupuj±c± wraz z tytu³em. S³u¿y to zaznaczeniu, ¿e kontrolki potomne wewn±trz tej ramki odnosz± siê do tego samego.
pt_br: Disponibiliza uma moldura para grupo com um título indicando que widgets filhos dentro da caixa pertencem a um mesmo grupo.

source: Provides a buttongroup frame with title to indicate that child widgets within the box belong together.
de: Stellt einen Rahmen (mit Titel) bereit, um Elemente in Gruppen anzuordnen.
es: Da un marco de grupo con título, para indicar que los controles hijos incluidos en el marco están relacionados.
fr: Fournit un cadre avec titre autour d'un groupe (buttongroup) indiquant que les widgets fils dans le cadre sont logiquement regroupés.
hu: Egy csoport keretet ad, címmel, amely jelzi, hogy a dobozban lévõ gyermek widget-ek összetartoznak.

source: Inserts a text field giving the user the possibility to enter of change a text.
de: Fügt ein Textfeld ein, das es dem Benutzer ge- stattet, Text einzugeben bzw. zu verändern.
es: Introduce un campo de texto que da al usuario la posibilidad de introducir o cambiar un texto.
fr: Insère un champ de texte, donnant à l'utilisateur la possibilité de saisir ou de modifier du texte.
hu: Szöveges mezõt ad, lehetõvé téve a felhasználó számára, hogy beírjon, ill. megváltoztasson egy szöveget.
pl: Wstawia pole tekstowe daj±c u¿ytkownikowi mo¿liwo¶æ wpisania lub zmiany tekstu.
pt_br: Insere um campo de texto dando ao utilizador a possibilidade de inserir ou alterar o texto.

source: Offers a multi-line editor.
de: Fügt einen Mehrzeileneditor ein.
es: Ofrece un editor de múltiples líneas.
fr: Fournit un éditeur de texte multi-ligne.
hu: Többsoros szövegszerkesztõt ad.
pl: Udostêpnia wieloliniowy edytor.
pt_br: Disponibiliza um editor multi-linhas.

source: Indicates the range of a value and sets the current value by a slider as well as up- and down buttons; often used for widgets whose contents is larger than the acutally visible view area. By using the scrollbar, the visible area can be changed to another part of the widgets' contents.
de: Zeigt den Bereich eines Wertes an und stellt den aktuellen Wert durch einen Schieber und/oder auf/ab-Knöpfe ein; wird oft dort benutzt, wo die Inhalte eines Widgets größer als das Widget selber sind.
es: Indica el rango de un valor y permite elegirlo por medio de un deslizador, además de por botones de incremento y decremento. Se utiliza a menudo para controles cuyos contenidos son mayores que el área visible. En estos casos, el área visible puede elegirse con la ayuda del control.
fr: Indique l'intervalle dans lequel une valeur peut être prise et définit sa valeur courante grâce à un ascenseur et à deux boutons haut et bas ; souvent utilisé pour les widgets dont le contenu est plus grand que la zone réellement visible. En utilisant les barres de défilement, la zone visible peut être déplacée vers une autre partie du contenu du widget.
hu: Egy érték-intervallumot jelez ki, és a jelenlegi értéket egy görgetõ, valamint egy fel- és le- gombbal teszi állít- hatóvá; gyakran használják widget-ekhez, ahol a tartalom nagyobb az éppen látható területnél. Görgetõsáv használatával a látható terület a widget más részére állítható át.
pl: Pokazuje zakres warto¶ci i ustawia j± przy pomocy zarówno suwaka jak i przycisków góra/dó³; czêsto u¿ywane przy kontrolkach, których zawarto¶æ jest wiêksza ni¿ aktualnie widoczy obszar. U¿ywaj±c listwy przewijania, widoczny obszar mo¿e byæ przeniesiony w inny fragment zawarto¶ci kontrolki.
pt_br: Indica o limite de valores e define o valor corrente através de uma barra bem como de botões para cima e para baixo; muito utilizado para widgets cujo conteudo é maior que a área visível. Utilizando a barra de scroll, a área visível pode ser alterada para outra parte do conteudo do widget.

source: Sets a value in a program-defined range by a slider.
de: Setzt einen Wert im einem definierten Bereich durch einen Schieber.
es: Permite elegir un valor, dentro de un rango definido en el programa, por medio de un deslizador.
fr: Définit par un ascenseur une valeur prise dans un intervalle défini par le programmeur.
hu: Egy csúsztató segítségével egy program által megadott értéket állít be.
pl: Ustawia za pomoc± suwaka warto¶æ z programowo zdefiniowanego zakresu.
pt_br: Especifica um valor num limite definido pelo programa através de uma barra.

source: Displays the progress of an action that takes a longer time to be finished.
de: Zeigt den Fortschritt einer Aktion an, die länger dauert.
es: Muestra el progreso de una acción.
fr: Affiche la progression d'une action qui prend du temps.
hu: Egy idõigényesebb folyamat haladását jelzi ki.
pl: Wy¶wietla postêp akcji, której wykonanie zabiera wiêcej czasu.
pt_br: Apresenta o progresso de uma acção que demora mais tempo a terminar.

source: Displays a number in the style of LC-displays often used in clocks.
de: Zeigt eine Zahl im Stil eines LC-Displays an, wie es oft in Uhren verwendet wird.
es: Muestra un número con el estilo de los visores LC, a menudo utilizados en relojes.
fr: Affiche un nombre dans le style des montres éléctroniques à cristaux liquides.
hu: Egy számot jelenít meg LCD (kvarcóra) stílusban.
pl: Wy¶wietla liczby w stylu wy¶wietlacza LCD jak np. w zegarkach.
pt_br: Apresenta um número no estilo de mostrador LC muito utilizado em relógios digitais.

source: A list view lets your application display a multi-column list or tree.
de: Eine Listenansicht stellt in Ihrer Applikation eine mehrspaltige Liste bzw. einen mehrspaltigen Baum dar.
es: Un visor de lista permite a su aplicación mostrar un árbol o una lista de múltiples columnas.
fr: Une vue en liste permet à votre application d'afficher une liste ou une arborescence sur plusieurs colonnes.
hu: A lista-nézet lehetõvé teszi több-oszlopos lista, ill. fa-nézet megjelenítését.
pl: Kontrolka, która pozwala twojej aplikacji wy¶wietlaæ wielokolumnow± listê lub drzewo.
pt_br: Uma vista de lista permite à sua aplicação apresentar uma lista multi-coluna ou árvore.

source: 'KSeparator' is a small class to provide a identically look of horizontal or vertical lines in all KDE applications.
de: 'KSeparator' ist eine kleine Klasse, die horizontale und vertikale Linien in allen KDE Applikationen gleich aussehen lässt.
es: 'KSeparator' es una pequeña clase que permite que las líneas verticales o horizontales tengan la misma apariencia en todas las aplicaciones KDE.
fr: 'KSeparator' est une petite classe permettant une apparence identique des lignes horizontales et verticales dans toutes les applications KDE.
hu: A 'KSeparator' egy apró osztály ami minden KDE alkalmazásban azonosan kinézõfüggõleges és vízszintes vonalakat mutat.
pl: 'KSeparator' to ma³a klasa u¿ywana do tego by we wszystkich aplikacjach KDE poziome lub pionowe linie wygl±da³y tak samo.
pt_br: O 'KSeparator' é uma pequena classe para permitir um visual idêntico de linhas horizontais e verticais em todas as aplicações KDE.

source: Just like QComboBox.
de: Wie eine Combobox.
es: Igual que un QComboBox
fr: Exactement comme QComboBox.
hu: Épp olyan mint a QComboBox.
it: Come QComboBox
pl: Taki jak QComboBox.
pt_br: Tal como QComboBox.

source: This is a button displaying the selected color.
de: Dies ist ein Knopf, der die gewählte Farbe darstellt.
es: Un botón que muestra el color seleccionado.
fr: Ce bouton affiche la couleur sélectionnée.
hu: Ez a nyomógomb egy kiválasztott színt mutat.
pl: To jest przycisk wy¶wietlaj±cy wybrany kolor.
pt_br: Este é um botão que apresenta a cor seleccionada.

source: A push button that looks like a keyboard key.
de: Ein Knopf, der wie eine Taste aussieht.
es: Un botón con la apariencia de una tecla del teclado.
fr: Un bouton qui ressemble à une touche de clavier.
hu: Egy nyomógomb, ami egy billentyûre hasonlít.
pl: Przycisk, który dzia³a jak zwyk³y klawisz z klawiatury.
pt_br: Um botão de pressão que se parece com uma tecla do teclado.

source: Restricted Editline: Only selected Characters are valid input.
de: Dies ist eine Textzeile, in der Sie nur bestimmte Zeichen eingeben können.
es: Línea de edición restringida:Sólo los caracteres seleccionados son una entrada válida.
fr: Un éditeur de ligne restreint : seuls les caractères sélectionnés constituent une entrée valide.
hu: Korlátozott Sorszerkesztõ: csak kijelölt karakterek adhatóak be.
pl: Ograniczona linia edycji: Tylko wybrane znaki s± dopuszczalne.
pt_br: Linha de Edição Restrita: Apenas caracteres seleccionados são valores de entrada válidos.

source: A Progress indicator widget.
de: Ein Fortschrittsanzeige-Widget.
es: Un control de indicador de progreso.
fr: Une barre de progression.
hu: Egy Haladás kijelzõ widget.
pl: Kontrolka pokazuj±ca postêp danej czynno¶ci.
pt_br: Um widget de indicação de progresso.

source: A collapsible treelist widget
de: Ein Baumansicht-Widget.
es: Una lista en forma de árbol plegable.
fr: Une vue arborescente développable.
hu: Egy összecsukható fa-lista widget
pl: Zwijalna kontrolka drzewa.
pt_br: Um widget de lista de árvore expansível.

source: A CDE-style LED lamp widget.
de: Ein Led-Lampen-Widget im CDE-Stil.
es: Un indicador luminoso similar al del CDE.
fr: Une diode LED dans le style CDE.
hu: Egy CDE-stílusú LED lámpa widget.
pl: Kontrolka z diod± LED w stylu CDE.
pt_br: Um widget que é uma luz LED do estilo CDE.

source: Lets the user choose a date.
de: Läßt den Benutzer ein Datum auswählen.
es: Le permite al usuario elegir una fecha.
fr: Permet à l'utilisateur de choisir une date.
hu: A felhasználó itt kiválaszthat egy dátumot.
pl: Pozwala u¿ytkownikowi wybraæ datê.
pt_br: Permite ao utilizador escolher uma data.

source: Views a calendar in a tableview.
de: Zeigt einen Kalender an.
es: Muestra un calendario en forma de tabla.
fr: Affiche un calendrier sous forme de table.
hu: Táblázat-nézet típusú naptár.
pl: Pokazuje kalendarz w postaci tabeli.
pt_br: Mostra um calendário numa vista de tabela.

source: QT-Widgets
es: Controles QT
fr: Widgets Qt
hu: QT-Widget-ek
pl: Kontrolki QT

source: KDE-Widgets
es: Controles KDE
fr: Widgets KDE
hu: KDE-Widget-ek
pl: Kontrolki KDE

source: Normal:
hu: Normális:
pl: Normalny:
ru: Нормальный:

source: Selected:
de: Gewählt:
es: Seleccionado:
fr: Sélectionné :
hu: Kijelölt:
pl: Zaznaczony:
pt_br: Seleccionado:
ru: Выделенный:

source: Bold
de: Fett
es: Negrita
fr: Gras
hu: Félkövér
pl: Pogrubiony
pt_br: Negrito
ru: Жирный

source: Family:
de: Familie:
es: Familia:
fr: Famille :
hu: Család:
pl: Rodzina:
pt_br: Família:
ru: Семейство:

source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
hu: Méret:
it: Dimensione:
pl: Rozmiar:
pt_br: Tamanho
ru: Размер:
sv: Storlek:

source: Default Item Styles
de: Standard Elementstile
es: Estilo de los elementos
fr: Styles par défaut des éléments
hu: Alap elemstílusok
pl: Domy¶lne style
pt_br: Estilos de Item Defeito
ru: Стили элемента по умолчанию

source: Item:
de: Element:
es: Elemento:
fr: Elément :
hu: Elem:
pl: Dotyczy:
ru: Элемент:

source: Default Font
de: Standardschrift
es: Fuente por defecto
fr: Police par défaut
hu: Alap betûtípus
pl: Domy¶lna czcionka
pt_br: Fonte Defeito
ru: Шрифт по умолчанию
sv: Standardtypsnitt

source: Config Select
de: Auswahl konfigurieren
es: Seleccione la configuración
fr: Configuration
hu: A kijelölés beállítása
pl: Rodzaj pod¶wietlania
pt_br: Selecção da Configuração
ru: Выбор настроек

source: Highlight:
de: Hervorheben:
es: Resaltado:
fr: Mise en évidence :
hu: Kiemelés:
pl: Pod¶wietlenie:
pt_br: Realce:
ru: Раскраска:

source: Highlight Auto Select
de: Automatische Auswahl hervorheben
es: Resaltar automáticamente
fr: Mise en évidence automatique
hu: Az automatikus kiválasztás kiemelése
pl: Rozpoznawaj
pt_br: Realce de Auto-Selecção
ru: Автоматический выбор раскраски

source: File Extensions:
de: Dateierweiterungen:
es: Extensiones de fichero:
fr: Extensions de fichier :
hu: Fájlkiterjesztések:
pl: Rozszerzenia pliku:
pt_br: Extensões de Ficheiros:
ru: Расширение файла

source: Mime Types:
de: Mimetypen:
es: Tipos mime:
fr: Types MIME :
hu: Mime típus:
pl: Typy MIME:
pt_br: Tipos Mime:
ru: Типы Mime:

source: Item Style
de: Elementstil
es: Estilo del elemento
fr: Style de l'élément
hu: Elemstílus
pl: Styl elementu
pt_br: Estilo do Item
ru: Стиль элемента

source: Item Font
de: Elementschrift
es: Fuente del elemento
fr: Police de l'élément
hu: Elem-betûtípus
pl: Czcionka elementu
pt_br: Fonte do Item
ru: Шрифт элемента

source: &Text To Find:
de: Such&text:
es: &Texto a encontrar:
fr: &Texte à rechercher :
hu: A keresendõ &szöveg:
pl: Poszukiwany &ci±g znaków:
pt_br: &Texto a Procurar:
ru: Искать:

source: &Replace With:
de: &Ersetzen mit:
es: &Reemplazar con:
fr: &Remplacer par :
hu: Csere &ezzel:
pl: &Zamieñ na:
pt_br: &Substituir Com.
ru: Заменить на:

source: &Case Sensitive
de: G&roß/Kleinschreibung
es: &Mayúsculas
fr: Sensible à la &casse
hu: &Nagybetûérzékeny
pl: &Rozró¿niaj wielkie/ma³e litery
pt_br: &Respeitar (Mai/Min)úsculas
ru: С учетом регистра

source: &Whole Words Only
de: &Nur ganze Wörter
es: P&alabras enteras
fr: Mots entier&s
hu: &Csak egész szavakat
pl: Tylko &ca³e s³owa
pt_br: &Palavras Completas Apenas
ru: Только целые слова

source: &From Cursor
de: &Vom Cursor
es: &Desde el cursor
fr: À partir du c&urseur
hu: A kurzor&tól
pl: &Od kursora
pt_br: A Partir do &Cursor
ru: От курсора

source: Find &Backwards
de: &Rückwärts suchen
es: &Hacia atrás
fr: Chercher en &arrière
hu: Keresés &visszafelé
pl: &Szukaj do ty³u
pt_br: Procurar para &Trás
ru: Искать назад

source: &Selected Text
de: &Gewählter Text
es: Texto &seleccionado
fr: Texte &sélectionné
hu: A &kijelölt szöveg
pl: Z&aznaczony tekst
pt_br: Texto &Seleccionado
ru: Выделенный текст

source: &Prompt On Replace
de: Ersetzen &bestätigen
es: &Preguntar
fr: &Interactif
hu: &Megerõsítés kérése cserénél
pl: &Pytaj przy zamianie
pt_br: &Perguntar na Substituição
ru: Спросить при замене

source: Replace this occurence?
de: Dieses Vorkommen ersetzen?
es: ¿Reemplazar?
fr: Remplacer cette occurence ?
hu: Lecseréljem ezt az elõfordulást?
pl: Zast±piæ to wyst±pienie tekstu?
pt_br: Substituir esta ocorrência?
ru: Заменить все вхождения?

source: &Yes
de: &Ja
es: &Sí
fr: &Oui
hu: &Igen
pl: &Tak
pt_br: &Sim
ru: Да

source: &No
de: &Nein
fr: &Non
hu: &Nem
pl: &Nie
pt_br: &Não
ru: Нет

source: &All
de: &Alle
es: &Todo
fr: &Toutes
hu: &Mind
pl: &Wszystkie
pt_br: &Todas
ru: Все

source: &Goto Line:
de: &Gehe zu Zeile:
es: &Ir a la línea:
fr: Aller à la ligne numéro :
hu: &Sorra ugrás:
pl: &Id¼ do linii
pt_br: &Ir Para Linha:
ru: Перейти на строчку:

source: Edit Options
de: Optionen bearbeiten
es: Opciones de edición
fr: Modifier les options
hu: Szerkesztési Beállítások
pl: Edytuj opcje
pt_br: Opções de Edição
ru: Параметры редактирования

source: Auto &Indent
de: Automatisch e&inrücken
es: Auto&indentado
fr: &Indentation automatique
hu: &Automatikus behúzás
pl: Automatyczne &wciêcie
pt_br: Auto &Indentação
ru: Авто выравнивание

source: &Backspace Indent
de: Ausr&ückung
es: Indentar al &borrar
fr: Retour arrière désindente
hu: &Backspace behúzás
pl: &Backspace cofa wciêcie
pt_br: Indentação de BackSpace
ru: Отступ при забое

source: &Word Wrap
de: &Zeilenumbruch
es: A&justar ancho de página
fr: Ne pas couper les mots
hu: Szó&tördelés
pl: &Zawijanie s³ów
pt_br: &Translinear Palavras
ru: Разрыв между словами

source: &Replace Tabs
de: &Tabs ersetzen
es: Reemplazar &tabuladores
fr: &Remplacer les tabulations
hu: &Tab lecserélése

source: Remove Trailing &Spaces
de: &Leerzeichen an Zeilenenden entfernen
es: Borrar e&spacios posteriores
fr: Enlever les espaces en fin de ligne
hu: &Sorvégi ' '-t töröl
pl: Usuñ &spacje za tekstem
pt_br: Apagar Espaços Finais
ru: Удалять конечные пробелы

source: Wrap &Cursor
de: Zeilenumbruch am &Cursor
es: Ajustar &cursor
fr: Retour curseur début/fin de ligne
hu: Kurzor &Tördelés
pl: Zawijaj &kursor
pt_br: Translinear &Cursor
ru: Курсор при разрыве

source: &Auto Brackets
de: Automatische &Klammern
es: &Auto corchetes
fr: Parenthèses automatiques
hu: &Automatikus Zárójelek
pl: &Automatyczne nawiasy
pt_br: Chavetas &Automáticas
ru: Автоскобки

source: Select Options
de: Optionen auswählen
es: Opciones de selección
fr: Choix des options
hu: Kijelölési Beállítások
pl: Wybierz opcje
pt_br: Selcção de Opções
ru: Параметры выделения

source: &Persistent Selections
de: &Durchgehende Auswahl
es: Selecciones &persistentes
fr: Sélections &Persistentes
hu: &Tartós kijelölés
pl: &Spójne zaznaczenia
pt_br: Selecções &Persistentes
ru: Постоянное выделение

source: &Multiple Selections
de: &Mehrfache Auswahl
es: Selecciones &múltiples
fr: Sélections &Multiples
hu: &Többszörös jelölés
pl: &Wielokrotne zaznaczenia
pt_br: Selecções Múltiplas
ru: Множественное выделение

source: &Vertical Selections
de: &Vertikale Auswahl
es: Selecciones &verticales
fr: Sélections &Verticales
hu: &Oszlop kijelölés
pl: &Pionowe zaznaczenia
pt_br: Selecções &Verticais
ru: Вертикальное выделение

source: &Delete On Input
de: Beim &Eingeben löschen
es: B&orrar al escribir
fr: La frappe efface sélection
hu: &Töröljön Új Gombra
pl: Skasuj przy nowym tek¶cie
pt_br: Apagar na &Introdução
ru: Удалять при вводе

source: &Toggle Old
de: &Alt ein/aus
es: Al&ternar con antigua
fr: Sélection simple
hu: &Váltsd az elõzõvel
pl: &Odznacz stary tekst
pt_br: &Trocar para velho
ru: Переключать старый

source: A&uto Copy
de: A&uto Kopieren
es: Copiar &automáticamente
fr: Copie a&utomatique
hu: &Automatikus másolás

source: Wrap Words At:
de: Zeilenumbruch bei:
es: Caracteres/línea:
fr: Couper à la colonne :
hu: A tördelés helye:
pl: Zawijaj s³owa przy:
pt_br: Translinear Palavras Em:
ru: Разрывать слова на:

source: Tab Width:
de: Tabbreite:
es: Ancho del tab.:
fr: Taille des tabulations :
hu: A tab szélessége:
pl: Szeroko¶æ tabulacji:
pt_br: Largura da Tabulação:
ru: Размер табуляции:

source: Undo steps:
de: Anzahl Rückgängig:
es: Deshacer pasos:
fr: Etapes annulables :
hu: Visszavonási lépések:
pl: Poziomów do wycofania:
pt_br: Desfazer passos:
ru: Глубина отката:

source: Background:
de: Hintergrund:
es: Fondo:
fr: Arrière-plan :
hu: Háttér:
pl: T³o:
pt_br: Fundo:
ru: Фон:

source: Text Background:
de: Texthintergrund:
es: Fondo del texto:
fr: Arrière-plan du texte :
hu: Szövegháttér:
pl: Podk³ad tekstu
pt_br: Fundo do Texto:
ru: Фон текста:

source: Found:
de: Gefunden:
es: Encontrado:
fr: Trouvés :
hu: Találat:
pl: Znalezione:
pt_br: Encontrado:
ru: Найдено:

source: Selected + Found:
de: Gewählt + Gefunden:
es: Selec. + Encontrado:
fr: Sélectionnés + trouvés :
hu: Kijelölés + találat:
pl: Wybrane + znalezione:
pt_br: Seleccionado + Encontrado:
ru: Выделено + Найдено:

source: Toggle bookmark
de: Bookmark umschalten
es: Alternar marcador
fr: (Dés)Activer le signet
hu: Könyvjelzõ ki/bekapcsolása

source: Clear all bookmarks
de: Alle Bookmarks löschen
es: Eliminar todos los marcadores
fr: Effacer tous les signets
hu: A könyvjelzõk törlése
