Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Generate a set of GNU standard files for your project. These will give the end-user of the sourcepackage an overview about the licensing, readme's etc, as well as a ChangeLog file for you to protocol your changes.
de: Erzeuge die GNU Standarddateien für Ihr Projekt. Dies gibt dem Endbenutzer einen Überblick über das Quellpaket, über die Lizenz, Readme's usw. und erzeugt auch eine ChangeLog-Datei für Ihr Protokoll.
es: Generar un conjunto estándar de ficheros GNU para su proyecto. Estos darán al usuario final del paquete con los fuentes información sobre la licencia, léame, etc. Además de un fichero de cambios (ChangeLog) para llevar la cuenta de los cambios.
fr: Permet de générer les fichiers standards GNU pour le projet. Ils donnent à l'utilisateur final des informations sur la license, les fichiers readme... ainsi que le fichier journal des modifications.
hu: Ez egy csomó GNU standard fájlt generál a projekthez. Ezek áttekintést adnak a forráscsomag végfelhasználójának a szerzõ licencpolitikájáról, a README fájlokról stb., valamint tartalmazzák a ChangeLog fájlt, amelybe jegyzõkönyvezheti a változtatásokat.
it: Genera l'insieme standard di file GNU per il progetto corrente. Questo darà all'utente finale l'archivio completo, contente licenza d'uso il file di leggimi, ecc... oltre al file di ChangeLog che userai come protocollo per tutte le modifiche apportate.
pl: Generuje zestaw standardowych plików GNU dla twojego projektu. Te da u¿ytkownikowi pakietu ¼róde³ ogólne informacje na temat licencji, pliki 'readme' itp. jak równie¿ plik ChangeLog dla ciebie do zaznaczania zmian w projekcie.
pt_br: Gera um conjunto de arquivos GNU standard para o seu projeto. Isto dará ao utilizador final do pacote de código fonte uma ideia sobre o licenciamento, readme, etc., bem como um arquivo de registo de modificações para você indicar as alterações.

source: Add a program icon to your project that represents your application in the window manager.
de: Fügt dem Projekt ein Programm-Icon hinzu, das Ihre Applikation im Windowmanager repräsentiert.
es: Añade un icono a su proyecto. Será usado para representar a su aplicación en el gestor de ventanas.
fr: Ceci ajoutera au projet une icône représentant votre application dans les menus du gestionnaire de fenêtres.
hu: Ez hozzáad egy alkalmazásikont a projekthez, amely az alkalmazást jelképezi az ablakkezelõ rendszerekben.
it: Aggiungi l'icona per il programma, la quale rappresenterà l'applicazione nel window manager.
pl: Dodaj do projektu ikonê programu, która bêdzie reprezentowaæ twoj± aplikacjê w mened¿erze okien.
pt_br: Adiciona um icone de programa ao seu projeto que representa a sua aplicação no gerenciador de janelas.

source: Add a mini program icon to your project that is used for window-manager popup menus.
de: Fügt dem Projekt ein Mini-Icon hinzu, das für Popupmenüs des Windowmanagers verwendet wird.
es: Añade un pequeño icono a su proyecto. Será usado para los menús desplegables del gestor de ventanas.
fr: Ceci ajoutera au projet une mini-icône utilisée dans le menu du gestionnaire de fenêtres.
hu: Ez egy mini alkalmazásikont ad a projekthez, amit az ablakkezelõ rendszerek menüi használnak.
it: Aggiungi una mini icona per il programma, che sarà usata dal menu a tendina del window manager.
pl: Dodaj mini ikonê programu, która bêdzie u¿ywana w menu mened¿era okien.
pt_br: Adiciona um mini-icon de programa ao seu projeto que é utilizado para os menus dos gerenciadores de janelas.

source: Add a KDE link file which is installed in the KDE panel of the end-user. By default, your application's link file will be installed in the Applications-menu. You can change this destination by editing the installation properties for the link file later.
de: Füge eine KDE-Linkdatei hinzu, die im KDE-Panel des Benutzers installiert wird. Standardmäßig wird Ihr Applikationslink im Menü 'Anwendungen' installiert. Sie können das Ziel ändern, indem Sie die Installationseigenschaften dieser Datei später ändern.
es: Añade un atajo de escritorio que se instalará en el panel KDE del usuario final. Por defecto, el atajo de su aplicación se instalará bajo el menú "Aplicaciones". Puede cambiar este destino editando las propiedades de instalación del atajo, más tarde.
fr: Ceci ajoutera un lien KDE qui sera installé dans le tableau de bord KDE de l'utilisateur. Par défaut, le lien de votre application sera installé dans le menu Applications. Vous pourrez modifier cela ultérieurement en modifiant les propriétés d'installation du lien..
hu: Ez egy KDE linkfájlt ad hozzá a projekthez, amely a végfelhasználó KDE paneljébe kerül. Alapértelmezésben az alkalmazás linkfájlja az Alkalmazások menübe kerül. Ez megváltoztatható a fájl telepítési tulajdonságainak késõbbi átszerkesztésével.
it: Aggiungi un file di collegamento a KDE installandolo nel pannello-KDE dell'utente finale. Per default il file di collegamento sarà installato nel menu Applicazioni. Puoi cambiare questa impostazione editando più tardi le proprietà di installazione del collegamento medesimo.
pl: Dodaj plik 'KDE link', który jest instalowany w panelu KDE u u¿ytkownika. Domy¶lnie twoja aplikacja bêdzie pod³±czona do menu Aplikacji. Mo¿esz to pó¼niej zmieniæ edytuj±c w³a¶ciwo¶ci instalacji dla tego pliku.
pt_br: Um arquivo de ligação KDE que é instalado no painel do KDE do utilizador. Por padrão, o arquivo de ligação da sua aplicação será instalado no menu de Aplicações. Pode mudar este destino editando as propriedades de instalação do arquivo de ligação mais tarde.

source: Lets you select another icon for your program than the sample program icon provided by the Application Wizard.
de: Hier können Sie ein anderes Icon, als das vom App-Wizard bereitgestellte Beispiel wählen.
es: Le permite seleccionar un icono para su programa distinto del icono de ejemplo elegido por el Asistente de Aplicaciones.
fr: Ceci vous permet de choisir pour votre programme une autre icône que celle fournie par l'assistant d'application.
hu: Ez lehetõvé teszi az Alkalmazásvarázsló által alapértelmezésként beállított alkalmazásikon másikra cserélését.
it: Permette di selezionare un'icona diversa per il programma al posto dell'icona di esempio fornita dall'Application Wizard.
pl: Pozwala ci wybraæ dla twojego programu ikonê inn± ni¿ ta przyk³adowa dostarczona przez Kreatora aplikacji.
pt_br: Permite-lhe escolher outro icone para o programa diferente do de exemplo providenciado pelo Assistente de Aplicações.

source: Lets you select another mini-icon for your program than the sample program icon provided by the Application Wizard.
de: Hier können Sie ein anderes Mini-Icon, als das vom App-Wizard bereitgestellte Beispiel wählen.
es: Le permite seleccionar un mini icono para su programa distinto del icono de ejemplo elegido por el Asistente de Aplicaciones.
fr: Ceci vous permet de choisir pour votre programme une autre mini-icône que celle fournie par l'assistant d'application.
hu: Ez lehetõvé teszi az Alkalmazás Varázsló által alapértelmezésként beállított minta mini programikon másikra cserélését.
it: Permette di selezionare una diversa mini icona per il programma al posto dell'icona di esempio fornita dall'Application Wizard.
pl: Pozwala ci wybraæ dla twojego programu inn± mini-ikonê ni¿ ta przyk³adowa dostarczona przez Kreatora aplikacji.
pt_br: Permite-lhe escolher outro mini-icone para o programa diferente do de exemplo providenciado pelo Assistente de Aplicações.

source: Version Control System Support
de: Version Control System-Unterstützung
es: Soporte para Sistema de Control de Versiones
fr: Support du Système de contrôle de version
hu: Verziókövetõ rendszer támogatása
it: Supporto per il Version Control System
pt_br: Suporte a VCS(Version Control System)

source: VCS Support
de: VCS Unterstützung
es: Tipo de soporte de SCV
fr: Support du scv
hu: VCS támogatás

source: VCS Location
de: VCS Verzeichnis
es: Situación del SCV:
fr: Emplacement
hu: VCS elérési út

source: Repository in VCS
de: Archiv in VCS
es: Repositorio en el SCV:
fr: Référentiel du scv
hu: raktár a VCS-ben

source: Vendor Tag
de: Vendor Zeichen
es: Nombre del vendedor:
fr: Branche initiale
hu: Gyártómegjelölés

source: Log Message
de: Log Nachricht
es: Mensaje:
fr: Message descriptif
hu: Naplóüzenet

source: Release Tag
de: Release Zeichen
es: Nombre de la versión:
fr: Branche de version
hu: Verziócímke

source: Here you can enter the log message for the version control system.
de: Hier können Sie die Logmeldung für VCS eingeben.
es: Aquí puedes introducir el mensaje de `log' para el sistema de control de versiones.
fr: Saisissez ici le message descriptif pour le système de contrôle de version.
hu: Itt adhat meg egy, a verziókövetõ rendszer naplójába bekerülõ szöveget.
it: Inserisci il messagio di log per il version control system.
pt_br: Aqui você insere a mensagem de registro para o vcs(version control system.

source: Here you can choose the vendor tag, which your project has in the version control system.
de: Hier können Sie den Vendor Tag wählen, den Ihr Projekt im VCS hat.
es: Aquí puede elegir el nombre del vendedor (vendor tag), que se mostrará en el sistema de control de versiones de su proyecto.
fr: Choisissez ici la balise initiale que votre projet aura dans le système de contrôle de version.
hu: Itt választhat egy gyártói címkét, amely a projektet írja le a verziókövetõ rendszerben.
it: Seleziona il vendor tag, da usare per il progetto nel version control system.
pt_br: Aqui você pode escolher o vendor tag, o qual o seu projeto tem no vcs(version control system.

source: Here you can choose a special pointer for the first entry in the version control system.
de: Hier können Sie einen speziellen Zeiger für den ersten Eintrag im VCS wählen.
es: Aquí puede seleccionar un puntero especial para la primera entrada en el sistema de control de versiones.
fr: Choisissez ici un pointeur spécial pour la première entrée dans le système de contrôle de version.
hu: Itt választhat egy kezdeti szöveget az elsõként beírt elemhez a verziókövetõ rendszerben.
it: Seleziona un puntatore alla prima voce del version control system.
pt_br: Aqui pode escolher um ponteiro especial para a primeira entrada no sistema de controlo de versões.

source: Here you can choose the version control system, which you want to use.
de: Hier können Sie das VCS wählen, das Sie benutzen wollen.
es: Aquí puede seleccionar el sistema de control de versiones que desea utilizar.
fr: Choisissez ici le système de contrôle de version qui vous voulez utiliser.
hu: Itt választhatja ki a használandó verziókövetõ rendszert.
it: Seleziona il version control system che vuoi usare.
pt_br: Aqui pode escolher o sistema de controle de versões, que deseja utilizar.

source: Here you can choose where your vcsroot loction should be. At the moment we only support local vs. And be sure, you have read and write access in the location.
de: Hier können Sie wählen, wo Ihr VCS-Hauptverzeichnis sein soll. Zur Zeit unterstützen wir nur lokale Verzeichnisse. Vergewissern Sie sich, daß Sie auf das gewählte Verzeichnis Lese/Schreib-Zugriff haben.
es: Aquí puede elegir donde está situada la raíz del cvs. Actualmente sólo puede ser local. Recuerde que necesita tener permiso de lectura y escritorio en el directorio.
fr: Choisissez ici l'emplacement de la racine de votre système de contrôle de version. Actuellement, seuls les emplacements locaux sont autorisés. Assurez-vous d'avoir les droits en lecture/écriture.
hu: Itt állíthatja be, hogy hol legyen az Ön 'vcsroot' helye. Jelenleg csak lokális 'vs' használható. Gyõzödjön meg arról, hogy írási és olvasási joggal rendelkezik az adott helyen.
it: Seleziona dove il vcsroot deve essere posto. Per ora è supportato solo il vs locale. Assicurati di avere i permessi di lettura/scrittura in tale directory.
pt_br: Aqui pode escolher onde deverá ser a localização do vsroot. De momento apenas suportamos sv local. E certifique-se, que acesso de leitura e escrita a essa localização.

source: Here you can see the repository of your project in the version control system. The repository is dependend on the directory of your project. You can not change the repository direct.
de: Hier können Sie das Archiv Ihrer Projektdateien im VCS sehen. Das Archiv ist abhängig von Ihren Projekt- dateien. Sie können es nicht direkt ändern.
es: Aquí puede ver el repositorio de su proyecto en el sistema de control de versiones. El repositorio depende del directorio de su proyecto. No puede cambiar el repositorio directamente.
fr: Vous pouvez voir ici le référentiel de votre projet dans le système de contrôle de version. Le référentiel dépend du répertoire de votre projet. Vous ne pouvez pas modifier directement le référentiel.
hu: Itt látható az Ön projektjének raktára a verziókövetõ rendszerben. A raktár függ az Ön projektjének könyvtárától. Nem változtathatja meg közvetlenül a raktárat.
it: Puoi vedere il repository del tuo progetto nel version control system. Il repository dipende dalla directory del progetto. Non è possibile cambiare il repository direttamente.
pt_br: Aqui você pode ver o repositório do seu projeto no VCS(version control system). O repositório depende do diretório do seu projeto. Você não pode mudar o repositório diretamente.

source: Headertemplate for .h-files
de: Vorlage für .h-Dateikopf
es: Plantilla de cabecera para ficheros .h
fr: Squelette d'en-tête des fichiers .h
hu: Fejlécminta a .h-fájlokhoz
it: Headertemplate per i file .h
pl: Szablon dla plików .h
pt_br: Headertemplate dos arquivos .h
ru: Пример заголовок файлов .h
sv: Huvudmall för .h-filer

source: headertemplate for .h-files
de: Vorlage für .h-Dateikopf
es: Usar plantilla de cabecera
fr: Squelette d'en-tête des fichiers .h
hu: fejlécminta a .h-fájlokhoz
it: headertemplate per i file .h
pl: szablon dla plików .h
pt_br: Modelo Header dos arquivos .h
ru: пример заголовков файлов .h
sv: huvudmall för .h-filer

source: Load...
de: Laden...
es: Cargar...
fr: Chargement...
hu: Betöltés...
it: Carica...
pl: Wczytaj...
pt_br: Carregando...
ru: Загрузка...
sv: Ladda...

source: New
de: Neu
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
pl: Nowy
pt_br: Novo
ru: Новый
sv: Ny

source: Press this button to select an existing header template file
de: Drücken Sie diesen Knopf, um eine vorhandene Headervorlage zu wählen.
es: Pulse este botón para seleccionar un patrón de cabecera existente.
fr: Cliquez sur ce bouton afin de choisir un fichier squelette d'en-tête existant.
hu: Nyomja meg ezt a gombot egy már létezõ fejlécminta-fájl kiválasztásához.
it: Premi il pulsante per selezionare un file header template esistente
pl: Wci¶nij ten przycisk by wybraæ istniej±cy szablon plików nag³ówkowych.
pt_br: Pressione este botão para selecionar um arquivo modelo header existente

source: Clears the pre-set headertemplate
de: Löscht die vordefinierte Headervorlage
es: Vacía la plantilla de cabecera predeterminada
fr: Effacer le squelette d'en-tête prédéfini.
hu: Törli az elõre beállított fejlécmintát
it: Rimuove l'headertemplate predefinito
pl: Czy¶ci ten standartowy szablon nag³ówków
pt_br: Limpa o modelo header pré-existente

source: Edit your headertemplate here
de: Bearbeiten Sie hier Ihre Headervorlagen
es: Aquí puede editar sus plantillas de cabecera
fr: Vous pouvez ici modifier votre squelette d'en-tête
hu: Itt lehet módosítani a fejlécmintát
it: Edita l'headertemplate qui
pl: Tu edytuj szablon nag³ówka
pt_br: Edite o seu modelo header aqui

source: Use a standard headertemplate for your headerfiles
de: Benutze eine Standard Headervorlage für Ihre Headerdateien.
es: Usar plantillas de cabecera estándar para sus ficheros cabecera.
fr: Utilisation d'un squelette standard pour vos fichiers en-tête.
hu: Szabvány fejlécminta felhasználása a 'header' fájlokhoz
it: Usa un headertemplate standard per gli headerfile
pl: U¿ywaj standardowego szablonu pliku dla plików nag³ówkowych.
pt_br: Utilizar um modelo header standard para os arquivos header

source: Headertemplate for .cpp-files
de: Vorlage für .cpp-Dateikopf
es: Plantilla de cabecera para ficheros .cpp
fr: Squelette d'en-tête pour .cpp
hu: fejlécminta a .cpp fájlokhoz
it: Headertemplate per i file .cpp
pl: Szablon dla plików .cpp
pt_br: Modelo Header para os arquivos .cpp
ru: Заголовок для файлов .cpp
sv: Huvudmall för .cpp-filer

source: headertemplate for .cpp-files
de: Vorlage für .cpp-Dateikopf
es: Usar plantilla de cabecera
fr: Squelette d'en-tête des fichiers .cpp
hu: fejlécminta a .cpp fájlokhoz
it: headertemplate per i file .cpp
pl: szablon dla plików .cpp
pt_br: modelo Header para os arquivos .cpp
ru: заголовок для файлов .cpp
sv: huvudmall för .cpp-filer

source: Use a standard headertemplate for your implementation files
de: Benutze eine Standard Headervorlage für Ihre Implementierungsdateien.
es: Utilizar plantillas de cabecera estándar para sus ficheros de implementación.
fr: Utilisation d'un squelette standard pour vos fichiers d'implantation.
hu: Szabvány fejlécminta felhasználása a forrásfájlokhoz
it: Usa un headertemplate standard per i file di implementazione
pl: U¿yj standardowego szablona nag³ówków dla plików implementacji.
pt_br: Utilizar um modelo header padrão para os seus arquivos de implementação

source: Processes
de: Prozesse
es: Procesos
fr: Processus
hu: Processzek
it: Processi
pl: Procesy
pt_br: Processos
ru: Процессы
sv: Behandlar

source: Displays the normal output of the project generator
de: Zeigt die normale Ausgabe des Projektgenerators an
es: Muestra la salida normal del generador de proyectos
fr: Affiche la sortie standard du générateur de projet
hu: Megjeleníti a projektgenerátor normál kimenetét
it: Mostra l'output normale del generatore di progetti
pl: Wy¶wietla normalne wyniki dzi³ania generatura projektu
pt_br: Mostra a saída normal do gerador de projetos

source: Displays warnings and errormessages of the project generator
de: Zeigt Warnungen und Fehlermeldungen des Projektgenerators an
es: Muestra los avisos y mensajes de error del generador de proyectos
fr: Affiche les messages d'avertissement et d'erreur du générateur de projet.
hu: Itt látható a projektgenerátor összes figyelmeztetõ- és hibaüzenete
it: Mostra i warning e i messaggi di errore del generatore di progetti
pl: Wy¶wietla ostrze¿enia i komunikaty b³êdów generatura projektu
pt_br: Mostra avisos e mensagens de erro do gerador de projetos

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire
hu: Könyvtár
pl: Katalog
pt_br: Diretório
sv: Katalog

source: Select your template for Header-file headers
de: Wählen Sie Ihre Vorlage für Headerdateien
es: Seleccione su plantilla para ficheros de cabecera
fr: Sélection du squelette d'en-tête des fichiers .h
hu: Válassza ki a 'Header'-fájl fejlécmintát
it: Seleziona il template per l'intestazione dei file H
pl: Wybierz w³asny szablon nag³ówków w plikach nag³ówkowych
pt_br: Selecione o modelo para o cabeçalho dos arquivos Header

source: Select your template for C-file headers
de: Wählen Sie Ihre Vorlage für C-Dateien
es: Seleccione su plantilla para ficheros .c
fr: Sélection du squelette d'en-tête des fichiers C
hu: Válassza ki a C fájlok fejlécsablonát
it: Seleziona il template per l'intestazione dei file C
pt_br: Selecione o modelo para o cabeçalho dos arquivos C

source: Select your template for Cpp-file headers
de: Wählen Sie Ihre Vorlage für Cpp-Dateien
es: Seleccione su plantilla para ficheros .cpp
fr: Sélection du squelette d'en-tête des fichiers cpp
hu: Válassza ki a Cpp fájlok fejlécsablonát
it: Seleziona il template per l'intestazione dei file Cpp
pl: Wybierz w³asny szablon nag³ówków w plikach 'cpp'
pt_br: Selecione o modelo para o cabeçalho dos arquivos Cpp

source: sgml2html and ksgml2html do not exist!
de: sgml2html und ksgml2html sind nicht vorhanden!
es: ¡sgml2html y ksgml2html no existen!
fr: sgml2html et ksgml2html n'existent pas !
hu: sgml2html és ksgml2html nem létezik!
it: sgml2html e ksgml2html non esistenti!
pt_br: sgml2html e ksgml2html não existem!

source: If you want to generate the user-documentation, you need one of these programs.
de: Wenn Sie die Benutzerdokumentation erstellen wollen, benötigen Sie eines dieser Programme.
es: Si desea generar documentación de usuario, necesita uno de estos programas.
fr: Si vous voulez générer le manuel d'utilisation, il vous faut l'un de ces programmes.
hu: Ha felhasználói dokumentációt kíván generálni, ezen programok valamelyikére szüksége lesz.

source: isn't writable!
de: ist nicht schreibbar!
es: no puede ser escrito.
fr: ne peut pas être écrit !
hu: nem írható!

source: Either the desired directory cannot be created or you haven't enough rights to use it. It isn't possible to generate a new project into this directory.
de: Entweder kann das Verzeichnis nicht erzeugt werden oder Sie haben nicht die nötigen Rechte. Es ist nicht möglich in diesem Verzeichnis ein neues Projekt zu erzeugen.
es: O el directorio deseado no puede ser creado o no tiene permiso para utilizarlo. No es posible crear un nuevo proyecto en este directorio.
fr: Le dossier choisi ne peut pas être créé ou vous n'avez pas la permission de l'utiliser. Il est impossible de générer un nouveau projet dans ce dossier.
hu: Vagy a kívánt könyvtár már létezik, vagy Ön nem rendelkezik megfelelõ jogosultsággal a használatához. Nem lehet új projektet már létezõ könyvtárba generálni.

source: already exists!
de: bereits vorhanden!
es: ¡ya existe!
fr: existe déjà !
hu: Fájl már létezik!
it: esiste già!
pt_br: já existe!

source: It isn't possible to generate a new project into an existing directory.
de: Es ist nicht möglich, ein neues Projekt in einem vorhandenen Verzeichnis zu erzeugen!
es: No es posible generar un nuevo proyecto en un directorio existente.
fr: Il n'est pas possible de générer un nouveau projet dans un dossier existant.
hu: Nem lehet új projektet már létezõ könyvtárba generálni.

source: Exit
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
pl: Wyj¶cie
pt_br: Sair
ru: Выход
sv: Avsluta

source: Create a KDE-application with session-management, menubar, toolbar, statusbar and support for a document-view codeframe model.
de: Erzeuge eine KDE-Applikation mit Session-Management, Menüleiste, Werkzeugleiste, Statusleiste und Unterstützung für das Doc/View Modell.
es: Crear una aplicación KDE con control de sesiones, barras de menú, de herramientas y de estado, y soporte para un modelo de vista de documentos.
fr: Crée une application KDE suivant le modèle Vue-Document avec support de la gestion de session et des barres de menu, d'outils et d'état.
hu: KDE alkalmazás létrehozása 'session-management'-tel, menüvel, eszköztárral, státuszsorral és támogatással a dokumentum - nézet alkalmazásmodellhez.
it: Crea un'applicazione KDE con gestione delle sessioni, menu, toolbar, linea di stato e supporto per la visualizzazione della documentazione via il modello codeframe.
pl: Tworzy aplikacjê KDE z zarz±dzniem sesj±, paskiem menu, paskiem narzêdzi, paskiem stanu i wspomaganiem dla modelu dokument-widok.
pt_br: Cria uma aplicação KDE com gerenciamento de sessão, barra de menu, barra de ferramentas, barra de estados e suporte para um modelo de código de estrutura para visualização de documentação.
