Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: You have to specify a variable type.
de: Sie müssen einen Variablentyp eingeben.
es: Debe especificar el tipo de la variable.
fr: Vous devez spécifier un type de variable.
hu: Meg kell határoznia egy változótípust.
it: Devi specificare il tipo della variabile
pl: Musisz podaæ typ zmiennej.
pt_br: Você deve especificar o tipo da variável.

source: No name
de: Kein Name
es: Sin nombre
fr: Sans nom
hu: Nincs neve
it: Nessun nome
pl: Bez nazwy
pt_br: Sem nome

source: You have to specify a variable name.
de: Sie müssen einen Variablennamen eingeben.
es: Debe especificar el nombre de la variable.
fr: Vous devez spécifier un nom de variable.
hu: Meg kell adnia egy változónevet.
it: Devi specificare il nome della variabile.
pl: Musisz podaæ nazwê zmiennej.
pt_br: Você deve especificar o nome da variável.

source: Add class member
de: Methode hinzufügen
es: Añadir miembro de la clase
fr: Ajouter un membre de classe
hu: Osztálytag hozzáadása
it: Aggiungi membro-classe
pt_br: Adicionar membro à classe

source: Function
de: Funktion
es: Función
fr: Fonction
hu: Függvény
it: Funzione
pl: Funkcja
pt_br: Função

source: You can choose here whether you want the member function be declared as public, protected or private.
de: Sie können hier wählen, ob Sie die Methode als public, protected oder private deklarieren wollen.
es: Aquí puede elegir si desea que la función miembro sea declarada como pública, protegida o privada.
fr: Vous pouvez choisir ici si vous voulez que la fonction membre soit déclarée public, protected ou private.
hu: Itt választhatja meg, hogy a tagfüggvény 'public', 'protected' vagy 'private' módon legyen deklarálva.
it: Scegli se il membro-funzione deve essere public, protected o private.
pt_br: Você pode escolher aqui se quer o método declarado como público(public), protegido(protected) ou privado(private).

source: Type
de: Typ
es: Tipo
hu: Típus
it: Tipo
pt_br: Tipo

source: Choose the type of member object you want to create. The type can be signal, slot or method.
de: Wählen Sie den Typ des Member-Objekts, den Sie erstellen wollen. Dieser kann ein Signal, Slot oder eine Methode sein.
es: Elija el tipo de objeto miembro que desea crear. Los tipos posibles son: señal, ranura o método.
fr: Choisissez le type de l'objet membre que vous voulez créer. Le type peut être signal, slot ou méthode.
hu: Válassza ki a létrehozandó tagobjektum típusát. Ez lehet 'szignál','slot' vagy 'eljárás'.
it: Scegli il tipo di membro che si vuole creare. Il tipo può essere signal, slot o metodo.
pt_br: Escolha o tipo de membro que você deseja criar. O tipo pode ser um sinal(signal), espaço(slot) ou método.

source: You can set modifiers for the member function here.
de: Sie können hier die Speicherklassen für die Methode setzen.
es: Aquí puede seleccionar modificadores de la función miembro.
fr: Vous pouvez définir ici des modificateurs pour la fonction membre.
hu: Itt adhat meg típusmódosítókat a tagfüggvényhez.
it: Inserisci i modificatori del membro-funzione.
pt_br: Você pode ajustar os modificadores do método aqui.

source: Enter the type of the member function here.
de: Geben Sie hier den Typ für die Methode ein.
es: Introduzca aquí el tipo de la función miembro.
fr: Saisissez ici le type de la fonction membre.
hu: Itt adja meg a tagfüggvény típusát.
it: Inserisci il tipo del membro-funzione
pt_br: Entre com o tipo do método aqui.

source: Declaration:
de: Deklaration:
es: Declaración:
fr: Déclaration :
hu: Deklaráció:
it: Dichiarazione
pl: Deklaracja:
pt_br: Declaração:

source: Enter the declaration of the member function here.
de: Geben Sie hier die Deklaration der Methode ein.
es: Introduzca aquí la declaración de la función miembro.
fr: Saisissez ici la déclaration de la fonction membre.
hu: Itt adja meg a tagfüggvény deklarációját.
it: Inserisci la dichiarazione del membro-funzione.
pt_br: Entre com a declaração do método aqui.

source: You can enter a description of the member function here.
de: Sie können hier eine Beschreibung für die Methode eingeben.
es: Aquí puede introducir una descripción de la función miembro
fr: Vous pouvez saisir ici une description de la fonction membre.
hu: Itt adhat meg leírást a tagfüggvényhez.
it: Inserisci la descrizione del membro-funzione.
pt_br: Você pode entrar com a descrição do método aqui.

source: Method
de: Methode
es: Método
fr: Méthode
hu: Eljárás
it: Metodo
pl: Metoda
pt_br: Método
sv: Ny metod

source: You have to specify a function type.
de: Sie müssen einen Typ für die Methode eingeben.
es: Debe especificar el tipo de la función.
fr: Vous devez spécifier un type de fonction.
hu: Meg kell adnia egy függvénytípust.
it: Devi specificare il tipo della funzione.
pl: Musisz podaæ typ funkcji.
pt_br: Você deve especificar o tipo da função.

source: You have to specify a function name.
de: Sie müssen einen Namen für die Methode eingeben.
es: Debe especificar el nombre de la función.
fr: Vous devez spécifier un nom de fonction.
hu: Meg kell adnia egy függvénynevet.
it: Devi specificare il nome della funzione.
pl: Musisz podaæ nazwê funkcji.
pt_br: Você deve especificar o nome da função

source: Add existing files to project
de: Füge vorhandene Dateien zum Projekt hinzu
es: Añadir ficheros existentes al proyecto
fr: Ajouter des fichiers existants au projet
hu: Létezõ fájlok hozzáadása a projekthez
it: Aggiungi files esistenti al progetto
pl: Dodaj istniej±ce pliki do projektu
pt_br: Adicionar arquivos já existentes ao projeto

source: Sourcefile(s):
de: Quelldatei(en):
es: Fuente(s):
fr: Fichier(s) :
hu: Forrásfájl(ok):
it: File Sorgente
pl: ¬ród³a:
pt_br: Arquivos fonte:
sv: Källkod(er):

source: Destinationdir:
de: Zielverzeichnis:
es: Dir. destino:
fr: Destination :
hu: Célkönyvtár:
it: Directory destinazione:
pl: Katalog docelowy:
pt_br: Diretório de destino:
sv: Målsökväg:

source: Select the source files to be added to the project here.
de: Wählen Sie hier die Quelldateien aus, die zum Projekt hinzugefügt werden sollen.
es: Seleccione aquí los ficheros fuente a añadir al proyecto.
fr: Choisissez ici les fichiers sources à ajouter au projet.
hu: Jelölje ki a projekthez hozzáadandó forrásfájlokat.
it: Seleziona il sorgente da aggiungere in questa posizione del progetto.
pl: Tu wybierz pliki ¼ród³owe, które maj± byæ dodane do projektu.inn±; ju¿ istniej±c± ikonê.
pt_br: Selecione aqui os arquivos fonte a serem adicionados ao projeto.

source: Select the directory where the new source files will be copied to here.
de: Wählen Sie hier das Verzeichnis, in das die neuen Quelldateien kopiert werden sollen.
es: Seleccione aquí el directorio al que se copiaran los nuevos ficheros fuente.
fr: Choisissez ici le répertoire dans lequel les fichiers sources seront copiés.
hu: Válassza ki a könyvtárat, ahová az új forrásfájlok kerüljenek.
it: Selezionare la directory nella quale copiare il nuovo file.
pt_br: Selecione o diretório de onde os novos arquivos fonte serão copiados.

source: insert header/cpp-templates to added files
de: Füge Header/Cpp-Vorlage in hinzugefügten Dateien ein
es: Insertar plantillas de cabecera/cpp a los ficheros añadidos
fr: Insérer les squelettes en-tête/cpp aux fichiers ajoutés
hu: adjon meg 'header'/cpp-sablonokat a fájlokhoz
it: inserire header/cpp-template ai file aggiunti
pt_br: insira header/cpp-templates aos arquivos adicionados

source: Check this if you want to insert your template to the added files.
de: Kreuzen Sie das an, wenn Sie Ihre Vorlage zu den hinzugefügten Dateien einfügen wollen.
es: Marque esto si desea insertar sus plantillas a los ficheros añadidos.
fr: Cochez ceci si vous voulez insérer votre squelette aux fichier ajoutés.
hu: Kapcsolja be ezt az opciót, ha be akarja szúrni a sablont a hozzáadott fájlokba.
it: Imposta questo selettore se si vuole inserire il template ai file aggiunti.
pt_br: Marque aqui se você quer inserir seu template aos arquivos adicionados.

source: Source File(s)...
de: Quelldatei(en)...
es: Fichero(s) fuente...
fr: Fichier(s) source(s)...
hu: Forrásfájl(ok)...
it: File sorgente...
pl: Plik(i) ¼ród³owe...
pt_br: Arquivos fonte...

source: Destination Directory
de: Zielverzeichnis
es: Directorio destino
fr: Répertoire destination
hu: Célkönyvtár
it: Directory destinazione
pl: Katalog docelowy
pt_br: Diretório de destino

source: You must choose a destination, that is in your project-dir!
de: Sie müssen ein Ziel wählen, das in Ihrem Projektverzeichnis liegt!
es: ¡Debe seleccionar un destino que esté en el directorio del proyecto!
fr: Vous devez choisir une destination se trouvant dans votre répertoire projet !
hu: Az Ön projektkönyvtárában lévõ célt kell kiválasztania.
it: Devi selezionare una directory di destinazione che sia nella directory di progetto!
pt_br: Você deve escolher um destino que esteja no diretório do seu projeto!

source: You must choose a valid dir as a destination!
de: Das Ziel muß ein gültiges Verzeichnis sein!
es: ¡Debe elegir un directorio válido como destino!
fr: Le réperoire destination doit être un répertoire valide !
hu: Érvényes könyvtárt kell célként megjelölni.
it: Devi selezionare una directory valida come destinazione!
pl: Musisz podaæ poprawny katalog jako punkt docelowy!
pt_br: Você deve escolher como destino um diretório válido!
ru: Вы должны указать правильное имя директории!
sv: Du måste välja en korrekt säkväg som mål!

source: Add new Translation File
de: Neue Übersetzung hinzufügen
es: Añadir nueva traducción
fr: Ajouter un fichier de traduction
hu: Új támogatott nyelv hozzáadása
it: Aggiungi nuovo file di traduzione
pl: Dodaj nowy Plik T³umaczenia
pt_br: Adicionar novo Arquivo de Tradução

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
hu: Nyelv:
it: Lingua:
pl: Jêzyk:
pt_br: Língua:

source: ca;Catalan
de: ca;Katalanisch
es: ca;Catalán
hu: ca;Katalán

source: cs;Czech
de: cs;Tschechisch
es: cs;Checo
fr: cs;Tchèque
hu: cs;Cseh

source: da;Danish
de: da;Dänisch
es: da;Danés
fr: da;Danois
hu: da;Dán

source: de;German
de: de;Deutsch
es: de;Alemán
fr: de;Allemand
hu: de;Német

source: el;Greek
de: el;Griechisch
es: el;Griego
fr: el;Grec
hu: el;Görög

source: eo;Esperanto
hu: eo;Eszperantó

source: es;Spanish
de: es;Spanisch
es: es;Español
fr: es;Espagnol
hu: es;Spanyol

source: et;Estonian
de: et;Estnisch
es: et;Estonio
fr: et;Estonien
hu: et;Észt

source: fi;Finnish
de: fi;Finnisch
es: fi;Finlandés
fr: fi;Finlandais
hu: fi;Finn

source: fr;French
de: fr;Französisch
es: fr;Francés
fr: fr;Français
hu: fr;Francia

source: he;Hebrew
de: he;Hebräisch
es: he;Hebreo
fr: he;Hébreu
hu: he;Héber

source: hr;Croatian
de: hr;Kroatisch
es: hr;Croata
fr: hr;Croate
hu: hr;Horvát

source: hu;Hungarian
de: hu;Ungarisch
es: hu;Húngaro
fr: hu;Hongrois
hu: hu;Magyar

source: is;Islandic
de: is;Isländisch
es: is;Islandés
fr: is;Islandais
hu: is;Izlandi

source: it;Italian
de: it;Italienisch
es: it;Italiano
fr: it;Italien
hu: it;Olasz

source: ja;Japanese
de: ja;Japanisch
es: ja;Japonés
fr: ja;Japonais
hu: ja;Japán

source: ko;Korean
de: ko;Koreanisch
es: ko;Coreano
fr: ko;Coréen
hu: ko;Koreai

source: mk;Macedonian
de: mk;Mazedonisch
es: mk;Macedonio
fr: mk;Macédonien
hu: mk;Macedón

source: nl;Dutch
de: nl;Holländisch
es: nl;Holandés
fr: nl;Hollandais
hu: nl;Holland

source: no;Norwegian
de: no;Norwegisch
es: no;Noruego
fr: no;Norvégien
hu: no;Norvég

source: pl;Polish
de: pl;Polnisch
es: pl;Polaco
fr: pl;Polonais
hu: pl;Lengyel

source: pt;Portuguese
de: pt;Portugiesisch
es: pt;Portugués
fr: pt;Portugais
hu: pt;Portugál

source: pt_BR;Brazil Portuguese
de: pt_BR;Brasilianisches Portugiesisch
es: pt_BR;Portugués de Brasil
fr: pt_BR;Portugais brésilien
hu: pt_BR;Brazil Portugál

source: ro;Romanian
de: ro;Rumänisch
es: ro;Rumano
fr: ro;Roumain
hu: ro;Román

source: ru;Russian
de: ru;Russisch
es: ru;Ruso
fr: ru;Russe
hu: ru;Orosz

source: sk;Slovak
de: sk;Slovakisch
es: sk;Eslovaco
fr: sk;Slovaque
hu: sk;Szlovák

source: sl;Slovenian
de: sl;Slovenisch
es: sl;Esloveno
fr: sl;Slovène
hu: sl;Szlovén

source: sv;Swedish
de: sv;Schwedisch
es: sv;Sueco
fr: sv;Suédois
hu: sv;Svéd

source: tr;Turkish
de: tr;Türkisch
es: tr;Turco
fr: tr;Turc
hu: tr;Török

source: zh_CN.GB2312;Simplified Chinese
de: zh_CN.GB2312;Vereinfachtes Chinesisch
es: zh_CN.GB2312;Chino simplificado
fr: zh_CN.GB2312;Chinois simplifié
hu: zh_CN.GB2312;Egyszerû Kínai

source: zh_TW.Big5;Chinese
de: zh_TW.Big5;Chinesisch
es: zh_TW.Big5;Chino
fr: zh_TW.Big5;Chinois
hu: zh_TW.Big5;Kínai

source: Your sourcecode is already translated to all supported languages.
de: Ihre Quelldateien sind bereits in alle unterstützen Sprachen übersetzt.
es: Su código ya ha sido traducido a todos los idiomas soportados.
fr: Votre code source est déjà traduit dans toutes les langues supportées.
hu: A forráskód már minden támogatott nyelvre le lett fordítva.
it: I tuoi file sorgenti sono già tradotti in tutte le lingue supportate.
pl: Twój kod ¼ród³owy ju¿ zosta³ przet³umaczony na wszystkie dostêpne jêzyki.
pt_br: Seu código fonte já está traduzido para todas as línguas disponíveis.

source: Bug Report
es: Notificar error
fr: Rapport de bogue
hu: Hibabejelentés
pl: Raport o b³êdzie
pt_br: Relatório de Erros

source: IMPORTANT ! Please read these instructions before you send in your bugreport. 1. Fill in the command to run sendmail into the textfield below. It will be saved in your local kdeveloprc,so you don't have to do this all the time. ( We hope, you don't have to write bugreports all the time.:) ) Make sure, that you use absolute pathnames. It's possible, that sendmail isn't located in your search path. Example: /usr/sbin/sendmail If you can't use sendmail, just leave the field empty. KDevelop will write the bugreport into a file named 'bugreport.XXX' located at HOME/.kde/share/apps/kdevelop. Load it into your mail program, cut out the first 3 lines ( the mail header for sendmail ) and send it. 2. Fill in your name and e-mail address, so we know who you are and can contact you for further questions. 3. Fill in the subject and the basic informations. 4. Describe your system. Don' forget to fill in information about programs related to your problem. ( your automake version for build problems etc. ) 5. Describe the bug you encountered and how we can reproduce it. Describe it exactly. Something like 'KDevelop crashes' is useless. 6. Please write in ENGLISH if possible. If not, use a language, that at least one developer understand. 7. Push 'Send E-Mail'. :) Currently, the mail will go to the KDE Bug tracking system. It offers a web interface and will inform you, when your bug is cleaned. Visit <http://bugs.kde.org>.
de: WICHTIG! Lesen Sie diese Informationen, bevor Sie einen Bugreport abschicken. 1. Geben Sie bitte das Kommando für Sendmail in das Feld unten ein. Es wird in Ihrer lokalen kdeveloprc gespeichert, damit Sie diesen Schritt nur einmal vornehmen müssen. (Wir hoffen, daß Sie nicht zu viele Bugreports schreiben müssen :-) ) Bitte verwenden Sie absolute Pfadangaben. Es ist möglich, daß sendmail sich nicht in Ihrem Pfad befindet. Beispiel: /usr/sbin/sendmail Wenn Sie sendmail nicht benutzen wollen, lassen Sie das Feld leer. KDevelop schreibt dann den Bugreport in eine Datei 'bugreport.XXX' nach HOME/.kde/share/apps/kdevelop. Laden Sie diese in einen Editor, entfernen Sie die ersten drei Zeilen (den Header für sendmail) und schicken Sie sie ab. 2. Geben Sie Ihren Namen und Ihre Email-Adresse ein, damit wir Sie für weitere Fragen kontaktieren können. 3. Geben Sie einen Betreff und die grundlegenden Informationen ein. 4. Beschreiben Sie Ihr System. Vergessen Sie nicht, Informationen über Programme, die mit dem Problem zu tun haben, anzugeben (z.B. Ihre automake-Version für Probleme beim Erstellen etc.) 5. Beschreiben Sie den Bug, wie er bei Ihnen aufgetreten ist, und wie man ihn reproduzieren kann, möglichst genau. Beschreibungen wie 'KDevelop stürzt ab' sind nutzlos! 6. Bitte schreiben Sie ENGLISCH! Wenn dies nicht möglich ist, dann verwenden Sie eine Sprache, die mindestens von einem Entwickler des KDevelop-Teams verstanden wird. 7. Drücken Sie den Knopf 'Email senden'. :-) Die Mail geht dann zum KDE Bug tracking system. Dieses bietet eine Weboberfläche und wird Sie informieren, wenn der Bug beseitigt wurde. Besuchen Sie 'http://bugs.kde.org'.
es: ¡IMPORTANTE! Por favor lea las instrucciones antes de informar sobre un error. 1. Introduzca el comando para ejecutar sendmail en el recuadro de texto inferior. Será guardado en su fichero local kdeveloprc, por lo que no tendrá que hacer esto todas las veces (esperamos que no tenga que informar de errores constantemente :) ). Asegúrese de que introduce el camino absoluto, ya que es posible que el sendmail no esté en su camino de búsqueda. Ejemplo: /usr/sbin/sendmail Si no puede utilizar sendmail deje el campo vacío, KDevelop guardará el informe como 'bugreport.XXX' en el directorio HOME/.kde/share/apps/kdevelop. Cargue el fichero en su programa de correo, corte las tres primeras líneas (la cabecera para el sendmail) y envíelo. 2. Introduzca su nombre y dirección de correo electrónico, para que podamos contactar con usted si hiciera falta preguntarle algo. 4. Describa su sistema. No olvide introducir cualquier información sobre otros programas implicados (si hubiera). Ej.: su versión del automake si tuviera problemas al construir el ejecutable, etc. 5. Describa el falló que encontró y como se puede reproducir. Intente hacerlo de forma detallada. Algo como 'el KDevelop se cuelga' sería bastante inútil. 6. Por favor, escriba en INGLÉS si le es posible. Si no es así, intente usar un idioma que alguno de los desarrolladores entienda. 7. Pulse 'Enviar E-Mail'. :) Actualmente, el correo irá al sistema de recolección de errores del KDE. Ofrece una interfaz en web y le informará cuando el error esté solucionado. Visite <http://bugs.kde.org>.
fr: IMPORTANT ! Veuillez lire ces instructions avant d'envoyer votre rapport de bogue. 1. Remplissez la commande d'exécution de sendmail dans le champ ci-dessous. Elle sera enregistrée dans votre kdeveloprc local donc vous n'aurez pas à la saisir à chaque fois. ( Nous espérons que vous n'aurez pas à écrire des rapports de bogue tout le temps. :-) ) Assurez-vous que vous utilisez des chemins absolus. Il est possible que sendmail ne soit pas localisé dans votre chemin de recherche. Exemple : /usr/sbin/sendmail Si vous ne pouvez pas utiliser sendmail, laissez ce champ vide. KDevelop écrira le rapport de bogue dans un fichier nommé 'bugreport.XXX' situé dans HOME/.kde/share/apps/kdevelop. Chargez-le dans votre programme de courrier électronique, coupez les 3 premières lignes ( l'en-tête du courrier pour sendmail ) et envoyez-le. 2. Remplissez votre nom et votre adresse e-mail pour que nous sachions qui vous êtes et que nous puissions vous contacter pour des questions plus précises. 3. Remplissez le sujet et les informations de base. 4. Décrivez votre système. N'oubliez pas de remplir les informations sur les programmes concernés par votre problème. ( votre version d'automake pour les problèmes de construction, etc. ) 5. Décrivez le bogue que vous avez rencontré et comment il peut être reproduit. Décrivez-le en détails. Quelque chose comme 'KDevelop crashes' est inutilisable. 6. Veuillez écrire en ANGLAIS si possible. Sinon, utilisez une langue qu'au moins un développeur comprend. 7. Pressez 'Envoyer'. Actuellement, le courrier ira dans le système de suivi de bogues de KDE. Il offre une interface web et vous informera quand votre bogue sera corrigé. Visitez <http://bugs.kde.org>.
hu: FONTOS ! Kérem, olvassa el ezeket az instrukciókat mielõtt hibariportot küldene. 1. Töltse ki az alább található szövegdobozban a sendmail-t futtató parancsot. Ez elmentésre kerül az ön helyi kdeveloprc fájljában, így nem kell minden alkalommal újra kitöltenie. ( Bár reméljük, nem hibariportok írására fog elmenni az ideje.:) ) Gyõzõdjön meg arról, hogy a levélben teljes elérési útvonalakat használ. Lehetséges, hogy a sendmail program nem elérhetõ az ön gépén. Például itt: /usr/sbin/sendmail Ha nem tudja a sendmail-t használni, csak hagyja a mezõt üresen. A KDevelop a hibariportot a 'bugreport.XXX' elnevezésû fájlba írja, amely a HOME/.kde/share/apps/kdevelop könyvtárban található. Töltse be a levelezõ programjába, vágja le az elsõ 3 sort ( a sendmail levél fejléce) és küldje el. 2. Töltse ki a nevét és e-mail címét, hogy szükség esetén további kérdések miatt érintkezésbe léphessünk önnel. 3. Töltse ki a levél címét és az alapvetõ információkat. 4. Írja körül a saját rendszerét. Ne felejtse el a problémához kapcsolódó programok információinak megadását. ( pl. fordítási problémák esetén az ön által használt automake verziószámát, stb. ) 5. Írja le az ön által felfedezett hibát, és elõidézésének módját. Amilyen részletesen csak lehet. Azzal, hogy pl. 'a KDevelop elszáll' nem sokra megyünk. 6. Kérem írjon ANGOL nyelven, ha lehetséges. Ha nem, használjon olyan nyelvet, amelyet legalább egy fejlesztõ megért. 7. Nyomja meg a 'Küldd el az E-Mailt' gombot. :) Pillanatnyilag a levél a KDE hibakövetõ rendszerbe fog megérkezni. Ez web-es felülettel rendelkezik, és értesíti önt, amikor a hiba kijavításra került. Látogasson el a <http://bugs.kde.org> címre.

source: sendmail command :
de: Sendmail Kommando:
es: Comando sendmail :
fr: commande sendmail :
hu: sendmail parancs:

source: Attention
de: Achtung
es: Atención
hu: Figyelem
it: Attenzione
pl: Uwaga
pt_br: Atenção
sv: Hör upp

source: Fill in all information, we need to help you.
de: Geben Sie alle Informationen ein, die wir benötigen, um Ihnen zu helfen.
es: Rellene toda la información, necesitamos ayudarlo.
fr: Remplissez toutes les informations, nous en avons besoin pour vous aider.
hu: Töltsön ki minden információt, hogy segíteni tudjunk Önnek.
it: Inserisci tutte le informazioni di cui abbiamo bisogno per aiutarti.
pl: Wpisz tu ca³± informacjê jaka jest potrzebna by ci pomóc.
pt_br: Preencha todas as informações. Nós precisamos lhe ajudar.

source: Severity
de: Ernst
es: Gravedad
fr: Gravité
hu: Súlyosság
it: Urgenza
pl: Waga b³êdu
pt_br: Severidade

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
hu: Fontosság
it: Priorità
pl: Priorytet
pt_br: Prioridade

source: Your Name :
de: Ihr Name:
es: Tu nombre:
fr: Votre Nom :
hu: Az Ön neve:
it: Il tuo nome:
pl: Twoje imiê :
pt_br: Seu Nome :

source: Your E-mail Address :
de: Ihre Email-Adresse:
es: Tu dirección de email:
fr: Votre adresse e-mail :
hu: Az e-mail címe:
it: Il tuo indirizzo e-mail:
pl: Twój adres E-mail :
pt_br: Seu e-mail :

source: Subject :
de: Betreff:
es: Tema :
fr: Sujet :
hu: Tárgy:
it: Argomento:
pl: Temat :
pt_br: Assunto :

source: Error Class :
de: Fehlertyp:
es: Tipo de error:
fr: Classe d'erreur :
hu: Hibaosztály:
it: Categoria dell'errore:
pl: Typ b³êdu :
pt_br: Classe de Erro :

source: low
de: Niedrig
es: Baja
fr: basse
hu: kicsi
it: bassa
pl: niski
pt_br: baixa

source: medium
de: Mittel
es: Media
fr: moyenne
hu: közepes
it: media
pl: ¶redni
pt_br: méida

source: high
de: Hoch
es: Alta
fr: haute
hu: nagy
it: alta
pl: wysoki
pt_br: alta

source: normal
fr: normale
hu: normál
it: normale

source: grave
de: Schwer
hu: súlyos

source: critical
de: Kritisch
es: Crítica
fr: critique
hu: kritikus
it: critico
pl: krytyczny
pt_br: crítico

source: Error Location :
de: Fehlerort:
es: Localización :
fr: Erreur dans :
hu: A hiba helye:
it: Posizione dell'errore:
pl: Po³o¿enie b³edu :
pt_br: Localização do Erro :

source: General
de: Allgemein
fr: Général
hu: Âltalános
it: Generale
pl: Ogólne
pt_br: Geral
ru: Главное
sv: Generellt

source: Environment
de: Umgebung
es: Entorno
fr: Environnement
hu: Környezet
it: Ambiente
pl: ¦rodowisko
pt_br: Ambiente

source: KDevelop version :
es: Versión de KDevelop :
fr: Version de KDevelop :
hu: KDelevop verzió:
it: Versione KDevelop:
pl: Wersja KDevelop :
pt_br: Versão do KDevelop :
