Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Create KDOC-reference of your project If this is enabled, on creating the API-Documentation KDoc creates also a cross reference file of your project into the seleceted kdoc-reference directory.
de: KDOC Referenz Ihres Projektes erstellen Wenn dies eingeschaltet ist, erstellt KDoc beim Erzeugen der API-Dokumentation auch eine Querverweisdatei Ihres Projektes im gewählten "kdoc-reference" Verzeichnis
es: Crear una referencia en KDOC del proyecto Si se habilita esta opción, al crearse la documentación de la API, KDoc también generará un fichero de referencias cruzadas en el directorio seleccionado.
fr: Crée une référence KDOC de votre projet Si ceci ect activé, à la création de la documentation de l'API, KDoc crée aussi une fichier de références croisées de votre projet dans le dossier des références de kdoc.
hu: KDOC-referencia létrehozása a projekthez Ha engedéIyezve van, API-Dokumentáció létrehozásakor a KDoc keresztreferenciát is létrehoz a projekthez a kijelölt kdoc-referencia könyvtárba.

source: Directories
de: Verzeichnisse
es: Directorios
fr: Dossiers
hu: Könyvtárak
it: Directory
pl: Katalogi
pt_br: Directórios
sv: Bibliotek

source: Use external debugger
de: Verwende externen Debugger
es: Utilizar un depurador externo
fr: Utiliser un débogueur externe
hu: Használjon külsõ nyomkövetõt

source: Select internal or external debugger Choose whether to use an external debugger or the internal debugger within kdevelop The internal debugger is a frontend to gdb
de: Wählen Sie den internen oder externen Debugger Wählen Sie aus ob Sie den internen oder den externen Debugger verwenden möchten Der interne Debugger ist ein Frontend für gdb
es: Selecciona el depurador externo Marque está opción si desea utilizar un depurador externo, en lugar del interno del KDevelop. El interno es una interfaz al gdb.
fr: Sélectionner un débogueur interne ou externe Choisissez l'utilisation d'un débogueur externe ou du débogueur interne à KDevelop. Ce débogueur interne est une interface à gdb.
hu: Belsõ vagy külsõ nyomkövetõ kiválasztása Adja meg, hogy a kdevelop a belsõ nyomkövetõt használja vagy egy külsõt. A belsõ egy, a gdb-hez írt elõtét.

source: External
de: Extern
es: Externo
fr: Externe
hu: Külsõ

source: Select debug command:
de: Wählen Sie das Debug-Kommando:
es: Seleccione el depurador:
fr: Commande de déboguage :
hu: Nyomkövetõ parancs választás:

source: Identify the external debugger Enter the program name you wish to run as your debugger
de: Geben Sie den externen Debugger an Geben Sie das Kommando zum Aufruf des von Ihnen gewünschten Debuggers an
es: Identifique el depurador externo Introduzca el nombre del programa que desea utilizar como depurador.
fr: Identifie le débogueur externe Saisissez le nom du programme que vous voulez exécuter comme débogueur
hu: Külsõ nyomkövetõ azonosítása Add meg a nyomkövetõnek szánt program nevét

source: Internal
de: Intern
es: Interno
fr: Interne
hu: Belsõ

source: Display static members
de: Zeige statische Elemente
es: Mostrar miembros estáticos
fr: Afficher les membres statiques
hu: Jelezze ki a statikus tag-változókat

source: Display static members Displaying static members makes gdb slower in producing data within kde and qt. It may change the "signature" of the data which QString and friends rely on. But if you need to debug into these values then check this option
de: Zeige static members Die Anzeige von statischen Elementen verlangsamt gdb bei der Datenenerzeugung in kde und qt. Die "Signatur" der Daten auf die sich QString und friend-Funktionen verlassen, könnte verändert werden. Wenn Sie jedoch diese Werte debuggen müssen, markieren Sie die Option
es: Mostrar miembros estáticos Mostrar los miembros estáticos hace que el gdb sea más lento al producir los datos dentro del KDE y las Qt. Puede cambiar la "firma" de los datos en las que QString y compañía dependen. Pero si necesita depurar estos valores, marque esta opción.
fr: Affiche les membres statiques Afficher les membres statiques ralentit gdb à produire les données dans KDE et Qt. Cela peut changer la "signature" des données sur lesquelles QString et al se basent. Mais si vous avez besoin de déboguer ces valeurs, cochez cette option
hu: Statikus tagváltozók kijelzése A statikus tagváltozók kijelzése lassítja a gdb általi adatgenerálást a kde-bõl és a qt-bõl. Megváltoztathatja a QString és friend függvényei által használt adatok "elõjelét" . De ha szüksége van ezen értékek nyomkövetésére, kapcsolja be ezt az opciót

source: Display mangled names
de: Zeige Teil-Namen an
es: Mostrar nombres mutilados
fr: Noms transformés (mangled)
hu: Csonka nevek kijelzése

source: Display mangled names When displaying the disassembled code you can select to see the methods mangled names However, non-mangled names are easier to read.
de: Zeige Teilnamen an Bei der Anzeige von disassembliertem Code können Sie sich Teilnamen der Methoden anzeigen lassen. Vollständige Namen sind jedoch einfacher zu lesen.
es: Mostrar nombres mutilados Cuando se desensamble el código, puede elegir entre ver los nombres mutilados de los métodos. En cualquier caso, los nombres sin mutilar son más fáciles de leer.
fr: Afficher les noms transformés (mangled) A l'affichage du code désassemblé, vous pouvez choisir de visualiser les noms transformés des méthodes Cependant, ils seront plus difficiles à lire.
hu: Csonka nevek kijelzése Visszafejtett kód kijelzésekor választhatja az eljárások csonka neveit. Habár a teljes nevek könnyebben olvashatóak.

source: Try setting BPs on lib load
de: BPs beim Laden von Bibliotheken setzen
es: Intentar poner PI al cargar bibliotecas
fr: Points d'arrêt au chargement de bibliothèque
hu: Állítson töréspontokat könyvtár betöltésre

source: Set pending breakpoints on loading a library If GDB hasn't seen a library that will be loaded via "dlopen" then it'll refuse to set a breakpoint in that code. We can get gdb to stop on a library load and hence try to set the pending breakpoints. See docs for more details and a "gotcha" relating to this behaviour. If you are not "dlopen"ing libs leave this off.
de: Setze "schwebende" Breakpoints beim Laden von Bibliotheken Wenn GDB eine Bibliothek die mittels "dlopen" geladen werden soll noch nicht kennt, weigert er sich Unterbrechungen in diesem Code anzunehmen. Es ist jedoch möglich beim Laden der Bibliothek anzuhalten und dann zu versuchen die "schwebenden" Breakpunkte zu setzen. In der Dokumentation finden Sie Details und Probleme dieser Vorgehensweise. Wenn Sie keine Bibliotheken mit "dlopen" öffnen, lassen Sie diese Option ausgeschaltet
es: Poner puntos de interrupción pendientes al cargar una biblioteca Si el depurador no ha visto una biblioteca que será cargada mediante "dlopen", se negará a poner puntos de interrupción en ese código. Se puede hacer que el depurador se pare al cargar una biblioteca, intentando poner los puntos de interrupción que estén pendientes en ese momento. Mire la ayuda para obtener más detalles, incluyendo un "tetengo" relacionado con este comportamiento. Si no utiliza "dlopen" para abrir bibliotecas, deje esta opción sin marcar.
fr: Définit des points d'arrêt au chargement de bibliothèque Si GDB n'a pas vu de bibliothèque qui sera chargée via "dlopen" alors il refusera de définir un point d'arrêt dans le code. Nous pouvons forcer gdb à s'arrêter au chargement d'une bibliothèque et donc esayer de définir les points d'arrêt. Consultez la documentation pour plus de détails sur ce comportement. Décochez ceci si vous ne "dlopen"ez pas de bibliohtèque.
hu: Állítson függõ töréspontokat könyvtárak betöltésére Ha a GDB nem látott egy könyvtárat, amely a "dlopen" segítségével lesz betöltve, megtagadja arra a kódra töréspont állítását. Rávehetjük a gdb-t hogy álljon le könyvtár betöltésekor, és így megpróbálhatjuk beállítani a függõ töréspontokat. További részletekért olvassa a dokumentációt és az ezzel a viselkedéssel kapcsolatos "gotcha"-t. Ha nem "dlopen"-el könyvtárakat, hagyja ezt kikapcsolva.

source: Enable floating toolbar
de: Schwebende Werkzeugleiste
es: Barra de depurado flotante
fr: Afficher la barre d'outils flottante
hu: Lebegõ eszközsor engedélyezése

source: Enable floating toolbar Use the floating toolbar. This toolbar always stays on top of all windows so that if the app covers KDevelop you have control of the app though the small toolbar Also this toolbar can be docked to the panel This toolbar is in addition to the toolbar in KDevelop
de: Schwebende Werkzeugleiste Verwenden der "schwebenden" Werkzeugleiste. Diese Leiste bleibt immer über allen Fenstern, sodaß Sie eine Anwendung, die KDevelop verdeckt, weiterhin kontrollieren können. Außerdem kann man die Werkzeugleiste in die Kontrolleiste docken. Diese Leiste wird zusätzlich zur Werkzeugleiste in KDevelop an- gezeigt.
es: Barra de depurado flotante Habilitando esta opción tendrá una barra de depurado, además de la que aparece por defecto en la barra de herramientas, que se sitúa encima del resto de ventanas de forma que, si la aplicación que se está depurando tapa la ventana del KDevelop, se pueda seguir depurando la aplicación desde esta barra. Esta barra puede, además, acoplarse en el panel de KDE.
fr: Afficher la barre d'outils flottante Utilise la barre d'outils flottante. Cette barre d'outils reste toujours visible au-dessus de toute fenêtre. Ainsi, si l'application couvre KDevelop, vous avez le contrôle de l'application grâce à cette petite barre d'outils. Cette barre d'outils peut aussi être insérée dans le tableau de bord. Elle complète la barre d'outils de KDevelop
hu: Lebegõ eszközsor engedélyezése A lebegõ eszközsort használja. Ez az eszközsor mindig az összes ablak fölött lebeg, így ha az alkalmazás letakarja a KDevelop-ot, a kis eszközsoron keresztül kézben tarthatja azt. Ezt az eszközsort a panelba is bedokkolhatja.

source: Enable separate terminal for application i/o
de: Separates Terminal für Anwendungs I/O einschalten
es: Habilitar terminal para la e/s de la aplicación
fr: Terminal séparé pour les e/s de l'application
hu: Külön terminálablak engedélyezése az alkalmazás i/o számára

source: Enable separate terminal for application i/o This allows you to enter terminal input when your application contains terminal input code (eg cin, fgets etc.) If you use terminal input in your app, then tick this option. Otherwise leave this off.
de: Separates Terminal für Anwendungs I/O einschalten Dies ermöglicht Ihnen, Terminaleingaben zu machen, wenn Ihre Anwendung Terminaleingabecode enthält (z.B. cin, fgets etc.). Wenn Ihre Anwendung solchen Code enthält, wählen Sie diese Option, sonst lassen Sie sie ausgeschaltet.
es: Habilitar terminal para la e/s de la aplicación Esto le permitirá introducir texto en la terminal cuando su aplicación contenga código que lo requiera (ej. cin, fgets, etc.) Si su aplicación requiere entrada de texto desde el terminal, entonces marque esta opción. En caso contrario déjela desactivada.
fr: Terminal séparé pour les e/s de l'application Ceci permet de saisir les entrées sur le terminal lorsque l'application contient du code d'entrée sur terminal (ex : cin, fgets). Si vous utilisez des entrées sur terminal dans votre application, cochez cette option, sinon, laissez-la décochée.
hu: Külön terminálablak engedélyezése az alkalmazás i/o számára Lehetõvé teszi a terminálon keresztüli adatbevitelt amikor az ön által írt alkalmazás terminálbevitel-függvényeket tartalmaz (pl. cin, fgets stb.) Ha terminálbevitelt használ az alkalmazásban, kapcsolja ezt be. Egyébként hagyja kikapcsolva.

source: Qt 2.x / KDE path
de: QT 2.x / KDE Pfad
es: Directorios de Qt 2.x / KDE
fr: Chemin de Qt 2.x / KDE
hu: Qt 2.x / KDE útvonal

source: Qt 2.x directory:
de: QT 2.x Ordner:
es: Directorio de Qt 2.x:
fr: Dossier de Qt 2.x :
hu: Qt 2.x könyvtár:

source: Set the root directory path leading to your Qt 2.x path, e.g. /usr/lib/qt-2.0
de: Setzen des Stammverzeichnisses von Qt 2.x, z.B /usr/lib/qt-2.0
es: Configure el camino hasta el directorio raíz de la bib. Qt 2.x, ej. /usr/lib/qt-2.0
fr: Définit le dossier racine menant à votre bibliothèque Qt 2.x, ex : /usr/lib/qt-2.0
hu: Adja meg a Qt 2.x-höz vezetõ nyomvonal gyökérkönyvtárát, pl. /usr/lib/qt-2.0

source: KDE 2.x directory:
de: KDE 2.x Ordner:
es: Directorio de KDE 2.x:
fr: Dossier KDE 2.x :
hu: KDE 2.x könyvtár:

source: Set the root directory path leading to your KDE 2 includes/libraries, e.g. /opt/kde2
de: Setzen des Stammverzeichnisses von KDE 2 includes/libraries, z.B. /opt/kde2
es: Configure el camino hasta el directorio raíz de las cabeceras/bibliotecas del KDE 2.x, por ejemplo /opt/kde2
fr: Définit le dossier racine menant à vos includes/bibliothèques de KDE 2, ex : /opt/kde2
hu: Adja meg a KDE 2-höz vezetõ nyomvonal gyökérkönyvtárát, pl. /opt/kde2

source: Default Project Path
de: Standard Projektpfad
es: Directorio por defecto del proyecto
fr: Chemin du projet par défaut
hu: Alap projekt útvonal

source: Project Path:
de: Projektpfad:
es: Directorio del proyecto:
fr: Chemin du projet :
hu: Projekt útvonal:

source: Set the start directory where to create/load projects here
de: Wählen Sie Startverzeichnis in/aus dem Projekte erstellt/geladen werden
es: Seleccione aquí el directorio inicial desde el que se crearán o cargarán proyectos.
fr: Définit le dossier de démarrage où créer/charger les projets
hu: Jelölje ki a projekt kezdõkönyvtárát.

source: Keys
de: Tasten
es: Teclas
fr: Raccourcis clavier
hu: Billentyûk
it: Tasti
pl: Klawisze
pt_br: Chaves
sv: Tangenter

source: Documentation
de: Dokumentation
es: Documentación
hu: Dokumentáció
it: Documentazione
pl: Dokumentacja
pt_br: Documentação
sv: Dokumentation

source: Debugger
es: Depurador
fr: Débogueur
hu: Nyomkövetõ

source: Path
de: Pfad
es: Directorios
fr: Chemin
hu: Nyomvonal

source: The chosen path does not lead to the Qt-library documentation. Do you really want to save this value?
de: Der gewählte Pfad führt nicht zur Dokumentation der Qt-Bibliothek. Wollen Sie diesen Wert trotzdem speichern?
es: El camino seleccionado no lleva a la documentación de las QT. ¿Está seguro de desear guardar este valor?
fr: Le chemin sélectionné ne mène pas à la documentation de la bibliothèque Qt. Etes-vous sûr de vouloir enregistrer cette valeur ?
hu: A kijelölt elérési út nem tartalmazza a Qt-könyvtár dokumentációját. Biztos, hogy ezt az értéket akarja elmenteni?

source: The chosen path does not lead to the KDE-library documentation. Do you really want to save this value?
de: Der gewählte Pfad führt nicht zur Dokumentation der KDE-Bibliothek. Wollen Sie diesen Wert trotzdem speichern?
es: El camino seleccionado no lleva a la documentación de las QT. ¿Está seguro de desear guardar este valor?
fr: Le chemin sélectionné ne mène pas à la documentation de la bibliothèque Qt. Etes-vous sûr de vouloir enregistrer cette valeur ?
hu: A kijelölt elérési út nem tartalmazza a KDE-könyvtár dokumentációját. Biztos, hogy ezt az értéket akarja elmenteni?

source: The chosen path does not lead to the Qt-library documentation. Please choose the correct path.
de: Der gewählte Pfad führt nicht zur Dokumentation der Qt-Bibliothek. Bitte wählen Sie den korrekten.
es: El camino seleccionado no lleva a la documentación de las QT. Por favor seleccione el camino correcto.
fr: Le chemin sélectionné ne mène pas à la documentation de la bibliothèque Qt. Veuillez mettre le chemin correct.
hu: A kiválasztott útvonal nem a Qt-könyvtár dokumentációjára mutat. Kérem válassza ki a helyes útvonalat.
it: Il percorso selezionato non conduce alla documentazione della libreria Qt. Prego selezionare il percorso corretto.
pl: Wybrana ¶cie¿ka nie prowadzi do dokumentacji biblioteki Qt. Wybierz poprawn± ¶cie¿kê.
pt_br: O caminho escolhido não leva à documentação da biblioteca Qt. Por favor escolha o caminho correcto.
sv: Den valda sökvägen leder inte till dokumentationen av Qt-biblioteket. Välj en annan sökväg.

source: The chosen path does not lead to the KDE-library documentation. Please choose the correct path or choose 'Update' to create a new documentation
de: Der gewählte Pfad führt nicht zur Dokumentation der KDE-Bibliothek. Bitte wählen Sie einen anderen oder wählen Sie 'Aktualisieren', um eine neue Dokumentation zu erzeugen.
es: El camino seleccionado no lleva a la documentación del KDE. Por favor seleccione el camino correcto o seleccione 'Actualizar' para crear una nueva documentación.
fr: Le chemin sélectionné ne mène pas à la documentation des bibliothèques KDE. Veuillez mettre le bon chemin ou choisissez 'Mettre à jour' pour créer une nouvelle documentation
hu: A kijelölt elérési út nem tartalmazza a KDE-könyvtár dokumentációját. Válassza ki a helyes elérési utat, vagy nyomja meg a 'Frissítés' gombot az új dokumentáció létrehozásához.
it: Il percorso selezionato non condule alla documentazione della libreria KDE. Prego inserir il percorso corretto o selezionare `Aggiorna' per generare una nuova documentazione
pl: Wybrana ¶cie¿ka nie prowadzi do dokumentacji bibliotek KDE. Wybierz poprawn± ¶cie¿kê lub u¿yj przycisku 'Uaktualnij' by utworzyæ now± dokumentacjê.
pt_br: O caminho escolhido não leva à documentação da biblioteca KDE. Por favor escolha o caminho correcto ou 'Actualizar' para criar uma documentação nova
sv: Den valda sökvägen leder inte till dokumentationen av KDE-biblioteket. Välj en annan sökväg eller tryck 'Uppdater' för att skapa en ny dokumentation.

source: The chosen path does not lead to the Qt-2.x root directory. Please choose the correct path.
de: Der gewählte Pfad führt nicht zum Qt-2.x Stamm- verzeichnis. Bitte wählen Sie den korrekten Pfad.
es: El camino seleccionado no lleva al directorio raíz de la biblioteca QT 2.x. Por favor seleccione el camino correcto.
fr: Le chemin sélectionné ne mène pas au dossier de base de Qt-2.x. Veuillez choisir le chemin correct.
hu: A kijelölt elérési út nem tartalmazza a Qt-2.x könyvtár dokumentációját. Válassza ki a helyes elérési utat.

source: The chosen path does not lead to the KDE-2.x root directory. Please choose the correct path.
de: Der gewählte Pfad führt nicht zum KDE-2.x Stamm- verzeichnis. Bitte wählen Sie den korrekten Pfad.
es: El camino seleccionado no lleva al directorio raíz de KDE 2.x. Por favor seleccione el camino correcto.
fr: Le chemin sélectionné ne mène pas au dossier de base de KDE-2.x. Veuillez choisir le chemin correct.
hu: A kijelölt elérési út nem tartalmazza a KDE-2.x könyvtár dokumentációját. Válassza ki a hlyes elérési utat.

source: Project/LFV
de: Projekt/LFV
es: Proyecto/VLF
fr: Projet/LFV
hu: Projekt/LFV
it: Progetto/LFV
pl: Projekt/LFV
pt_br: Projecto/LFV

source: New File...
de: Neue Datei...
es: Nuevo fichero...
fr: Nouveau fichier...
hu: Új fájl...
it: Nuovo File...
pl: Nowy plik...
pt_br: Novo Ficheiro...
ru: Новый файл...
sk: Nový súbor...
sv: Ny fil...

source: New Class...
de: Neue Klasse...
es: Nueva clase...
fr: Nouvelle classe...
hu: Új osztály...
it: Nuova Classe...
pl: Nowa Klasa...
pt_br: Nova Classe...
ru: Новый класс...
sv: Ny klass...

source: New Group...
de: Neue Gruppe...
es: Nuevo grupo...
fr: Nouveau groupe...
hu: Új csoport...
it: Nuovo Gruppo...
pl: Nowa Grupa...
pt_br: Novo Grupo...

source: Show relative path
de: Relativen Pfad anzeigen
es: Mostrar camino relativo
fr: Voir le chemin relatif
hu: Relatív elérési út mutatása
it: Mostra percorsi relativi
pl: Poka¿ wzglêdn± ¶cie¿kê
pt_br: Mostrar caminho relativo

source: Group
de: Gruppe
es: Grupo
fr: Groupe
hu: Csoport
it: Gruppo
pl: Grupa
pt_br: Grupo

source: Remove Group
de: Gruppe entfernen
es: Eliminar grupo
fr: Enlever le groupe
hu: Csoport törlése
it: Rimuovi Gruppo
pl: Usuñ grupê
pt_br: Remover Grupo
ru: Удалить группу
sv: Ta bort grupp

source: Properties...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...
hu: Tulajdonságok...
it: Proprietà...
pl: W³a¶ciwo¶ci...
pt_br: Propriedades...
ru: Свойства...
sv: Egenskaper...

source: Remove File from Project...
de: Datei vom Projekt entfernen...
es: Eliminar fichero del proyecto...
fr: Enlever un fichier du projet...
hu: Fájl eltávolítása a projektbõl...
it: Rimuovi File dal Progetto...
pl: Usuñ pliki z projektu...
pt_br: Remover Ficheiro do Projecto...

source: Remove File from Disk...
de: Datei von der Festplatte entfernen...
es: Eliminar fichero del disco...
fr: Enlever un fichier du disque...
hu: Fájl törlése a lemezrõl...
it: Rimuovi File dal Disco
pt_br: Remover Ficheiro do Disco...

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hu: Frissítés
it: Aggiorna
pt_br: Actualizar

source: Commit
de: Änderungen einspielen
es: Entregar
fr: Valider
hu: Elfogadás
it: Inoltra
pt_br: Submeter

source: Add to Repository
de: Zum Archiv hinzufügen
es: Añadir al repositorio
fr: Ajouter au référentiel
hu: Hozzáadás a raktárhoz
it: Aggiungi al Repository
pt_br: Adicionar ao Repositório

source: Remove from Repository (and Disk)
de: Vom Archiv (und Festplatte) entfernen
es: Eliminar del repositorio (y del disco)
fr: Enlever du référentiel (et du disque)
hu: Törlés a raktárból (és a lemezrõl)
it: Elimina dal deposito (e dal disco)

source: Group Properties...
de: Gruppen-Eigenschaften...
es: Propiedades de grupo...
fr: Propriétés du groupe...
hu: A csoport tulajdonságai...
it: Proprietà del Gruppo...
pl: W³a¶ciwo¶ci Grupy...
pt_br: Propriedades do Grupo...
sv: Gruppegenskaber...

source: New Group ...
de: Neue Gruppe...
es: Nuevo grupo...
fr: Nouveau groupe...
hu: Új csoport ...
it: Nuovo Gruppo...
pl: Nowa Grupa ...
pt_br: Novo Grupo ...
sv: Ny grupp...

source: Do you really want to remove the file %s from project? It will remain on disk.
de: Wollen Sie wirklich die Datei %s vom Projekt entfernen? Sie bleibt aber auf der Festplatte.
es: ¿Seguro que desea eliminar el fichero %s del proyecto? El fichero seguirá en el disco.
fr: Etes-vous sûr de vouloir enlever le fichier %s du projet ? Il restera sur le disque.
hu: Biztosan el akarja távolítani a(z) %s fájlt a projektbõl? A lemezen még rajta marad.
it: Vuoi veramente cancellare il file %s dal progetto? Esso rimarrà su disco.
pt_br: Deseja mesmo remover o ficheiro %s do projecto? Irá permanecer no disco.

source: Do you really want to delete the selected file? There is no way to restore it!
de: Wollen Sie die gewählte Datei wirklich löschen? Es gibt keinen Weg sie wiederherzustellen!
es: ¿Seguro que desea eliminar el fichero seleccionado? ¡No hay forma de recuperarlo!
fr: Voulez-vous réellement supprimer le fichier sélectionné ? Il sera impossible de le récupérer !
hu: Tényleg le akarja törölni a kijelölt fájlt? Nem lesz mód visszaállítani.
it: Vuoi veramente cancellare il file selezionato? Non ci sarà poi modo di recuperarlo!
pl: Czy na pewno chcesz skasowaæ zaznaczony plik? Nie bêdzie mo¿liwo¶ci do odzyskaæ!
pt_br: Deseja mesmo apagar o ficheiro seleccionado? Não existe maneira de o recuperar!
sv: Är du säker på att du vill rader markerad fil? Det går inte att återsälla den!

source: You must choose an existing file!
de: Öffnet eine vorhandene Datei
es: ¡Debe elegir un fichero existente!
fr: Vous devez choisir un fichier existant !
hu: Létezõ fájlt kell kiválasztani!
it: Devi selezionare un file esistente!
pt_br: Tem de escolher um ficheiro existente!

source: Manual-File:
de: Handbuchdatei:
es: Fichero del manual (sgml):
fr: Fichier manuel :
hu: Kézikönyv-fájl:
it: File di Manuale:

source: Button
de: Knopf
es: Botón
fr: Bouton
hu: Nyomógomb
it: Pulsante

source: Class Generator
de: Klassen-Generator
es: Generador de clases
fr: Générateur de classes
hu: Osztálygenerátor
it: Generatore Classe
pl: Generator klas
pt_br: Gerador de Classe
sv: Klassksaparen

source: Classname
de: Klassenname
es: Nombre de la clase
fr: Nom de classe
hu: Osztálynév
it: Nome della Classe
pl: Nazwa klasy
pt_br: Nome da Classe
sv: Klassnamn

source: Baseclass
de: Basisklasse
es: Clase base
fr: Classe de base
hu: Alaposztály
it: Classe Base
pl: Klasa bazowa
pt_br: Classe Base
sv: Basklass
