Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Warn if a function is declared or defined without specifying the argument types. (An old-style function definition is permitted without a warning if preceded by a declaration which specifies the argument types.)
de: Warne, wenn eine Funktion ohne Argumenttypen deklariert oder definiert wird (Eine Funktionsdefinition im alten Stil ist ohne Warnung erlaubt, wenn vorher eine Deklaration steht, die die Argumenttypen deklariert).
es: Avisar si una función ha sido declarada sin especificar los tipos de los argumentos. No se lanzarán avisos en las funciones declaradas de la forma antigua, siempre que vayan precedidas de una declaración que especifique los tipos de los argumentos.
fr: Signale si une fonction est déclarée ou définie sans que le type des arguments ne soit spécifié (l'ancien style de définition est permis sans avertissement s'il est précédé par une déclaration spécifiant le type des arguments).
hu: Figyelmeztetés ha olyan függvénydeklarációk vagy függvénydefiníciók szerepelnek, amelyeknél az argumentumtípus(ok) nem lettek meghatározva. (A régi stílusú függvénydefiníció figyelmeztetés nélkül átmegy, ha az azt megelõzõ deklarációban az argumentumtípusok szerepelnek.)
it: Informa se una funzione è dichiarata o definita senza specificarne il tipo degli argomenti. (È permesso l'uso della definizione di tipo old-style se lo si precede dalla dichiarazione contente il tipo degli argomenti).
pl: Ostrzegaj gdy funkcja jest zadeklarowana lub zdefiniowana bez podania typów argumentów. (Definicja w starym stylu jest dopuszczana w przypadku gdy zostanie poprzedzona deklaracj±, która specyfikuje typy argumentów.)
pt_br: Avisa de uma função é declarada ou definifa sem especificar os tipos dos argumentos. (Uma definição de função à antiga é permitida sem aviso se precedida por uma declaração que especifique os tipos dos argumentos.)
sv: Varna om en funktion är deklarerad eller definierad utan att ange argumenttyper. (En gammalmodig funktionsdefinition är tillåten utan en varning om den föregås av en deklaration som specificerar argumenttyperna.)

source: Warn if a global function is defined without a previous prototype declaration. This warning is issued even if the definition itself provides a prototype. The aim is to detect global functions that fail to be declared in header files.
de: Warne, wenn eine globale Funktion ohne vorherige Prototypdeklaration definiert wird (auch wenn die Def. selbst einen Prototyp enthält). Benutzen Sie diese Option, um globale Funktionen zu finden, die nicht in Headerdateien deklariert sind.
es: Avisar cuando una función global es definida sin una declaración previa del prototipo. Este aviso aparece incluso si la misma definición provee un prototipo. El objetivo es detectar funciones globales que no han sido declaradas en los ficheros de cabecera.
fr: Signale si une fonction globale est définie sans un prototypage préalable. Cet avertissement a lieu même si la déclaration inclut un prototype. Le but est de détecter les fonctions globales qui n'ont pas été déclarées dans les fichiers en-têtes.
hu: Figyelmeztetés ha egy globális függvény definícióját nem elõzi meg a prototípus deklarációja. A figyelmeztetés akkor is megjelenik, ha a definíció maga tartalmazza a prototípust. Ennek az a célja, hogy a header fájlban nem deklarált globális függvényekrõl tudomást szerezzen.
it: Informa se una funzione globale è definita senza una precendente dichiarazione del prototype. Questo warning è attivato anche se la definizione stessa fa da prototype. Questo è stato fatto per scoprire funzioni glovali che non sono dichiarate nel file di header.
pl: Ostrzegaj gdy globalna funkcja jest zdefiniowana bez uprzedniego zadeklarowania. To ostrze¿enie jest generowane nawet gdy sama definicja podaje prototyp funkcji. Chodzi tu o to, by wykryæ funkcje, które nie zosta³y uprzednio zadeklarowane w plikach nag³ówkowych.
pt_br: Avisa se uma função global é definida sem uma declaração prévia de protótipo. Este aviso é emitido mesmo se a própria definição providencia um protótipo. O objectivo é detectar funções globais que não foram declaradas em ficheiros header.
sv: Varna om en global funktion är definerad utan en föregående prototypdeklaration. Varningen utropas även om definitionen själv är en prototyp. Ideen är att hitta globala funktioner som inte kan deklareras i 'header'-filerna.

source: Warn if a global function is defined without a previous declaration. Do so even if the definition itself pro- vides a prototype. Use this option to detect global functions that are not declared in header files.
de: Warne, wenn eine globale Funktion ohne vorherige Deklaration definiert wird (auch wenn die Def. selbst einen Prototyp enthält). Benutzen Sie diese Option, um globale Funktionen zu finden, die nicht in Headerdateien deklariert sind.
es: Avisar si se define una función global sin una declaración previa. Avisa incluso si la definición provee un prototipo. Utilice esta opción para detectar funciones globales que no estén declarados en los ficheros cabecera.
fr: Signale si une fonction globale est définie sans une déclaration préalable. Cet avertissement a lieu même si la déclaration inclut un prototype. Le but est de détecter les fonctions globales qui n'ont pas été déclarées dans les fichiers en-têtes.
hu: Figyelmeztetés ha egy globális függvény definícióját nem elõzi meg deklaráció. A figyelmeztetés akkor is él, ha a definíció maga tartalmazza a prototípust. Ennek az a célja, hogy a header fájlban nem deklarált globális függvényekrõl tudomást szerezzen.
it: Informa se una funzione globale è definita senza una sua dichiarazione. L'avvertimento è generato anche se la definizione stessa puo essere usata come prototype. Si usi questa opzione per trovare funzioni globali non dichiarate nei file di header.
pl: Ostrzegaj gdy globalna funkcja jest zdefiniowana bez uprzedniego zadeklarowania. To ostrze¿enie jest generowane nawet gdy sama definicja podaje prototyp funkcji. Chodzi tu o to, by wykryæ funkcje, które nie zosta³y uprzednio zadeklarowane w plikach nag³ówkowych.
pt_br: Avisa se uma função global é definida sem a declaração prévia. Fá-lo mesmo se a própria definição providencia um protótipo. Use esta função para detectar funções globais que não são declaradas em ficheiros header.
sv: Varna om en global funktion är definierad utan en föregående deklaration. Varna även om definitionen själv förser med en protoyp. Använd detta alternativ för att hitta globala funktioner som inte är deklarerade i header-filer.

source: Warn if anything is declared more than once in the same scope even in cases where multiple declaration is valid and changes nothing.
de: Warne, wenn etwas mehr als einmal in demselben Sichtbarkeits- bereich deklariert wurde (auch in Fällen, wo die mehrfache Deklaration gültig ist und nichts ändert).
es: Avisar si algo es declarado más de una vez en el mismo ámbito, incluso en los casos en que la declaración múltiple es válida y no cambia nada.
fr: Signale la déclaration multiple d'un même élément dans un même bloc, même si la déclaration multiple est valide et ne change rien.
hu: Figyelmeztetés ha bármi is egynél többször lesz deklarálva az adott programkörnyezeten belül, még akkor is ha a többszörös deklaráció érvényes és semmin sem változtat.
it: Informa se vi sono multiple dichiarazione nello stesso scope anche se tali dichiarazioni non modificano nulla.
pl: Ostrzegaj gdy cokolwiek jest zadeklarowane wiêcej ni¿ jeden raz w tym samym zakresie kodu nawet je¶li wielokrotne deklaracje s± poprawne i nic nie zmieniaj±.
pt_br: Avisa se qualquer coisa for declarada mais que uma vez no mesmo âmbito mesmo em casos em que declaração múltipla é válida e nada altera.
ru: Выдавать предупреждения, если встречаются повторные определения любых идентификаторов в пределах одного файла. Даже в тех случаях, когда эти определения не являются ошибочными и ничего не изменяют.
sv: Varna om något deklareras fler än en gång i samma område även där multipla deklarationer är giltiga och inte förändrar någonting.

source: Warn if an <i>extern</i> declaration is encountered within a function.
de: Warne, wenn eine <i>extern</i> Deklaration in einer Funktion angetroffen wird.
es: Avisar si se encuentra una declaración <i>externa</i> dentro de una función.
fr: Signale les déclarations <i>externes</i> rencontrées à l'intérieur d'une fonction.
hu: Figyelmeztetés ha <i>extern</i> deklaráció szerepel függvényen belül.
it: Informa se una dichiarazione <i>extern</i> è trovata all'interno di una funzione.
pl: Ostrzegaj gdy deklaracja <i>extern</i> nastêpuje wewn±trz funkcji.
pt_br: Avisa se um declaração externa é encontrada dentro de uma função.
ru: Выдавать предупреждения, если определение <i>extern</i> было встречено внутри определения функции.
sv: Varna om en <i>extern</i> deklaration påträffas i en funktion.

source: Warn if a function can not be inlined, and either it was declared as inline, or else the <i>-finline-functions</i> option was given.
de: Warne, wenn eine Funktion nicht 'inline' sein kann, sie aber als 'inline' deklariert wurde, oder wenn die <i>-finline-functions</i>-Option angegeben wurde.
es: Avisar si una función no puede ser `inlined' y ha sido declarada como inline, o se ha dado la opción <i>-finline-functions</i>.
fr: Signale les fonctions ne pouvant pas être mises <i>inline</i>, celles déclarées <i>inline</i> ou bien dont l'option <i>-finline-functions</i> est activée.
hu: Figyelmeztetés ha a függvény nem lehet inline (beágyazott), de vagy inline-nak deklarálták vagy az <i>-finline-functions</i> fordítási opció lett megadva.
it: Informa se una funzione non può essere posta inline, anche se è stata è stata dichiarata online o se si è usata l'opzione <i>-finline-functions</i>.
pl: Ostrzegaj, gdy funkcja nie mo¿e byæ rozwiniêta w kodzie, a by³a zadeklarowana jako <i>inline</i>, lub gdy by³a podana opcja <i>-finline-functions</i>.
pt_br: Avisa se uma função não pode ser <i>inlined</i>, e ou fio declarada como <i>inlined</i>, ou então a opção <i>-finline-functions</i> foi dada.
ru: Выдавать предупреждения, когда функция не может быть представлена как inline в случаях, когда она либо объявлена как inline, либо использована опция <i>-finline-functions</i>.
sv: Varan om en funktion inte kan bli 'inlined', eller om den var deklaread som 'inline', eller om <i>-finline-functions</i> alternativet var angiven.

source: Warn if an old-style (C-style) cast is used within a program
de: Warne, wenn eine alte (C-Stil) Umwandlung im Programm benutzt wird.
es: Avisar si se realiza un `cast' al viejo estilo (al estilo del C) dentro del programa
fr: Signale si des anciens styles (style-C) de conversions sont utilisés dans le programme
hu: Figyelmeztetés ha régi stílusú (C-stílusú) átalakítást használ a program.
it: Informa se il cast tipo old-style (C-style) è usato nel programma
pl: Ostrzegaj, gdy stary styl rzytowania (jak w C) jest u¿ywany w programie.
pt_br: Avisa se um cast antigo (Estilo C) é usado dentro do programa
sv: Advar hvis 'old-style' (C-stil) cating er brugti programmetVarna om en 'old-style' (C-stil) cast användsi ett program.

source: Warn when a derived class function declaration may be an error in defining a virtual function (C++ only). In a derived class, the definitions of virtual functions must match the type signature of a virtual function declared in the base class. With this option, the compiler warns when you define a function with the same as a virtual function, but with a type signature that does not match any declarations from the base class.
de: Warne, wenn die Deklaration einer Methode in einer abge- leiteten Klasse, möglicherweise ein fehlerhafter Versuch ist, eine virtuelle Methode zu definieren (nur C++). In einer abgeleiteten Klasse, müssen die Definitionen virtueller Methoden, in der Schnittstelle mit der Deklaration dieser virtuellen Methode in der Basisklasse übereinstimmen. Mit dieser Option warnt der Compiler, wenn eine Funktionsdekla- ration im Namen, aber nicht in der Schnittstelle mit der Deklaration einer virtuellen Methode in der Basisklasse übereinstimmt. D.h., wenn die virtuelle Methode nicht defi- niert, sondern überladen würde
es: Avisar cuando una la declaración de una función en una clase derivada pueda ser un error al definir una función virtual (sólo en C++). En una clase derivada, la definición de una función virtual debe coincidir en el tipo con la función virtual declarada en la clase base. Con esta opción el compilador lanza un aviso cuando defina una función con el mismo nombre que una función virtual, pero con un tipo que no se corresponde con ninguna de las declaraciones de la clase base.
fr: Signale lorsqu'une déclaration de fonction dérivée de classe peut être une erreur dans la définition de fonction virtuelle (C++ uniquement). Dans une classe dérivée, la définition de fonctions virtuelles doit avoir le même type que la fonction virtuelle déclarée dans la classe de base. Avec cette option, le compilateur signale une fonction identique à une fonction virtuelle, mais avec un prototype qui ne correspond à aucune déclaration de la classe de base.
hu: Figyelmeztetés ha a származtatott osztály függvénydeklarációja ellentétben van az alaposztályéval (csak C++). Egy származtatott osztályban a virtuális függvények definíciója meg kell hogy egyezzen típus szerint az alaposztályban deklarált virtuális függvényével. A fordítóprogram figyelmeztet, ha olyan függvényt definiál, amelynek a neve egyezik egy virtuális függvényével, de a típusa az alaposztály egyetlen deklarációjával sem egyezik.
it: Informa se una dichiarazione in una classe derivata può essere considerata un errore quando si ridefinisce una funzione virtuale (caso C++). In una classe derivata le definizioni di classi virtuali devono coinvidere con la definizione nella classe base. Con questa opzione, il compilatore avverte se vi è una redefinizione di funzione che non coincide con alcuna altra dichiarazione nella classe base.
pl: Ostrzegaj gdy znaleziony zostanie potencjalny b³±d w definicji funkcji wirtualnej w klasie potomnej (tylko C++). W klasach potomnych definicje funkcji wirtualnych musz± siê zgadzaæ co do typu z funkcjami z klasy bazowej. Przy w³±czeniu tej opcji kompilator bêdzie ostrzega³ gdy typ funkcji wirtualnej nie znajduje odpowiednika w klasie bazowej.
pt_br: Avisa quando uma declaração de uma função de classe derivada pode ser um erro na definição de uma função virtual (apenas C++). Numa classe derivada, as definições de funções virtuais têm de ter a mesma <i>type signature</i> da função virtual declarada na classe base. Com esta opção, o compilador avisa quando define uma função igual a função virtual, mas a <i>type signature</i> não coincide com nenhuma declaração da classe base.
sv: Varna när en deriverad klassdeklaration kan bli ett fel då man definierar en virtuell funktion (gäller endast C++). I en deriverad klass måste definitionen virtuella funktioner stämma överrens med typsignaturen av en virtuell funktion deklaread i basklassen. Med detta alternativ kommer kompilatorn att varna när du definierar en funktion med samma namn som en virtuell funktion med en typsignatur som inte stämmer överrens med någon deklaration från basklassen.

source: Warn when g++'s synthesis behavoir does not match that of cfront.
de: Warne, wenn das Syntheseverhalten von g++ nicht mit dem von cfront übereinstimmt
es: Avisar cuando el comportamiento de síntesis del g++ no coincide con el de cfront.
fr: Signale lorsque le comportement de synthèse de g++ ne correspond pas à celui de cfront.
hu: Figyelmeztetés ha a g++ szintézisviselkedése viselkedése eltér a cfront-étól.
it: Informa quando la sintesi creata da g++ non è uguale a quella creata fa cfront.
pl: Ostrzegaj gdy sposób zestawiania w g++ nie zgadza siê z tym z cfront.
pt_br: Avisa quando o comportmento de síntese do g++ não é igual ao do cfront.
sv: Varna närhälst g++'s syntax inte överrens stämmer med cfron's.

source: make all Warnings into errors
de: Warnungen als Fehler ausgeben
es: Convertir todos los avisos en errores
fr: Les avertissements sont des erreurs
hu: minden figyelmeztetés hibának számít
it: imponi tutti i Warning come errori
pl: zamieñ wszystkie ostrze¿enia na b³êdy
pt_br: torna todos os Avisos em erros
ru: Считать все предупреждения ошибками
sv: Behandla alla varningar som fel

source: Make all warnings into errors.
de: Warnungen als Fehler ausgeben.
es: Convierte todos los avisos en errores.
fr: Tous les avertissements sont considérés comme des erreurs.
hu: Minden figyelmeztetés hibaként kezelése.
it: Imponi tutti i warning come errori.
pl: Zamieñ wszystkie ostrze¿enia na b³êdy
pt_br: Torna todos os avisos em erros.
ru: Считать все предупреждения ошибками.
sv: Behandla alla varningar som fel.

source: Compiler Warnings
de: Compilerwarnungen
es: Avisos
fr: Avertissements du compilateur
hu: A fordítóprogram figyelmeztetései
it: Warning del Compilatore
pl: Ostrze¿enia kompilatora
pt_br: Avisos do Compilador
ru: Предупреждения компилятора
sv: Kompilatorvarningar

source: Set the Linker options and choose the libraries to add to your project.
de: Setzen Sie hier die Linkeroptionen und wählen Sie die Bibliotheken, die Sie zu Ihrem Projekt hinzufügen wollen.
es: Configura las opciones del Enlazador y elige las bibliotecas a añadir al proyecto.
fr: Configure les options de l'éditeur de liens et le choix des bibliothèques à ajouter au projet.
hu: Beállítja a linker opcióit és kiválasztja, mely könyvtárakat adja hozzá a projekthez.
it: Imposta le opzioni del Linker e seleziona le librerie da aggiungere al progetto.
pl: Ustaw opcje Linkera i wybierz biblioteki do do³±czenia do twojego projektu.
pt_br: Define as opções de linkagem e escolhe as bibliotecas a serem adicionadas ao projecto.
ru: Установите опции редактора связей и выберите дополнительные библиотеки для вашего проекта.
sv: Sätter länkningsalternativ och väljer de bibliotek som skall läggas till ditt projekt.

source: library flags
de: Bibliothekflags
es: Parámetros de la biblioteca
fr: Options des bibliothèques
hu: könyvtárflag-ek
it: opzioni di libreria
pl: flagi bibliotek
pt_br: opções de biblioteca
ru: библиотечные флаги
sv: biblioteksflaggor

source: Set your library flags here.
de: Wählen Sie hier die Bibliotheksflags.
es: Configure aquí los parámetros de biblioteca.
fr: Mettez ici vos options de bibliothèques.
hu: Itt adhatja meg a könyvtárflag-eket.
it: Imposta le opzioni della libreria.
pl: Ustaw tutaj swoje flagi bibliotek
pt_br: Defina as suas opções de biblioteca aqui.
ru: Здесь установите библиотечные флаги.
sv: Sätt dina biblioteksflaggor här.

source: remove all symbol table and relocation information from the executable
de: Zum Debuggen notwendige Informationen aus der ausführbaren Datei entfernen
es: Borrar la tabla de símbolos y la información de reubicación del ejecutable
fr: Enlever les tables de symboles et les informations d'allocation de l'exécutable
hu: Az összes szimbólumtábla és relokációinformáció törlése a programból
it: rimuovi tutte le symbol table e le informazioni rilocabili dall'eseguibile
pl: Usuñ wszystkie tablice symboli i informacje o relokacjach z pliku wykonywalnego
pt_br: remover todas as tabelas de símbolos e informação de realocação do executável
sv: ta bort alla symboltabeller och omskapa information från den körbara filen

source: If you want to use a debugger, you should keep those informations in the object files. It's useless to let the compiler generate debug informations and to remove it with this option.
de: Wenn Sie einen Debugger benützen wollen, sollten Sie diese Informationen in den Objektdateien behalten. Es ist sinnlos, den Compiler Debuginformationen er- zeugen zu lassen und sie mit dieser Option zu entfernen.
es: Si desea depurar el programa, debería mantener esa información en los ficheros objeto. Es inútil generar información de depurado y eliminarla con esta opción.
fr: Si vous désirez utiliser un débogueur, vous devez garder ces informations dans les fichiers objets. Il est inutile de laisser le compilateur générer les informations de débogage et d'enlever cette option.
hu: Ha nyomkövetõt akar használni, ezeket az információkat célszerû az objektumfájlokban hagyni. Fölösleges munka a fordítóprogrammal nyomkövetési információt generáltatni, majd kitörölni azt ennek a beállításnak a segítségével.
it: Se vuoi usare il debugger, devi porre tali informazioni nei file oggetto. Non è utile lasciare che il compilatore generi tali informazioni per poi rimuoverle con questa opzione.
pl: Je¶li chcesz u¿ywaæ debugera, powiniene¶ zachowaæ t± informacjê w plikach obiektów. Nie ma sensu generowanie informacji dla debugera przy u¿yciu kompilatora, a potem usuwanie jej w tej opcji.
pt_br: Se deseja utilizar um depurador, deve manter aquelas informações nos ficheiros objecto. É irrelevante deixar o compilador gerar informação de depuração e remove-la com estas opções.
sv: Om du vill använda en felsökare, skall du lagra informationen i objektfilerna. Det är meningslöst att du låter kompilatorn skapa felsökningsinformation och sedan ta bort dem med detta alternativ.

source: prevent using shared libraries
de: Benutzung von dynamisch gelinkten Bibliotheken verhindern
es: Evitar utilizar bibliotecas compartidas
fr: Empêcher l'utilisation de bibliothèques partagées
hu: a megosztott könyvtárak használatának tiltása
it: impedisce di usare shared library
pl: zablokuj u¿ywanie bibliotek dzielonych
pt_br: impedir a utilização de bibliotecas partilhadas
sv: hindrar dig från att använda delade bibliotek

source: On systems that support dynamic linking, this prevents linking with the shared libraries. On other systems, this option has no effect.
de: Auf Systemen, die dynamische Bibliotheken unterstützen, verhindert diese Option das Linken mit diesen. Auf anderen Systemen hat diese Option keine Wirkung.
es: En sistemas que soportan el enlace dinámico, esto evita que se enlacen las bibliotecas compartidas. Esta opción no hace nada en otros sistemas.
fr: Sur les systèmes supportant les liens dynamiques, cela empêche les liens avec des bibliothèques partagées. Sur les autres systèmes cette option n'a pas d'effet.
hu: Olyan rendszerekben, amelyek támogatják a dinamikus linkelést, ez a kapcsoló megakadályozza a megosztott könyvtárak linkelését. Más rendszerekben a kapcsolónak nincs hatása.
it: In sistemi che prevedono l'utilizzo di shared library, questa opzione ne impedisce il linking. Negli altri sistemi, invece, questa opzione non ha effetto.
pl: Ta opcja, w systemach które umo¿liwiaj± dynamiczne linkowanie, blokuje ³±czenie do bibliotek dzielonych. W przypadku innych systemów nie ma ona znaczenia.
pt_br: Em sistemas que suportem a linkagem dinâmica, isto impede a linkagem de bibliotecas partilhadas. Nos restantes sistemas, esta opção não tem efeito.
sv: På system som stödjer dynamisk länkning, kommer detta att hindra länkning med delade bibliotek. På ändra system har detta alternativ ingen effekt.

source: additional flags:
de: Zusätzl. Flags:
es: Parámetros:
fr: Autres options :
hu: egyéb flag-ek:
it: opzioni aggiuntive:
pl: dodatkowe flagi:
pt_br: opções adicionais:
ru: дополнительные флаги:
sv: ytterligare flaggor:
