Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: <i>Class : QSlider</i> sets the maximum slider value; used in constructor
de: <i>Klasse : QSlider</i> Setzt den maximalen Wert des Schiebers; wird im Konstruktor verwendet.
es: <i>Clase : QSlider</i> Especifica el valor máximo del deslizador; se utiliza en el constructor
fr: <i>Classe : QSlider</i> Définit la valeur maximale de l'ascenseur ; utilisé dans le constructeur.
hu: <i>Osztály : QSlider</i> A maximális 'slider' értéket állítja be; a konstruktorban használatos
pl: <i>Klasa : QSlider</i> Ustawia maksymaln± warto¶æ suwaka; u¿ywane w konstruktorze.
pt_br: <i>Classe : QSlider</i> defien o valor máximo da barra; utilizado no construtor

source: <i>Class : QSlider</i> sets the minimum slider value; used in constructor
de: <i>Klasse : QSlider</i> Setzt den minimalen Wert des Schiebers; wird im Konstruktor verwendet
es: <i>Clase : QSlider</i> Especifica el valor mínimo del deslizador; se utiliza en el constructor
fr: <i>Classe : QSlider</i> Définit la valeur minimale de l'ascenseur ; utilisé dans le constructeur.
hu: <i>Osztály : QSlider</i> A minimális 'slider' értéket állítja be; a konstruktorban használatos
pl: <i>Klasa : QSlider</i> Ustawia minimaln± warto¶æ suwaka; u¿ywane w konstruktorze.
pt_br: <i>Classe : QSlider</i> defien o valor mínimo da barra; utilizado no construtor

source: <i>Class : QSlider</i> sets the orientation of the slider to horizontal or vertical
de: <i>Klasse : QSlider</i> Setzt die Ausrichtung des Schiebers auf horizontal oder vertikal
es: <i>Clase : QSlider</i> Indica si el deslizador es horizontal o vertical.
fr: <i>Classe : QSlider</i> Définit l'orientation de l'ascenseur : horizontale ou verticale.
hu: <i>Osztály : QSlider</i> A 'slider' irányát állítja be függõlegesre vagy vízszintesre
pl: <i>Klasa : QSlider</i> Ustawia orientacjê suwaka na pionow± lub poziom±.
pt_br: <i>Classe : QSlider</i> define a orientação da barra para horizontal ou vertical

source: <i>Class : QSlider</i> uses QRangeControl::setValue() to set the value
de: <i>Klasse : QSlider</i> Verwendet QRangeControl::setValue(), um den Wert zu setzen.
es: <i>Clase : QSlider</i> Utiliza QRangeControl::setValue() para especificar el valor.
fr: <i>Classe : QSlider</i> Utilise QRangeControl::setValue() pour affecter la valeur.
hu: <i>Osztály : QSlider</i> A QRangeControl::setValue()-t használja az érték beállítására
pl: <i>Klasa : QSlider</i> U¿ywa QRangeControl::setValue() by ustawiæ warto¶æ suwaka.
pt_br: <i>Classe : QSlider</i> utiliza QRangeControl::setValue() para definir o valor

source: <i>Class : QSlider</i> if enabled, the slider emits valueChanged() whenever the bar is dragged; otherwise only on mouse release.
de: <i>Klasse : QSlider</i> Wenn aktiviert, sendet der Schieber ein 'valueChanged()', wenn er gezogen wurde, ansonsten nur beim Loslassen der Maustaste.
es: <i>Clase : QSlider</i> Si está habilitado, la barra de desplazamiento emite un valueChanged() cada vez que es arrastrada; en caso contrario sólo lo hace cuando se suelta la barra.
fr: <i>Classe : QSlider</i> Si ceci est activé, l'ascenseur émet le signal valueChanged() à chaque fois qu'il est déplacé ; sinon, seulement lorsque la souris est relâchée.
hu: <i>Osztály : QSlider</i> Engedélyezve a 'slider'? valueChanged() szignált bocsájt ki minden mozdulatkor;egyébként csak az egér elengedésekor.
pl: <i> Klasa : QSlider</i> Je¶li w³±czone, suwak bêdzie generowaæ sygna³ valueChanged() przy ka¿dym poruszeniu, w przeciwnym wypadku sygna³ jest generowany tylko gdy suwak zostaje puszczony.
pt_br: <i>Classe : QSlider</i> se activado, a barra emite valueChanged() sempre que a barra for arrastada; caso contrário apenas quando o rato a largar.

source: <i>Class : QListBox</i> If auto-scrolling is enabled, the list box will scroll its contents when the user drags the mouse outside (below or above) the list box.
de: <i>Klasse : QListBox</i> Wenn automatisches Scrollen aktiviert ist, scrollt die Listbox ihre Inhalte, wenn der Benutzer die Maus außerhalb (unter- oder oberhalb) der Listbox zieht.
es: <i>Class : QListBox</i> Si está habilitado, cuando el usuario arrastre el ratón fuera del control (por arriba o por abajo) se desplazará la lista de elementos.
fr: <i>Classe : QListBox</i> Si le défilement automatique est activé, la liste fera défiler son contenu quand l'utilisateur fera glisser la souris à l'extérieur de la liste (au-dessus ou en-dessous).
hu: <i>Osztály : QListBox</i> Ha az automatikus görgetés engedélyezett, a listadoboz görgeti a tartalmát amikor a felhasználó a liztadobozon kívül (alatt vagy felett) megragadja az egeret.
pl: <i>Klasa : QListBox</i> Gdy automatyczne przewijanie jest w³±czone, lista bêdzie siê przewijaæ gdy u¿ytkownik przeci±gnie myszkê poni¿ej lub powy¿ej okna listy.
pt_br: <i>Classe : QListBox</i> Se o scroll automático estiver activo, a caixa de lista irá rolar o seu conteúdo quando o utilizador arrastar o rato fora (acima ou abaixo) da caixa de lista.

source: <i>Class : QListBox</i> If it is enabled, then the list box will get a bottom scroll bar if the maximum list box item width exceeds the list box width.
de: <i>Klasse : QListBox</i> Wenn aktiviert, erhält die Listbox eine untere Scrolleiste, wenn die maximale Anzahl der Elemente größer ist als die Breite der Box.
es: <i>Clase : QListBox</i> Si está habilitado, entonces la lista de elementos tendrá una barra de desplazamiento horizontal, si hay algún elemento más ancho que la anchura del objeto.
fr: <i>Classe : QListBox</i> Si ceci est activé, la liste aura une barre de défilement en bas si la largeur maximale pour les objets de la liste excède la largeur de la liste elle-même.
hu: <i>Osztály : QListBox</i> Ha engedélyezett, a listadoboz kap egy also görgetõ- lécet, ha a listadoboz elem maximális hossza meghaladja a listadoboz szélességét.
pl: <i>Klasa : QListBox</i> Je¶li to zostanie w³±czone, lista dostanie doln± listwê przewijania gdy najwiêksza szeroko¶æ pozycji w li¶cie przekroczy szeroko¶æ okna listy.
pt_br: <i>Classe : QListBox</i> Se estiver activado, então a caixa de lista terá uma barra de scroll no fundo caso o comprimento máximo dos itens da caixa de lista excedam o comprimento da caixa.

source: <i>Class : QListBox</i> Enables an automatic (vertical) scroll bar.
de: <i>Klasse : QListBox</i> Aktiviert eine automatische (vertikale) Scrolleiste.
es: <i>Clase : QListBox</i> Habilita un barra de desplazamiento vertical automático.
fr: <i>Classe : QListBox</i> Active une barre de défilement (verticale) automatique.
hu: <i>Osztály : QListBox</i> Engedélyez egy automatikus (függõleges) görgetõlécet.
pt_br: <i>Classe : QListBox</i> Activa uma barra de scroll automática (vertical).

source: <i>Class : QListBox</i> Enables a bottom scroll bar.
de: <i>Klasse : QListBox</i> Aktiviert eine untere Scrolleiste.
es: <i>Clase : QListBox</i> Habilita una barra de desplazamiento inferior.
fr: <i>Classe : QListBox</i> Active une barre de défilement en bas.
hu: <i>Osztály : QListBox</i> Engedélyez egy alsó görgetõlécet.
pt_br: <i>Classe : QListBox</i> Activa uma barra de scroll no fundo.

source: <i>Class : QListBox</i> If drag-selection is enabled, the list box will highlight new items when the user drags the mouse inside the list box.
de: <i>Klasse : QListBox</i> Wenn aktiviert, hebt die Listbox neue Elemente hervor, wenn der Benutzer die Maus in die Box zieht.
es: <i>Clase : QListBox</i> Si se habilita, cuando el usuario arrastre el ratón (mueva el ratón con el botón izquierdo pulsado) dentro de la lista se seleccionará el elemento sobre el que esté situado el ratón.
fr: <i>Classe : QListBox</i> Si la sélection par "glisser" est activée, la liste affichera en surbrillance les nouveaux objets lorsque l'utilisateur glissera la souris dans la liste.
hu: <i>Osztály : QListBox</i> Ha engedélyezett, a listadoboz kiemeli az új elemeket amikor a felhasználó a listadobozon belül ragadja meg az egeret.
pl: <i>Klasa : QListBox</i> Gdy zaznaczanie przez poci±gniêcie jest w³±czone, lista bêdzie pod¶wietlaæ nowe pozycje gdy u¿ytkownik przeci±gnie myszk± wewn±trz okna listy.
pt_br: <i>Classe : QListBox</i> Se a selecção por arrasto estiver activa, a caixa de lista irá realçar novos items quando o utilizador arrastar o rato dentro da caixa de lista.

source: <i>Class : QListBox</i> Enables smooth list box scrolling.
de: <i>Klasse : QListBox</i> Aktiviert sanftes Listbox-Scrollen.
es: <i>Clase : QListBox</i> Hace que el desplazamiento de la lista sea más suave.
fr: <i>Classe : QListBox</i> Active le défilement fluide de la liste.
hu: <i>Osztály : QListBox</i> Lehetõvé teszi a finom-görgetést a listadobozban.
pl: <i>Klasa : QListBox</i> W³±cza p³ynne przewijanie listy.
pt_br: <i>Classe : QListBox</i> Activa rolamento suave da caixa de lista.

source: <i>Class : QListBox</i> Sets a fixed height for the widget so that the given number of textlines are displayed using the current font.
de: <i>Klasse : QListBox</i> Setzt eine fixe Höhe für das Widget, sodaß die gegebene Anzahl der Textzeilen, unter Verwendung der aktuellen Schrift, dargestellt werden.
es: <i>Clase : QListBox</i> Selecciona una altura fija para el control, de forma que éste muestre el número de líneas aquí seleccionado.
fr: <i>Classe : QListBox</i> Définit une hauteur fixe pour le widget, de sorte que le nombre donné de lignes de texte soit affiché dans la police courante.
hu: <i>Osztály : QListBox</i> Fix magasságot állít be a widget-nek,így megadott számú szövegsor jelenik mega jelenlegi betûtípus használatakor.
pl: <i>Klasa : QListBox</i> Ustawia sta³± wysoko¶æ kontrolki, dziêki czemu ustalona ilo¶æ linii tekstu w aktualnej czcionce bedzie widoczna.
pt_br: <i>Classe : QListBox</i> Define uma altura fixa para o widget por forma a que um dado número de linhas de texto sejam apresentadas utilizando a fonte actual.

source: <i>Class : QListbox</i> Used to avoid flicker during large changes; the view is not updated if disabled.
de: <i>Klasse : QListBox</i> Wird benutzt, um Flickern während größerer Änderungen zu vermeiden; die Ansicht wird nicht aktualisiert, wenn deaktiviert.
es: <i>Clase : QListbox</i> Utilizado para evitar el parpadeo durante grandes cambios; la vista no es actualizada si está deshabilitado.
fr: <i>Classe : QListBox</i> Utilisé pour éviter le scintillement lors des gros changements ; la vue n'est pas mise à jour si ceci est désactivé.
hu: <i>Osztály : QListBox</i> Nagyobb változások esetén megóv a vibrálástól; a nézet nincs frissítve, ha letiltják.
pl: <i>Klasa : QListBox</i> U¿ywane do likwidowania migotania podczas du¿ych zmian; widok nie jest uaktualniany gdy zostanie to wy³±czone.
pt_br: <i>Classe : QListbox</i> Utilizado para evitar tremuras durante grandes alterações; a vista não é actualizada se desactivado.

source: Sorry, there is no help available for this property.
de: Für diese Eigenschaft ist leider keine Hilfe verfügbar.
es: Lo sentimos, no hay ayuda disponible para esta propiedad.
fr: Désolé, aucune aide disponible pour cette propriété.
hu: Sajnos, ehhez a tulajdonsághoz nincs súgó.
pl: Niestety nie ma pomocy dla tej w³a¶ciwo¶ci.
pt_br: Desculpe, não há ajuda disponível para esta propriedade.

source: <i><->See also: <link kdev>KDevelop Manual</link>, <link qt>Qt API</link>, <link kdeui>KDE User Interfaces</link>, <link KDEWEB>KDE Website</link><+></i>
de: <i><->Siehe: <link kdev>KDevelop Handbuch</link>, <link qt>Qt API</link>, <link kdeui>KDE UI</link>, <link KDEWEB>KDE Webseite</link><+></i>
es: <i><->Vea también: <link kdev>Manual de KDevelop</link>,<link qt>API de las Qt</link>, <link kdeui>Interfaces de usuario KDE</link>, <link KDEWEB>Web del KDE</link><+></i>
fr: <i><->Voir aussi : <link kdev>Le manuel de KDevelop</link>, <link qt>L'API Qt</link>, <link kdeui>L'interface utilisateur KDE</link>, <link KDEWEB>le site web de KDE</link><+></i>.
hu: <i><->Lásd még: <link kdev>KDevelop Kézikönyv</link>, <link qt>Qt API</link>, <link kdeui>KDE Felhasználói Felületek</link>, <link KDEWEB>KDE Honlap</link><+></i>
pl: <i><->Patrz te¿: <link kdev>Podrêcznik KDevelop</link>, <link qt>Qt API</link>, <link kdeui>KDE Interfejs U¿ytkownika</link>, <link KDEWEB>Strona domowa KDE</link><+></i>
pt_br: <i><->Veja também: <link kdev>Manual do KDevelop</link>, <link qt>API da Qt</link>, <link kdeui>Interfaces de Utilizador do KDE</link>, <link KDEWEB>Página do KDE</link><+></i>

source: Property
de: Eigenschaft
es: Propiedad
fr: Propriétés
hu: Tulajdonság
it: Proprietà
pl: W³a¶ciwo¶æ
pt_br: Propriedade

source: (not defined)
de: (nicht definiert)
es: (sin definir)
fr: (non défini)
hu: (nincs meghatározva)
it: (non definito)
pl: (nie zdefiniowany)
pt_br: (não definido)

source: (not set)
de: (nicht gesetzt)
es: (sin elegir)
fr: (non défini)
hu: (nincs beállítva)
it: (non impostato)
pl: (nie ustawiona)
pt_br: (não definido)

source: List of QStrings
de: Liste der QStrings
es: Lista de QStrings
fr: Liste de QStrings
hu: QString-ek listája
it: Lista delle QString
pl: Lista obiektów QString
pt_br: Lista de QStrings

source: row(s) entered.
de: Zeile(n) eingegeben.
es: fila(s) introducida(s).
fr: ligne(s) saisie(s).
hu: sor beírva.
it: righe inseritre.
pl: rzêdy wstawione.
pt_br: linha(s) inserida(s).

source: PLEASE READ THIS FIRST ! This dialog editor is intended for creating dialogs for your applications. It creates .kdevdlg files for saving theses dialogs (see KDevelop help). There are two possible methods for including dialogs in you applications : - Let KDevelop create the dialogs' sources. - Using the KDlgLoader for loading dialogs at run time. This is a WYSINWYG (What you see is NEARLY what you get) editor. That means it displays most of the widgets properties possible but not all. User "View|Preview dialog" if you want a real preview (however this is like the loader class will show it). We surely were not able to implement ALL possible widget properties but it is hopefully enough for designing dialogs more comfortable. By the way, you can get help on every widget and property by a right click. This also works in the editor window.
de: BITTE LESEN SIE DIES ZUERST ! Dieser Dialogeditor ist dazu gedacht, Dialoge für Ihre Anwendungen zu erstellen. Er erzeugt .kdevdlg Dateien um diese Dialoge zu speichern. (siehe KDevelop Hilfe). Es gibt zwei mögliche Methoden, diese Dialoge in Ihre Anwendungen einzubinden : - Sie lassen KDevelop die Dialogquellen erzeugen. - Sie verwenden KDlgLoader um die Dialoge zur Lauf- zeit zu laden. Dies ist ein WYSINWYG (What you see is NEARLY what you get) Editor. Das bedeutet, daß er die meisten der möglichen Widgeteigenschaften an- zeigt, aber nicht alle. Verwenden Sie "Ansicht|Dialog ansehen", wenn Sie eine realistische Vorschau haben wollen (Die jedoch so aussieht, wie die Loaderklasse sie anzeigen wird) Wir waren sicherlich nicht in der Lage, ALLE möglichen Widgeteigenschaften zu implementieren, aber es reicht hoffentlich dazu aus, Dialoge komfortabler zu entwerfen Nebenbei gesagt, erhalten Sie Hilfe zu jedem Widget und jeder Eigenschaft durch einen Klick mit der rechten Maustaste. Dies funktioniert auch im Editorfenster
es: ¡ LEA ESTO PRIMERO POR FAVOR ! Este editor de diálogos está pensado para crear diálogos para sus aplicaciones. Para guardar dichos diálogos crea ficheros .kdevdlg (vea la ayuda de KDevelop). Hay dos métodos posibles para incluir diálogos en sus aplicaciones: - Dejar que KDevelop cree los fuentes del diálogo. - Usar KdlgLoader para cargar diálogos en tiempo de ejecución. Este es un editor LQVECLQC (WYSINWYG en inglés, "Lo que ves es CASI lo que consigues"). Esto significa que muestra todas las propiedades posibles de los controles, pero no todas. Utilice "Ver|Probar diálogo" para ver como queda realmente. Así es como la clase cargadora (loader class) lo mostrará) Seguro que no hemos sido capaces de implementar TODAS las propiedades posibles de los controles, pero afortunadamente sí las suficientes para diseñar diálogos más fácilmente. Por cierto, puede conseguir ayuda sobre todos los controles y propiedades con el botón derecho del ratón. Esto también funciona en la ventana del editor.
fr: VEUILLEZ LIRE CECI EN PREMIER ! Cet éditeur de boîte de dialogue est prévu pour créer des boîtes de dialogue pour vos applications. Il crée des fichiers .kdevdlg pour enregistrer ces boîtes de dialogue (voir l'aide de KDevelop). Il y a deux méthodes possibles pour inclure des boîtes de dialogue dans vos applications : - laisser KDevelop créer le code source des boîtes de dialogue, - utiliser KDlgLoader pour charger les boîtes de de dialogue lors de l'exécution. Ceci est un éditeur WYSINWYG (What you see is NEARLY what you get, ce que vous voyez est PRESQUE ce que vous obtiendrez). Cela signifie qu'il affiche presque toutes les propriétés possibles des widgets, mais pas toutes. Utilisez "Affichage, Aperçu de la boîte de dialogue" pour avoir une vraie prévisualisation (cependant c'est ainsi que la classe chargeur l'affichera). Nous n'avons sûrement pas été en mesure d'inclure toutes les propriétés de widget possibles, mais ce qui a été inclus devrait être suffisant pour construire aisément la plupart des boîtes de dialogue. Au fait, vous pouvez obtenir de l'aide sur tous les widgets et toutes les propriétés par un clic droit. Cela marche aussi dans la fenêtre de l'éditeur.
hu: KÉREM, OLVASSA EL EZT ELÕSZÖR ! Ez a dialógusszerkesztõ az ön alkalmazásához szükséges dialógusablakok létrehozását szándékozik segíteni. .kdevdlg fájlokat hoz létre ezen dialógusok elmentésére (lásd KDevelop súgó). Két lehetséges eljárás létezik a dialógusok beillesztésére az alkalmazásba: - A KDevelop-ra hagyva a dialógus források generálását. - A KDlgLoader-t használni a dialógusok futásidõben történõ betöltéséhez. Ez itt egy WYSINWYG (Amit látsz, az MAJDNEM az, amit kapsz) szerkesztõ. Vagyis a lehetõ legtöbb widget tulajdonságot kijelzi, de nem mindet. Használja a "Nézet|Dialógus nézet" menüpontot, ha az igazi külalakot akarja látni (habár ez csak olyan, ahogy a betöltõ osztály mutatná). Biztos, hogy nem leszünk képesek MINDEN widget tulajdonság feldolgozására, de ennyi remélhetõleg elég lesz a dialógusok tervezésének kényelmessé tételéhez. Mindemellett jobb egérgomb megnyomására talál súgót minden widget-hez és tulajdonsághoz. Ez a szerkesztõ ablakban is mûködik.

source: &Okay
de: &Weiter
es: &Aceptar
fr: &OK
hu: &Oké
it: &Okey
pl: &OK

source: &Show again.
de: &Nochmal zeigen.
es: &Mostrar otra vez.
fr: &Afficher à nouveau
hu: &Mutassa újra.
it: &Mostra ancora
pl: &Poka¿ znowu.
pt_br: &Mostrar de Novo.

source: <brown><b>"Widgets" tab<black></b> In this tab you will find all items you can add to the dialog. They are sorted in two groups : The <b><i>QT-Widgets</i></b>group is always visible and contains all native Qt widgets. Your program will not need the KDE libraries in order to run if you only use these items. The <b><i>KDE-Widgets</i></b>group is only visible if you have created a KDE application because it would not be logical to add KDE widgets needing KDE libraries to a Qt project.
de: <brown><b>'Widgets'-Tab<black></b> In diesem Tab finden Sie alle Elemente, die Sie zu Ihren Dialogen hinzufügen können. Diese sind in zwei Gruppen sortiert: Die Gruppe <b><i>Qt-Widgets</i></b> ist immer sichtbar und enthält alle nativen Qt Widgets. Ihr Programm benötigt keine KDE Bibliotheken, wenn Sie nur diese Elemente verwenden. Die Gruppe <b><i>KDE-Widgets</i></b> ist nur dann sichtbar, wenn Sie eine KDE-Applikation erstellt haben, weil es unlogisch wäre, zu einem Qt-Projekt KDE-Widgets hinzuzufügen.
es: <brown><b>Patilla de controles<black></b> En esta pestaña encontrará todos los elementos que puede añadir al diálogo. Están organizados en dos grupos: El grupo <b><i>Controles Qt</i></b> está siempre visible y contiene los controles nativos de las Qt. Si sólo utiliza estos controles, su programa no necesitará las bibliotecas KDE para funcionar. El grupo <b><i>Controles KDE</i></b> sólo es visible cuando se ha creado una aplicación KDE. Esto se debe a que estos controles necesitan las bibliotecas KDE.
fr: <brown><b>Onglet "Widgets"<black></b> Dans cet onglet, vous trouverez tous les éléments que vous pouvez ajouter à la boîte de dialogue. Ils sont triés en deux catégories. La catégorie des <b><i>widgets Qt</i></b> est toujours visible et comprend tous les widgets Qt natifs. Votre programme n'aura pas besoin des bibliothèques Qt pour s'exécuter si vous utilisez seulement ceux-là. La catégorie des <b><i>widgets KDE</i></b> n'est visible que si vous avez créé une application KDE, car il ne serait pas logique d'utiliser des widgets KDE nécessitant les bibliothèques KDE dans un projet Qt.
hu: <brown><b>"Widget" ablak<black></b> Ebben az ablakban találja az összes elemet, amelyet hozzáadhat a dialógushoz. Ezek két csoportba sorolhatók : A <b><i>QT-Widget-ek</i></b>csoportja mindig látható, és minden eredeti QT widget-et tartalmaz. Az ön programjának nem lesz szüksége a KDE könyvtárakra, ha csak ezeket fogja használni. A <b><i>KDE-Widget-ek</i></b>csoportja csak akkor látható, ha KDE alkalmazást hozott létre, mert nem lenne ésszerû egy QT projekthez KDE widget-eket adni, melyekhez a KDE könyvtárak is kellenek.
pl: <brown><b>"Kontrolki"<black></b> W tej zak³adce znajdziesz wszystkie sk³adniki, które mo¿na dodaæ do dialogu. S± one podzielone na dwie grupy : Grupa <b><i>Kontrolki QT</i></b> jest zawsze widoczna i zawiera zwyk³e kontrolki Qt. Twój program nie bêdzie potrzebowa³ bibliotek KDE je¶li bêdziesz u¿ywa³ tylko tych sk³adników. Grupa <b><i>Kontrolki KDE</i></b> jest widoczna tylko je¶li utworzy³e¶ aplikacjê KDE poniewa¿ nie mia³oby to sensu by dodawaæ kontrolki wymagaj±ce bibliotek KDE w projekcie Qt.
pt_br: <brown><b>Pasta dos "Widgets"<black></b> Nesta pasta encontrará todos os items que pode adicionar ao diálogo. Estão separados em dois grupos : O grupo <b><i>QT-Widgets</i></b> está sempre visível e contém todos os widgets Qt nativos. Os seus programas não necessitarão das bibliotecas KDE para correr se apenas usar estes items. O grupo <b><i>KDE-Widgets</i></b> está visível apenas se criou uma aplicação KDE porque não seria lógico adicionar widgets KDE que necessitassem das bibliotecas KDE a um projecto Qt.

source: This will insert a QWidget to the dialog. Such an item may have several children items or even more QWidgets as children. That means this item lets you create complex hierarchies for you dialog. Another thing you will need this item type for are widgets like the tab view which need several widgets they can bring to the top.
de: Hiermit fügen Sie ein QWidget in den Dialog ein. Ein solches Element kann mehrere Child-Elemente oder auch Child-QWidgets haben. Mit diesem Element können Sie komplexe Hierarchien für Ihre Dialoge zusammenstellen.
es: Se introducirá un control QWidget en el diálogo. Este elemento puede tener otros elementos hijos, incluyendo otros QWidget. Por tanto, este elemento le permite crear complejas jerarquías en su diálogo. Este elemento será necesario para otros controles como el de vista tabulada, que necesita un QWidget para cada pestaña.
fr: Ceci insérera un QWidget dans la boîte de dialogue. Un tel élément aura plusieurs objets fils ou même d'autres QWidgets comme fils. Cela signifie que cet objet vous permettra de créer des hiérarchies complexes pour votre boîte de dialogue. D'autre part, vous devrez créer ce type d'objet pour tous les widgets comme les onglets, qui nécessitent plusieurs widgets qu'ils peuvent amener au premier plan.
hu: Ez egy QWidget-et szúr be a dialógusba. Egy ilyen elemnek több gyermek-eleme is lehet vagy több gyermek QWidget-e. Ez lehetõvé teszi összetett hierarchiák létrehozását a dialógushoz. Ennek az elemnek egy másik lehetséges felhasználása, amikor widget-ek mint pl. a 'tab view' használnak több különbözõ widget-et.
