Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Debug program Runs your program in the debugger you have chosen (by default the internal debugger is used) All debuggers should allow you to execute your program step by step by setting breakpoints in the sourcecode.
de: Programm debuggen Führt das Programm mit dem von Ihnen gewählten Debugger aus (standardmäßg wird der interne Debugger verwendet). Der Debugger sollte die schrittweise Verarbeitung des Quellcodes mit Hilfe von Breakpoints beherrschen.
es: Depurar programa Ejecuta su programa en el depurador que haya seleccionado (por defecto se utiliza el depurador interno). Todos los depuradores deberían permitirle ejecutar su programa paso a paso, mediante puntos de interrupción en el código fuente.
fr: Déboguer le programme Exécute votre programme dans le débogueur sélectionné (le débogueur interne est utilisé par défaut). Tous les débogueurs devraient vous permettre d'exécuter votre programme pas-à-pas en définissant des points d'arrêt dans le code source.
hu: A program nyomkövetése A programot az Ön által kiválasztott nyomkövetõben futtatja (alapértelmezésben a belsõ nyomkövetõ használatos) Minden nyomkövetõnek képesnek kell lennie a program soronkénti végrehajtására a forráskódban beállított töréspontok felhasználásával.

source: Continue application execution Continues the execution of your application in the debugger. This only has affect when the application has been halted by the debugger (ie. a breakpoint has been activated or the interrupt was pressed).
de: Setze Ausführung fort Setzt die Ausführung Ihrer Anwendung im Debugger fort. Dies hat nur einen Effekt, wenn die Anwendung vom Debugger angehalten wurde (d.h. eine Unterbrechung wurde aktiviert oder Anhalten wurde gedrückt).
es: Continuar la ejecución de la aplicación Continúa la ejecución de la aplicación en el depurador. Sólo tiene efecto cuando la aplicación ha sido detenida por el depurador (por ejemplo, se ha activado un punto de interrupción o se a pulsado Interrumpir).
fr: Continuer l'exécution de l'application Continue l'exécution de votre application dans le débogueur. Cela n'a d'effet que si l'application a été arrêtée par le débogueur (ie un point d'arrêt a été activé ou l'interruption a été demandée).
hu: Az alkalmazás végrehajtásának folytatása Folytatja az alkalmazás végrehajtását a nyomkövetõben. Csak akkor van hatása, ha az alkalmazás végrehajtása fel lett függesztve a nyomkövetõben (pl. a megszakítás gomb lett lenyomva vagy egy töréspont lett aktiválva).

source: Step into Executes exactly one line of source. If the source line is a call to a function then execution will stop after the function has been entered
de: In Funktion Führt genau eine Codezeile aus. Wenn es sich um einen Funktionsaufruf handelt, wird die Ausführung nach dem Eintritt in die Funktion angehalten
es: Paso a paso por instrucciones Ejecuta exactamente una línea de código. Si la línea es una llamada a una función, entonces la ejecución se detiene tras entrar en la función.
fr: Step into Exécute exactement une ligne de code source. Si la ligne de code est un appel à une fonction, l'exécution s'arrêtera après l'entrée dans cette fonction.
hu: Belelépés Pontosan egy forrás sor végrehajtása. Ha a forrás sor egy függvényhívást tartalmazott a végrehajtás az adott függvény elsõ forrássorán áll meg

source: Step over Executes one line of source in the current source file. If the source line is a call to a function the whole function is executed and the app will stop at the line following the function call.
de: Über Funktion Führt eine Codezeile aus. Wenn es sich um einen Funktionsaufruf handelt, wird die Funktion ausgeführt und die Anwendung wird in der dem Funktionsaufruf folgenden Zeile angehalten
es: Paso a paso por funciones Ejecuta una línea de código del fichero fuente seleccionado. Si la línea es una llamada a una función, se ejecuta la función por completo y se detiene la ejecución en la línea que siga a la función.
fr: Step over Exécute une ligne de code dans le fichier source courant. Si la ligne de code est un appel à une fonction, la fonction est entièrement exécutée et l'application s'arrêtera à la ligne suivant cet appel.
hu: Átlépés Pontosan egy forrás sor végrehajtása. Ha a forrás sor egy függvényhívást tartalmazott, az adott függvény végrehajtásra kerül és az alkalmazás a következõ forrássoron áll meg.

source: Step out of Executes the application until the currently executing function is completed. The debugger will then display the line after the original call to that function. If we are in the outermost frame (ie in main()), then this operation has no affect.
de: Aus Funktion Führt die Anwendung bis zum Ende der aktuellen Funktion aus. Der Debugger zeigt anschließend die Zeile nach dem ursprünglichen Funktionsaufruf an. Wenn Sie sich im äußersten Stack Frame befinden (d.h. in main()), hat diese Anweisung keinen Effekt.
es: Salir fuera de Ejecuta la aplicación hasta el final de la función en ejecución. Tras esto, el depurador mostrará la línea siguiente a la que llamó originalmente a la función. Si se está en el marco más externo (ej. en main()) esta operación no hace nada.
fr: Step out of Exécute l'application jusqu'à la fin de la fonction actuellement exécutée. Le débogueur affichera ensuite la ligne qui suit l'appel à cette fonction. Si nous sommes dans la fonction initiale (ie dans main()), cette opération n'a aucun effet.
hu: Kilépés Az alkalmazást a pillanatnyilag végrehajtott függvény visszatéréséig futtatja. A nyomkövetõ az ezt a függvényt hívó programsor utáni soron áll meg. Ha a legkülsõ szinten vagyunk (pl. a main() függvényben), a parancsnak nincs hatása.

source: Stop If activated, the stop-command will interrupt the active process. This affects make-commands as well as documentation generation.
de: Stop Wenn aktiviert, unterbricht das Stop-Kommando den aktiven Prozeß. Dies betrifft sowohl Make-Kommandos als auch Erzeugung der Dokumentation.
es: Detener Si está activado, el comando Detener interrumpirá el proceso activo. Esto afecta a los comandos de construcción y a la generación de documentación.
fr: Arrêter Si la commande Arrêter est activée, le processus actif sera interrompu. Ceci affecte la commande make et la génération de la documentation.
hu: Állj Az Állj parancs félbeszakít minden aktív processzt. Ez érinti a 'make' parancsokat éppúgy, mint a dokumentáció generálását.
it: Stop (Interrompi) Se invocato, il comando di stop interromperà l'esecuzione del processo attivo. Ciò può essere applicato non solo comando `make' ma anche alla generazione della documentazione.
pl: Stop To polecenie zatrzymuje aktualnie dzia³aj±cy proces. Mo¿e to byæ zarówno polecenie make jak i np. generowanie dokumentacji.
pt_br: Parar Se activado, o comando parar irá interromper o processo activo. Isto afecta comandos make bem como a geração de documentação.
sv: Stopp Om detta är aktiverat kommer stopp-kommandot att avbrott i den aktiva processen. Detta påverkar 'make'-kommandon och skapande av dokumentation.

source: Dialogeditor This will switch to the internal dialog editor of the KDevelop IDE. There, you can also switch back to the editing mode by choosing the Sourcecode editor button or Sourcecode-editor from the View-menu.
de: Dialogeditor Hiermit können Sie zum internen Dialogeditor der KDevelop IDE wechseln. Von dort kommen Sie durch Drücken des 'Quellcodeeditor'-Knopfes oder durch Auswahl von 'Quellcodeeditor' aus dem 'Ansicht'-Menü wieder zurück.
es: Editor de diálogos Se saltará al editor de diálogos del EID KDevelop. Desde ahí, podrá volver al editor eligiendo el `Editor de código' en el menú `Ver' o pulsando el botón `Saltar al modo edición'.
fr: Éditeur de boîte de dialogue Ceci activera l'éditeur de boîte de dialogue interne à KDevelop, appelé KDialogEdit. De là, vous pourrez également revenir en mode édition en cliquant sur le bouton Éditeur de code source ou sur l'entrée du même nom dans le menu Affichage.
hu: Dialógusszerkesztõ Átugrik a KDevelop IDE beépített dialógus-szerkesztõjére. Innen visszaugorhat a szövegszerkesztõbe a Nézet-menü 'Forráskód szerkesztõ' pontjával vagy a megfelelõ nyomógombbal.
it: Dialogedit Questo ti permetterà di andare al dialog editor interno di KDevelop. Da quest'ultimo puoi ritornare alla normale modalità di editing selezionado il bottone di Sourcecode o Sourcecode editor nel menu Viste.
pl: Edytor dialogów Prze³±cza na wbudowany edytor dialogów ze ¶rodowiska KDevelop. Tam mo¿esz te¿ prze³±czyæ siê zpowrotem do trybu edycji u¿ywaj±c przycisku Edytor ¼róde³ lub wybieraj±c Edytor ¼róde³ z menu Widok.
pt_br: Editor de Diálogo Isto alternará para o editor de diálogo interno do ambiente KDevelop. Aí, pode também alternar de volta para o modo de edição escolhendo o nutão editor de código-fonte ou Editor de Coódigo-Fonte do menu Ver.

source: Sourcecode Editor This will switch to the sourcecode editor providing the usual IDE interface. You can switch back to the dialogeditor by choosing the Dialogeditor button in the KDevelop toolbar or by choosing Dialogeditor in the View-menu.
de: Quellcodeeditor Hiermit wechseln Sie zum Quellcodeeditor, der Ihnen die gewohnte IDE Schnittstelle zur Verfügung stellt. Von dort kommen Sie durch Drücken des 'Dialogeditor'-Knopfes oder durch Auswahl von 'Dialogeditor' aus dem 'Ansicht'-Menü wieder zurück.
es: Saltar al modo edición Esto saltará al editor de código, mostrando la interfaz típica IDE. Puede volver al editor de diálogos pulsando el botón "Saltar al editor de diálogos" en la barra de herramientas, o eligiendo "Editor de diálogos" en el menú "Ver".
fr: Éditeur de code source Ceci vous ramène dans l'éditeur de code source avec l'interface habituelle. Vous pourrez revenir à l'éditeur de boîte de dialogue avec le bouton Éditeur de boîte de dialogue dans la barre d'outils de KDevelop ou avec l'entrée Éditeur de boîte de dialogue dans le menu Affichage.
hu: Forráskód szerkesztõ A szokásos IDE felületet nyújtó KDevelop szerkesztõ üzemmódba ugrik. Innen a KDialogEdit nyomógomb vagy az Eszközök menü KDialogEdit tagjának kiválasztásával lehet visszaugrani a dialógusablak szerkesztõ üzemmódba.
it: Sourcecode Editor Questo permetterà di passare al SourceCode Editor (editor dei sorgenti) dell'interfaccia IDE. Poi tornare indietro al dialogeditor selezionando il bottone DialogEditor nella toolbar di KDevelop o selezionando DialogEditor nel menu Viste.
pl: Edytor ¼róde³ Prze³±cza na tryb edycji ¼róde³ ze ¶rodowiska KDevelop. Tam mo¿esz te¿ prze³±czyæ siê zpowrotem do edytora dialogów u¿ywaj±c przycisku Edytor dialogów lub wybieraj±c Edytor dialogów z menu Widok.
pt_br: Editor de Código Fonte Isto irá para o editor de código fonte disponibilizando o interface de ambiente habitual. Pode voltar ao editor de diálogo escolhendo o botão de Editor de Diálogo na barra de ferramentas do KDevelop ou seleccionando Editor de Diálogo no menu Ver.

source: Output-View Enables/Disables the output window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
de: Ausgabeansicht (De)aktiviert das Ausgabefenster. Der Status des Fensters wird durch den An/Aus-Knopf dargestellt. Wenn der Knopf gedrückt ist, sieht man das Fenster, ansonsten nicht.
es: Vista de salida Habilita/deshabilita la vista de salida. El estado de la ventana se muestra en el estado del botón: si se encuentra pulsado, la ventana está abierta, en caso contrario está cerrada.
fr: Messages Affiche ou masque la fenêtre des messages. L'état de cette fenêtre est donné par un bouton bascule : s'il est enfoncé, la fenêtre est ouverte, sinon elle est fermée.
hu: Kimeneti nézet Ki/bekapcsolja a kimeneti ablakot. Az ablak állapota a gombon látszik: ha be van nyomva, az ablak meg van nyitva, egyébként zárva.

source: Tree-View Enables/Disables the tree window. The state of the window is displayed by the toggle button: if the button is pressed, the window is open, otherwise closed.
de: Baumansicht (De)aktiviert die Baumansicht. Der Status des Fensters wird durch den An/Aus-Knopf dargestellt. Wenn der Knopf gedrückt ist, sieht man die Baumansicht, ansonsten nicht.
es: Vista de árbol Habilita/deshabilita la vista de árbol. El estado de la ventana se muestra en el estado del botón: si se encuentra pulsado, la ventana está abierta, en caso contrario está cerrada.
fr: Arborescence Affiche ou masque la fenêtre de la vue arborescente. L'état de cette fenêtre est donné par un bouton bascule : s'il est enfoncé, la fenêtre est ouverte, sinon elle est fermée.
hu: Fa-nézet Ki/bekapcsolja a Fa-nézet ablakot. Az ablak állapota a gombon látszik: ha be van nyomva, az ablak meg van nyitva, egyébként zárva.

source: Classes Choosing a class will switch to the header file where the class is declared.
de: Klassen Durch Auswählen einer Klasse wechseln Sie zur Headerdatei, in der die Klasse deklariert wird.
es: Clases Eligiendo una clase se mostrará el fichero de cabecera en el que la clase está declarada.
fr: Classes En choisissant une classe, vous serez directement positionné dans le fichier d'en-tête où la classe est déclarée.
hu: Osztályok Egy osztály kiválasztása arra a 'header' fájlra való ugrást okoz, ahol az osztály deklarálva van.

source: Methods Allows selecting a method of the current selected class. This will switch to the implementation of the chosen class.
de: Methoden Hier können Sie eine Methode der aktuellen Klasse wählen. Dadurch wechseln Sie zur Implementation der gewählten Klasse.
es: Métodos Le permite seleccionar un método de la clase actual. Esto hará que se muestre la implementación de la clase seleccionada.
fr: Méthodes Vous permet de choisir une méthode de la classe sélectionnée. Ceci vous positionnera à l'implémentation de cette classe.
hu: Eljárások Eljárás kiválasztását teszi lehetõvé a jelenleg kijelölt osztályban. A forrásban az adott osztály megvalósítására ugrik.
it: Metodi Permette la selezione del metodo nella classe corrente. Questo permetterà il passaggio alla sua implementazione nella classe selezionata.
pl: Metody Pozwala na wybranie metody aktualnie wybranej klasy. Umo¿liwia prze³±czenie siê do implementacji wyranej metody.
pt_br: Métodos Permite seleccionar um método da classe presentemente seleccionada. Isto alternará para a implementação da classe escolhida.
sv: Metoder Låter dig välja en metod från den markerade klassen. Detta kommer öppna implementationsfilen för den valda klassen.

source: Documentation-Back This opens the previously visited page in the browser window. Holding the button pressed down will open a popup menu showing the browser history. Selecting an entry will open the according page in the browser window.
de: Zurück in der Dokumentation Hiermit öffnen Sie die zuletzt besuchte Seite im Browserfenster. Wenn Sie den Knopf gedrückt halten, erscheint ein Popupmenü mit der Browserhistory. Hier können Sie die Seite wählen, die im Browserfenster geöffnet werden soll.
es: Retroceder en la documentación Pulsando aquí se mostrará en la ventana de navegación la página anteriormente visitada. Manteniendo el botón presionado se mostrará un menú mostrando el historial del navegador. El seleccionar una entrada del menú hará que se abra la página correspondiente en la ventana de navegación.
fr: Documentation précédente Ceci ouvre la dernière page visitée dans la fenêtre du visualiseur. En gardant le bouton enfoncé, vous ferez apparaître un menu contextuel affichant l'historique du visualiseur. Choisir une entrée dans ce menu vous amènera à la page correspondante dans la fenêtre du visualiseur.
hu: Dokumentáció - vissza Az utoljára meglátogatott oldalat nyitja meg a böngészõablakban. Ha lenyomva tartja a gombot, egy lenyíló menü felajánlja az eddig meglátogatott oldalak listáját. Ebbõl a menübõl választva a megfelelõ oldalra lehet ugrani a böngészõablakban.
it: Precedente Documentazione Questo apre la pagina di documentazione precedentemente visitata nella finestra del browser. Tenendo premuto il pulsante, si aprirà un menu a tendina che mostrerà la precedenti pagine scorse. Selezionando una delle voci permetterà l'apertura della relativa pagina nella finestra di browsing.
pl: Dokumentacja-wstecz Otwiera w oknie przegl±darki dokumentacji stronê ostatnio odwiedzon±. Przytrzymuj±c ten przycisk mo¿esz uzyskaæ menu pokazuj±ce historiê przegl±darki. Wybranie pozycji w menu spowoduje skok do odpowiadaj±cej jej strony.
pt_br: Documentação-Anterior Isto abre a página anteriormente visitada na janela de navegação. Mantendo o botão premido abrirá um menu mostrando o histórico de navegação. Seleccionando uma entrada abrirá a página correspondente na janela de navegação.

source: Documentation-Forward This opens the next page in the history list. Holding the button pressed will show you a popup menu to browse visited pages forward.
de: Vorwärts in der Dokumentation Hiermit öffnen Sie die nächste Seite in der Historyliste. Wenn Sie den Knopf gedrückt halten, erscheint ein Popupmenü, in dem Sie die gewünschte Seite auswählen können.
es: Avanzar en la documentación Pulsando aquí se abrirá la siguiente página en la lista del historial. Manteniendo el botón presionado se mostrará un menú mostrando las páginas visitadas posteriormente.
fr: Documentation suivante Ceci ouvre la page suivante dans l'historique de la documentation. En gardant le bouton enfoncé, vous ferez apparaître un menu contextuel permettant de naviguer dans les pages visitées.
hu: Dokumentáció - elõre A következõ oldalra ugrik az eddig meglátogatott oldalak listájából. Ha lenyomva tartjuk a gombot, egy lenyíló menü felajánlja az eddig meglátogatott oldalak listáját.
it: Successiva Documentazione Questo apre la pagina successiva indicata nella lista delle pagine visitate. Tenendo premuto il pulsante, apparirà un menu a tendina che mostrerà le pagine visitate successivamente a quella attuale.
pl: Otwiera nastêpn± stronê w dokumentacji Otwiera w oknie przegl±darki dokumentacji nastêpn± stronê z historii. Przytrzymuj±c ten przycisk mo¿esz uzyskaæ menu pokazuj±ce historiê przegl±darki. Wybranie pozycji w menu spowoduje skok do odpowiadaj±cej jej strony.
pt_br: Documentação-Seguinte Isto abre a página seguinte na lista de histórico, Mantendo o botão premido mostrará um menu para navegar as páginas visitadas para a frente.

source: Search Marked Text Uses the searchdatabase to look for the selected text string and opens a summary page of found references for the selection in the browser window. There, you can select a documentation page of your choice and open it by following the link.
de: Suche gewählten Text Benutzt die Suchdatenbank, um die gewählte Zeichenkette zu suchen und öffnet eine Zusammenfassung von gefundenen Referenzen. Dort können Sie eine Dokumentationsseite wählen und sie öffnen, indem Sie dem Link folgen.
es: Buscar Texto Seleccionado Utiliza la base de datos de búsqueda para encontrar la cadena de texto seleccionada y muestra un sumario con todas las referencias encontradas para la selección en la ventana de navegación. Desde ahí puede seleccionar la página de la documentación que desea y abrirla siguiendo el enlace.
fr: Rechercher le texte sélectionné Utilise la base de données de recherche afin de trouver le texte sélectionné et ouvre une page résumant les références trouvées dans le visualiseur. De là, vous pourrez ouvrir la page de votre choix en cliquant sur le lien.
hu: Kijelölt szöveg keresése A keresési adatbázis segítségével rákeres a kijelölt szövegre és a böngészõablakban kiírja a hivatkozásokat. Innen a hivatkozást követve tetszés szerint lehet ugrani a kívánt fájl keresett sorára.
it: Cerca Testo Marcato Usa il database di ricerca per trovare la stringa di testo selezionata e, di conseguenza, apre una pagina di sommario nella finestra di browsing contenente tutte le referenze di tale stringa. Qui puoi aprire la pagina di documentazione selezionando l'apposito link.
pl: Wyszukaj zaznaczony tekst U¿ywa bazy wyszukiwañ by znale¼æ zaznaczony tekst i otwiera stronê z podsumowaniem znalezionych odwo³añ. Tam mo¿esz wybraæ interesuj±c± ciê stronê dokumentacji i otworzyæ j± w przegl±darce dokumentacji.
pt_br: Procurar Texto Marcado Utiliza a base de dados de busca para procurar o texto seleccionado e abre uma página de sumário de referências encontradas para a selecção na janela de navegação. Aí, pode escolher uma página de documentação da sua escolha e abri-la seguindo a hiperligação.
sv: Sök efter markerad text Använder sökdatabasen för att söka efter markerad text och öppnar en sammanfattningssida av hittade referenser för markeringen i läsarfönstret. Där kan du markera en dokumentationssida och öppna den genom att fälja länken.

source: Search for Help on... Opens the Search for Help on... dialog. There, you can search for a keyword in the documentation directly using the search database.
de: Suche nach Hilfe zu... Öffnet den Dialog 'Suche nach Hilfe zu...'. Dort können Sie unter Benutzung der Suchdatenbank direkt nach einem Schlüsselwort suchen.
es: Buscar ayuda sobre... Abre el diálogo de "Buscar ayuda sobre..." Desde ahí puede buscar cualquier palabra clave en la documentación, utilizando la base de datos de búsqueda.
fr: Rechercher de l'aide sur... Ouvre la boîte de dialogue Recherche d'aide sur... De là, vous pourrez chercher un mot-clef dans la documentation en utilisant directement la base de données de recherche.
hu: Segítség keresése... Megnyitja a 'Segítség keresése...' dialógusablakot. Itt a dokumentációban kereshetünk kulcsszavakra, közvetlenül a keresési adatbázis felhasználásával.
it: Cerca per Aiuto su... Apre la finestra di dialogo `Cerca per Aiuto su...'. Qui puoi effettuare la ricerca per parola chiave nella documentazione usando direttamente il database di ricerca.
pl: Wyszukaj Pomoc na temat... Otwiera okno dialogowe wyszukiwania w pomocy. Tam mo¿esz szukaæ s³owa kluczowego bezpo¶rednio w dokumentacji przy u¿yciu bazy wyszukiwañ.
pt_br: Procurar Ajuda Sobre... Abre o diálogo Procurar Ajuda Sobre... Aí, pode procurar uma palavra-chave na documentação directamente utilizando a base de dados de busca.
sv: Sök hjälp om... Öppnar Sök hjälp om... dialogen. Där kan du söka efter ett nyckelord i dokumentationen direkt genom att använda sökdatabasen.
