Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: KDE version :
es: Versión de KDE :
fr: Version de KDE :
hu: KDE verzió:
it: Versione KDE:
pl: Wersja KDE :
pt_br: Versão do KDE :

source: QT version :
es: Versión de QT :
fr: Version de Qt :
hu: QT verzió:
it: Versione QT:
pl: Wersja QT :
pt_br: Versão do QT :

source: OS / distribution :
es: S.O. / distribución :
fr: Distribution / OS :
hu: Op.rendszer/disztr.:
it: SO/distribuzione:
pl: OS / dystrybucja
pt_br: SO / distribuição :

source: Compiler :
es: Compilador :
fr: Compilateur :
hu: Fordítóprogram:

source: Miscalleneous :
de: Sonstiges:
es: Otra información :
fr: Divers :
hu: Egyéb közlendõ:

source: System
es: Sistema
fr: Système
hu: Rendszer

source: Insert as much information about your problem, so that we are able to help by your description.
de: Geben Sie so viele Informationen wie möglich über Ihr Problem ein, damit wir Ihnen schnell helfen können.
es: Introduzca tanta información sobre el problema como le sea posible, para que podamos encontrar el error más fácilmente.
fr: Mettez autant d'informations que possible sur votre problème, nous pourrons ainsi vous aider.
hu: Annyi információt írjon le a problémáról, hogy mi ezek alapján képesek legyünk Önnek segíteni.
it: Inserisci più informazioni che puoi relativamente al problema incontrato, cosicchè possiamo aiutarti basandoci su esse.
pl: Podaj jak najwiêcej informacji o twoim problemia, tak aby¶my mogli pomóc na podstawie opisu.
pt_br: Insira a máxima informação possível sobre o seu problema, para que o possamos ajudar através da sua descrição.

source: Bug Description :
de: Fehlerbeschreibung:
es: Descripción del error :
fr: Description du bogue :
hu: Hibaleírás:
it: Descrizione del bug:
pl: Opis b³êdu :
pt_br: Descrição do Erro :

source: How to repeat the error :
de: Wie kann man den Fehler wiederholen:
es: Cómo repetir el error :
fr: Comment reproduire l'erreur :
hu: Hogyan lehet elõidézni a hibát:
it: Come ripetere l'errore:
pl: Jak powtórzyæ b³±d :
pt_br: Como repetir o erro :

source: Perhaps a bugfix or workaround ?
de: Gibt es einen Bugfix oder Workaround?
es: ¿Sabes cómo solucionarlo o evitarlo?
fr: Peut-être un correctif ou une astuce ?
hu: Esetleges javítás vagy áthidaló megoldás:
it: Forse questo sarebbe una soluzione (magari solo temporanea....)
pl: Mo¿e poprawka, lub sposób obej¶cia?
pt_br: Talvez uma correção ou modo de contornar ?

source: Problem description
de: Problembeschreibung
es: Descripción del problema
fr: Description du problème
hu: A probléma leírása
it: Descrizione del problema
pl: Opis problemu
pt_br: Descrição do problema

source: Send E-Mail
de: Sende Email
es: Enviar E-Mail
fr: Envoyer
hu: Az e-mail elküldése
it: Manda email
pl: Wy¶lij E-mail
pt_br: Enviar e-mail

source: Please fill in at least the subject and bug description!
de: Bitte geben Sie zumindest einen Betreff und eine Fehlerbeschreibung ein!
es: Por favor, ¡rellene al menos el tema y la descripción del error!
fr: Veuillez remplir au moins le sujet et la description du bogue !
hu: Kérem töltse ki legalább a címmezõt és a hibaleírást.
it: Per favore insersci almeno il soggetto e la descrizione del bug!
pl: Wype³nij przynajmniej temat i opis b³êdu!
pt_br: Por favor preencha pelo menos o assunto e descrição de erro!

source: KDevelop couldn't find sendmail at the given location. If you just want to generate the bugreport and send it by hand later, you can continue. Otherwise press Cancel and retype the sendmail command.
de: KDevelop konnte sendmail an dem angegebenen Ort nicht finden. Wenn Sie den Bugreport nur erzeugen und ihn später manuell senden wollen, können Sie fortfahren. Sonst drücken Sie 'Abbrechen' und geben das Sendmail-Kommando ein.
es: KDevelop no pudo encontrar el programa sendmail en el sitio indicado. Si desea generar el informe del error y enviarlo manualmente después, puede continuar. En caso contrario pulse Cancelar e introduzca la localización correcta del sendmail.
fr: KDevelop n'a pas pu trouver sendmail à l'emplacement donné. Si vous voulez seulement générer le rapport de bogue et l'envoyer manuellement plus tard, vous pouvez continuer. Sinon, pressez Annuler et resaisissez la commande.
hu: A KDevelop nem találta meg a sendmail programot a megadott helyen. Ha csak fájlba akarja menteni a hibariportot, és késõbb manuálisan elküldeni, továbbmehet. Egyébként nyomjon 'Mégsem'-et és gépelje be újra a sendmail parancsot.

source: Bugreport was successfully submitted to the KDevelop Team. Thank you!
de: Der Bugreport wurde dem KDevelop-Team erfolgreich übermittelt. Vielen Dank!
es: Se ha informado del error al equipo de KDevelop con éxito. ¡Gracias!
fr: Le rapport de bogue a bien été envoyé à l'équipe KDevelop. Merci !
hu: Hibajelentést sikerült továbbítani a KDevelop csapatnak. Köszönjük szépen!
it: Bugreport è stato inviato con successo al KDevelop Team. Grazie!
pl: Raport o b³êdzie zosta³ pomy¶lnie wys³any do twórców programu KDevelop. Dziêkujemy!
pt_br: O relatório de erro foi submetido à equipe do KDevelop com sucesso. Obrigado!

source: Class Tool
de: Klassenwerkzeug
es: Herramienta de Clases
fr: Outil de classe
hu: Osztályszerkesztõ
pl: Narzêdzie klas
pt_br: Ferramenta de Classe

source: All
de: Alle
es: Todos los
fr: Tout
hu: Összes
it: Tutto
pl: Wszystkie
pt_br: Todos

source: Show parents
de: Zeige Parents
es: Mostrar padres
fr: Voir les parents
hu: A szülõk mutatása
it: Mostra padri
pl: Poka¿ przodków
pt_br: Mostrar pais

source: Show children
de: Zeige Children
es: Mostrar hijos
fr: Voir les enfants
hu: Az örökösök mutatása
it: Mostra figli
pl: Poka¿ potomków
pt_br: Mostrar filhos

source: Show clients
de: Zeige Clients
es: Mostrar clientes
fr: Voir les clients
hu: A kliensek mutatása
it: Mostra clienti
pl: Poka¿ klientów
pt_br: Mostrar clientes

source: Show suppliers
de: Zeige Suppliers
es: Mostrar proveedores
fr: Voir les serveurs
hu: Az ellátók mutatása
it: Mostra fornitori
pl: Poka¿ dostawców
pt_br: Mostrar fornecedores

source: Show attributes
de: Zeige Attribute
es: Mostrar atributos
fr: Voir les attributs
hu: Az attribútumok mutatása
it: Mostra attributi
pl: Poka¿ atrybuty
pt_br: Mostrar atributos

source: Show methods
de: Zeige Methoden
es: Mostrar métodos
fr: Voir les méthodes
hu: Az eljárások mutatása
it: Mostra metodi
pl: Poka¿ metody
pt_br: Mostrar métodos

source: Couldn't find class:
de: Konnte Klasse nicht finden:
es: No se pudo encontrar la clase:
fr: Impossible de trouver la classe :
hu: Ezt az osztályt nem találja:

source: Class error
de: Klassenfehler
es: Error en la clase
fr: Erreur de classe
hu: Osztályhiba

source: Parents
es: Padres
hu: Szülõk
it: Padri
pl: Przodkowie
pt_br: Pais

source: Children
es: Hijos
fr: Enfants
hu: Örökösök
it: Figli
pl: Potomkowie
pt_br: Filhos

source: Clients
es: Clientes
hu: Kliensek
it: Clienti
pl: Klienci
pt_br: Clientes

source: Suppliers
es: Proveedores
fr: Serveurs
hu: Ellátók
it: Fornitori
pl: Dostawcy
pt_br: Fornecedores

source: attributes
de: Attribute
es: atributos
fr: attributs
hu: attribútumok
it: attributi
pl: atrybuty
pt_br: atributos

source: methods
de: Methoden
es: métodos
fr: méthodes
hu: eljárások
it: metodi
pl: metody
pt_br: métodos

source: virtual methods
de: Virtuelle Methoden
es: métodos virtuales
fr: méthodes virtuelles
hu: virtuális eljárások
it: metodi virtuali
pl: wirtualne metody
pt_br: métodos virtuais

source: Class Tool Dialog
de: Klassenwerkzeug-Dialog
es: Diálogo de la herramienta de clases
fr: Outil de classe
hu: Osztályszerkesztõ dialógusablak
pl: Okno dialogowe narzêdzia klas
pt_br: Diálogo da Ferramenta de Classes

source: of class
de: der Klasse
es: de la clase
fr: de la classe
hu: , osztály:
it: di classe
pl: klasy
pt_br: da classe

source: Class
de: Klasse
es: Clase
fr: Classe
hu: Osztály
it: Classe
pl: Klasa
pt_br: Classe
sv: Klass

source: Go to declaration
de: Gehe zu Deklaration
es: Ir a la declaración
fr: Aller à la déclaration
hu: Ugrás a deklarációhoz
it: Vai alla dichiarazione
pl: Id¼ do deklaracji
pt_br: Ir para a declaração
sv: Gå till deklaration

source: Attribute
de: Attribut
es: Atributo
fr: Attribut
hu: Attribútum
it: Attributo
pl: Atrybut
pt_br: Atributo
sv: Attribut

source: Project
de: Projekt
es: Proyecto
fr: Projet
hu: Projekt
it: Progetto
pl: Projekt
pt_br: Projeto
sv: &Projekt

source: New file...
de: Neue Datei...
es: Nuevo fichero...
fr: Nouveau fichier...
hu: Új fájl...
it: Nuovo file...
pl: Nowy plik...
pt_br: Novo arquivo...
sv: Ny fil...

source: New class...
de: Neue Klasse...
es: Nueva clase...
fr: Nouvelle classe...
hu: Új osztály...
it: Nuova classe...
pl: Nowa klasa...
pt_br: Nova classe...
sv: Ny klass...

source: Add Folder...
de: Ordner hinzufügen...
es: Añadir directorio...
fr: Ajouter un dossier...
hu: Új mappa...
it: Aggiungi cartella...
pl: Dodaj katalog...
pt_br: Adicionar Pasta...

source: Graphical classview..
de: Graphische Klassenansicht...
es: Visor gráfico de clases...
fr: Affichage graphique des classes...
hu: Grafikus osztálynézet..
it: Classview grafico...
pt_br: Visualizador de classes gráfico..

source: Add member function...
de: Methode hinzufügen...
es: Añadir función miembro...
fr: Ajouter une fonction membre...
hu: Tagfüggvény hozzáadása...
it: Aggiungi membro-funzione
pl: Dodaj funkcjê sk³adow±...
pt_br: Adicionar método...
sv: Lägg till 'member'-funktion

source: Add member variable...
de: Variable hinzufügen...
es: Añadir variable miembro...
fr: Ajouter une variable membre...
hu: Tagváltozó hozzáadása...
it: Aggiungi membro-variabile...
pl: Dodaj sk³adow±...
pt_br: Adicionar atributo...
sv: Lägg till 'member'-variabel...

source: Parent classes...
de: Parentklassen...
es: Clases padres...
fr: Classes ancêtres...
hu: Szülõosztályok...
it: Classi padre...
pl: Klasy dziedziczone...
pt_br: Classes pais...
sv: Deriverade klasser...

source: Child classes...
de: Childklassen...
es: Clases hijas...
fr: Classes enfants...
hu: Örökösosztályok...
it: Classi figlio...
pl: Klasy potomne...
pt_br: Classes filhas...
sv: Barnklasser

source: Classtool...
de: Klassenwerkzeug...
es: Herramienta de clases...
fr: Outil de classe...
hu: Osztályböngészõ...
pl: Narzêdzie klas...
pt_br: Ferramenta de classe...
sv: Klassverktyget...

source: Struct
de: Struktur
es: Estructura
fr: Structure
hu: Struktúra
it: Struttura
pt_br: Estrutura

source: Delete method
de: Methode löschen
es: Eliminar método
fr: Supprimer la méthode
hu: Eljárás törlése
it: Cancella metodo
pl: Usuñ metodê
pt_br: Apagar método
sv: Radera metod

source: Slot
es: Ranura
hu: Esemény
pt_br: Espaço(Slot)

source: Delete slot
de: Slot löschen
es: Borrar ranura...
fr: Supprimer le slot
hu: Esemény törlése
it: Cancella slot
pl: Usuñ slot
pt_br: Apagar epaço(slot)

source: Signal
es: Señal
hu: Szignál
pt_br: Sinal(signal)

source: Delete signal
de: Signal löschen
es: Borrar señal
fr: Supprimer le signal
hu: Szignál törlése
it: Elimina signal
pt_br: Apagar sinal(signal)

source: Folder
de: Ordner
es: Directorio
fr: Dossier
hu: Mappa
it: Cartella
pt_br: Pasta

source: Delete Folder...
de: Ordner löschen...
es: Borrar directorio...
fr: Supprimer le dossier...
hu: Mappa törlése...
it: Cancella cartella...
pl: Usuñ katalog...
pt_br: Apagar Pasta...

source: Namespaces
fr: Espaces de noms
hu: Névterek

source: Structures
de: Strukturen
es: Estructuras
hu: Struktúrák
it: Strutture
pl: Struktury
pt_br: Estruturas

source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
hu: Függvények
it: Funzioni
pl: Funkcje
pt_br: Funções

source: Variables
de: Variablen
hu: Változók
it: Variabili
pl: Zmienne
pt_br: Variáveis

source: Graphical classview
de: Graphische Klassenansicht
es: Visor gráfico de clases
fr: Affichage graphique des classes
hu: Grafikus osztálynézet
it: Classview grafica
pt_br: Visualizador de classes gráfico

source: No item selected.
de: Kein Element ausgewählt.
es: No se ha seleccionado ningún elemento.
fr: Aucun élément sélectionné.
hu: Nincs elem kijelölve.
it: Nessuna voce selezionata.
pt_br: Nenhum item selecionado

source: The class:
de: Die Klasse:
es: La clase:
fr: La classe :
hu: Az osztály:
it: La classe:
pt_br: A classe:

source: couldn't be found.
de: wurde nicht gefunden.
es: no pudo ser encontrado.
fr: n'a pas été trouvée.
hu: néven nem található.
it: non è stata trovata.
pt_br: não foi encontrada.

source: The struct:
de: Die Struktur:
es: La estructura:
fr: La structure :
hu: Struktúra
it: La struttura:
pt_br: A estrutura:

source: Not found
de: Nicht gefunden
es: No se ha encontrado
fr: Non trouvé
hu: Nem található
it: Non trovato
pl: Nie znaleziono
pt_br: Não encontrado

source: Delete class
de: Klasse löschen
es: Eliminar clase
fr: Supprimer la classe
hu: Osztály törlése
it: Cancella classe
pl: Usuñ klasê
pt_br: Apagar classe
sv: Radera klass...

source: Are you sure you want to delete this class?
de: Sind Sie sicher, daß Sie diese Klasse löschen wollen?
es: ¿Seguro que desea eliminar esta clase?
fr: Etes-vous sûr de vouloir supprimer cette classe ?
hu: Biztosan törölni akarja ezt az osztályt?
it: Sei sicuro di voler cancellare questa classe?
pl: Jeste¶ pewien, ¿e chcesz usun±æ t± klasê?
pt_br: Tem certeza que deseja apagar esta classe?

source: Not implemented
de: Nicht implementiert
es: Sin implementar
fr: Non implanté
hu: Nincs megvalósítva

source: This function isn't implemented yet.
de: Diese Funktion ist noch nicht implementiert.
es: Esta función aún no está implementada.
fr: Cette fonction n'est pas encore implantée.
hu: Ez a funkció még nincs megvalósítva.

source: Delete attribute
de: Attribut löschen
es: Eliminar atributo
fr: Supprimer l'attribut
hu: Attribútum törlése
it: Cancella attributo
pl: Usuñ atrybut
pt_br: Apagar atributo
sv: Radera attribut

source: Are you sure you want to delete this attribute?
de: Sind Sie sicher, daß Sie dieses Attribut löschen wollen?
es: ¿Seguro que desea eliminar este atributo?
fr: Etes-vous sûr de vouloir supprimer cet attribut ?
hu: Biztosan törölni akarja ezt az attribútumot?
it: Sei sicuro di voler cancellare questo attributo?
pl: Jeste¶ pewien, ¿e chcesz usun±æ ten atrybut?
pt_br: Tem certeza que deseja apagar este atributo?

source: Delete folder
de: Ordner löschen
es: Eliminar directorio
fr: Supprimer le dossier
hu: Mappa törlése
it: Cancella cartella
pl: Usuñ katalog
pt_br: Apagar pasta

source: Are you sure you want to delete this folder?
de: Sind Sie sicher, daß Sie diesen Ordner löschen wollen?
es: ¿Seguro que desea eliminar este directorio?
fr: Etes-vous sûr de vouloir supprimer ce dossier ?
hu: Biztosan törölni akarja ezt a mappát?
it: Sei sicuro di voler cancellare questa cartella?
pl: Jeste¶ pewien, ¿e chcesz usun±æ ten katalog?
pt_br: Tem certeza que deseja apagar esta pasta?

source: Create Search Database...
de: Suchdatenbank erstellen...
es: Crear base de datos de búsqueda...
fr: Création de la base de recherche...
hu: Keresési adatbázis létrehozása...
it: Crea Database di Ricerca...
pl: Utwórz Bazê Wyszukiwañ...
pt_br: Criar Base de Dados de Busca
sv: Skapa sökdatabas...

source: Index engine :
de: Suchmaschine
es: Indexar con :
fr: Type d'indexation
hu: Indexmotor:

source: Glimpse
hu: Bepillantás

source: Index Size
de: Index-Größe
es: Tamaño del índice
fr: Taille de l'index
hu: Az index mérete
it: Dimensione Indice
pl: Rozmiar indeksu
pt_br: Tamanho do Índice
sv: Indexstorlek

source: tiny size
de: Winzig
es: Diminuto
fr: taille micro
hu: apró
it: minuta
pl: minimalny
pt_br: tamanho minúsculo
sv: pytteliten storlek

source: small size
de: Klein
es: Pequeño
fr: petite taille
hu: kicsi
it: piccola
pl: ma³y
pt_br: tamanho pequeno
sv: liten storlek

source: medium size
de: Mittel
es: Mediano
fr: taille moyenne
hu: közepes
it: media
pl: ¶redni
pt_br: tamanho médio
sv: mellanstorlek

source: Index Options
de: Index-Optionen
es: Opciones del índice
fr: Options d'indexation
hu: Indexbeállítások
it: Opzioni Indice
pl: Opcje indeksowania
pt_br: Opções de Índice
sv: Indexalternativ

source: index the QT documentation
de: Qt-Dokumentation indizieren
es: Indexar la documentación de QT
fr: Indexer la documentation de Qt
hu: a QT dokumentáció indexelése
it: indicizza la documentazione di QT
pl: indeksuj dokumentacjê QT
pt_br: indexar a documentação do QT
sv: indexera QT-dokumentationen

source: index the KDE documentation
de: KDE-Dokumentation indizieren
es: Indexar la documentación de KDE
fr: Indexer la documentation de KDE
hu: a KDE dokumentáció indexelése
it: indicizza la documentazione di KDE
pl: indeksuj dokumentacê KDE
pt_br: indexar a documentação do KDE
sv: indexera KDE-dokumentationen

source: additional directories to index
de: Zusätzlich zu indizierende Verzeichnisse
es: Directorios adicionales a indexar
fr: Répertoires supplémentaires à indexer
hu: további könyvtárak indexelése
it: directory aggiuntive da indicizzare
pl: dodatkowe katalogi do indeksowania
pt_br: diretórios adicionais a indexar
sv: ytterligare bibliotek att indexera

source: remove
de: Entfernen
es: Eliminar
fr: enlever
hu: eltávolítás
it: rimuovi
pl: usuñ
pt_br: remover
sv: ta bort

source: builds a medium-size index (20-30% of the size of all files), allowing faster search.
de: Erstellt einen mittelgroßen Index (20-30% der Größe aller Dateien), um eine schnellere Suche zu erlauben.
es: construye un índice de tamaño medio (20-30% del tamaño de todos lo ficheros), permitiendo la búsqueda más rápida.
fr: Construit un index de taille intermédiaire (20-30% de la taille de tous les fichiers), permettant des recherches rapides.
hu: közepes méretû indexet épít (méretre 20-30%-a az összes fájlnak), gyorsabb keresést tesz lehetõvé.
it: costruisce un indice di medie dimensioni (20-30% della dimensione di tutti i files) che permette una ricerca rapida.
pl: buduje indeks ¶rednich rozmiarów (20-30% rozmiaru wszystkich plików), daj±c jeszcze szybsze wyszukiwanie
sv: skapar ett mellanstort index (20-30% av storleken av alla filer), ger snabbare sökning.

source: Build a small index rather than tiny (meaning 7-9% of the sizes of all files - your mileage may vary) allowing faster search.
de: Erstellt einen kleinen Index (ca. 7-9% der Größe aller Dateien), um eine schnellere Suche zu erlauben.
es: Construye un índice pequeño en lugar de diminuto (esto equivale al 7-9% del tamaño de todos los ficheros) permitiendo una búsqueda más rápida.
fr: Contruit un index petit plutôt que micro (soit 7-9% de la taille de tous les fichiers - cela peut varier) permettant des recherches rapides.
hu: kisméretû indexet épít (méretre 7-9%-a az összes fájlnak), gyorsabb keresést tesz lehetõvé.
it: Costruisce un indice di dimensioni minute (circa 7-9% della dimensione di tutti i files - ma ciò può variare) che permette una ricerca rapida.
pl: buduje ma³y indeks zamiast minimalnego (czyli 7-9% rozmiaru wszystkich plików), daj±c szybsze wyszukiwanie.
pt_br: Cria um índice pequeno em vez de minúsculo (7-9% do tamanho de todos os arquivos - tamanho pode variar) permitindo buscas mais rápidas.
sv: Skapar ett litet index istället för ett pyttelitet (7-9% av storleken av alla filer - kan variera lite) ger snabbare sökning.

source: a tiny index (2-3% of the total size of all files)
de: Ein winziger Index (2-3% der gesamten Größe aller Dateien)
es: un índice diminuto (2-3% del tamaño total de todos los ficheros)
fr: Un micro-index (2-3% de la taille de tous les fichiers)
hu: apró méretû index (méretre 2-3%-az összes fájlnak)
it: un indice minuto (2-3% della dimensione totale di tutti i files)
pl: minimalny indeks (2-3% rozmiaru wszystkich plików)
pt_br: um índice minúsculo (2-3% do tamanho total dos arquivos)
sv: ett litet index (2-3% av den totala storleken av filerna)

source: No Database created!
de: Keine Datenbank erzeugt!
es: ¡No se ha creado la Base de Datos!
fr: Aucune base de données n'est créée !
hu: Nem lett adatbázis létrehozva!
it: Nessun Database creato!
pl: Baza nie zosta³a utworzona!
pt_br: Nenhuma Base de Dados criada!
sv: Ingen databas skapad!

source: The KDE-Documentation-Path isn't set correctly.
de: Der Pfad zur KDE-Doku ist nicht richtig gesetzt.
es: El camino hacia la documentación del KDE no está bien configurado.
fr: L'emplacement de la documentation de KDE est incorrect.
hu: A KDE dokumentáció útvonala nincs helyesen beállítva.
it: Il percorso di ricerca della documentazione di KDE non è settato correttamente.
pl: ¦cie¿ka do Dokumentacji KDE nie jest ustawiona poprawnie.
pt_br: O caminho da Documentação do KDE não está correto.
sv: Sökvägen till KDE-dokumentationen är inte korrekt angiven.

source: The Qt-Documentation-Path isn't set correctly.
de: Der Pfad zur Qt-Doku ist nicht richtig gesetzt.
es: El camino hacia la documentación de las QT no está bien configurado.
fr: L'emplacement de la documentation de Qt est incorrect.
hu: A Qt dokumentáció útvonala nincs helyesen beállítva.
it: Il percorso di ricerca della documentazione di QT non è settato correttamente.
pl: ¦cie¿ka do Dokumentacji QT nie jest ustawiona poprawnie.
pt_br: O caminho da Documentação do Qt não está correto.
sv: Sökvägen till Qt-Documentationen är inte korrekt angiven.

source: Select Directory...
de: Verzeichnis wählen...
es: Seleccione Directorio...
fr: Choix du répertoire...
hu: Könyvtár választása...
it: Seleziona Directory...
pl: Wybierz katalog...
pt_br: Selecionar Diretório...

source: Add folder
de: Ordner hinzufügen
es: Añadir directorio
fr: Ajouter un dossier
hu: Mappa hozzáadása
it: Aggiungi cartella
pl: Dodaj katalog
pt_br: Adicionar pasta

source: Folder name:
de: Ordnername:
es: Nombre del directorio:
fr: Nom du dossier :
hu: A mappa neve:
it: Nome della cartella:
pl: Nazwa folderu:
pt_br: Nome da pasta

source: You have to specify a foldername.
de: Sie müssen einen Ordnernamen eingeben.
es: Debes especificar un nombre para el directorio.
fr: Vous devez spécifier un nom de dossier.
hu: Meg kell adnia egy mappanevet.
it: Devi specificare il nome della cartella.
pl: Musisz podaæ nazwê folderu.
pt_br: Você deve especificar o nome da pasta.

source: Forward
de: Vor
es: Avanzar
fr: Avant
hu: Elõre
it: Avanti
pl: W przód
pt_br: Avançar
ru: Вперед
sv: Framåt

source: Toggle Bookmark
de: Bookmark umschalten
es: Alternar marcador
fr: (Dés)Activer les signets
hu: Könyvjelzõ ki/bekapcsolása

source: View in new window
de: In neuem Fenster ansehen
es: Abrir en una ventana
fr: Afficher dans une nouvelle fenêtre
hu: Megnyitás új ablakban
it: Visualizza in una nuova finestra
pl: Widok w nowym oknie
pt_br: Ver em nova janela

source: look up:
de: Suche:
es: buscar:
fr: Examine :
hu: kikeresés:
it: cerca:
pl: wyszukaj:
pt_br: procurar:
sv: slå upp:

source: Not found!
de: Nicht gefunden!
es: ¡No se ha encontrado!
fr: Non trouvé !
hu: Nem található
it: Non trovato!
pl: Nie znaleziono!
pt_br: Não encontrado!
sv: Ej funnet!

source: " not found!
de: " nicht gefunden!
es: " no encontrado.
fr: " non trouvé !
hu: " Nem található!
it: " non trovato!
pl: " nie znaleziono!
pt_br: " não foi encontrado!

source: Small
de: Klein
es: Pequeño
fr: Petit
hu: Kicsi
it: Piccolo
pl: Ma³y
pt_br: Pequeno
sv: Liten

source: Medium
de: Mittel
es: Mediano
fr: Moyen
hu: Közepes
it: Medio
pl: ¦redni
pt_br: Médio
sv: Mellan

source: Large
de: Groß
es: Grande
fr: Grand
hu: Nagy
it: Grande
pl: Du¿y
pt_br: Grande
sv: Stor

source: Standard Font
de: Standardschrift
es: Fuente estándar
fr: Police normale
hu: Normál betûtípus
pl: Zwyk³a czcionka
pt_br: Fonte Padrão
sv: Standardtypsnitt

source: Fixed Font
de: Fixedschrift
es: Fuente fija
fr: Police à taille fixe
hu: Rögzített szélességû betûtípus
it: Font Fisso
pl: Czcionka fixed
pt_br: Fonte Fixa
sv: Fast typsnitt

source: Background Color:
de: Hintergrund:
es: Color de fondo:
fr: Couleur du fond :
hu: Háttérszín:
it: Colore di Sfondo:
pl: Kolor t³a:
pt_br: Cor de Fundo:
sv: Bakgrundsfärg:

source: Normal Text Color:
de: Normaler Text:
es: Texto de color normal:
fr: Couleur du texte :
hu: Normál szövegszín:
it: Colore del Testo Normale:
pl: Kolor zwyk³ego tekstu:
pt_br: Cor Normal de Texto:
sv: Normal textfärg:
