Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: ClassWizard Tool
de: Klassenwizard Werkzeug
es: Asistente de Clases
fr: Outil Assistant de classe
hu: Osztályvarázsló eszköz
it: Tool ClassWizard
pt_br: Ferramenta de Assistente de Classes

source: Virtual functions
de: Virtuelle Funktionen
es: Funciones virtuales
fr: Fonctions virtuelles
hu: Virtuális függvények
it: Funzioni Virtuali

source: Class:
de: Klasse:
es: Clase:
fr: Classe :
hu: Osztály:
it: Classe:
pl: Klasa:
pt_br: Classe:

source: Available:
de: Verfügbar:
es: Disponibles:
fr: Disponible :
hu: Elérhetõ:
it: Disponibili:
pt_br: Disponível:

source: Used:
de: Benutzt:
es: Usadas:
fr: Utilisé :
hu: Használva:
it: Utilizzati:
pt_br: Utilizado:

source: Added method
de: Hinzugefügte Methode
es: Método añadido
fr: Méthodes ajoutées
hu: Hozzáadott eljárás
it: Aggiungi metodo
pt_br: Método adicionado

source: The virtual method implementation has been added.
de: Die Implementation der virtuellen Methode wurde hinzugefügt.
es: La implementación del método virtual ha sido añadida.
fr: L'implantation de la méthode virtuelle a été ajoutée.
hu: A virtuális eljárás megvalósítása hozzá lett adva a forráskódhoz.
it: Il metodo virtuale implementato è stato aggiunto.
pt_br: A implementação do método virtual foi adicionada.

source: Filename: %s at line: %d
de: Dateiname : %s in Zeile : %d
es: Fichero: %s Línea: %d
fr: Nom du fichier : %s à la ligne : %d
hu: Fájl: %s, %d. sor

source: Breakpoint
es: Punto de interrupción
fr: Point d'arrêt
hu: Töréspont

source: &Conditional
de: &Bedingung :
es: &Condicional
fr: &Conditionnel
hu: &Feltételes

source: &Ignore count
de: &Ignoriere die nächsten :
fr: &Ignorer le compteur
hu: &Ismétlés mellõzve

source: &Enable
de: &Aktivieren
es: &Habilitado
fr: Activ&er
hu: &Engedélyezve

source: Remove breakpoint
de: Breakpoint entfernen
es: Eliminar punto de interrupción
fr: Supprimer le point d'arrêt
hu: Töréspont törlése

source: Edit breakpoint
de: Breakpoint editieren
es: Editar punto de interrupción
fr: Modifier le point d'arrêt
hu: Töréspont szerkesztése

source: Clear all breakpoints
de: Alle Breakpoints löschen
es: Eliminar todos los puntos de interrupción
fr: Supprimer tous les points d'arrêts
hu: Minden töréspont törlése

source: Display source code
de: Zeige Quellcode an
es: Mostrar el código fuente
fr: Afficher le code source
hu: Forráskód kijelzése

source: Debugger stopped
de: Debugger gestoppt
es: Depurador detenido
fr: Débogueur arrêté
hu: Nyomkövetõ leállítva

source: gdb message:
de: gdb Meldung:
es: mensaje del gdb:
fr: message de gdb :
hu: naplóüzenet:

source: Mismatched core file
de: Nicht zugehörige Coredatei
es: El fichero de volcado no se corresponde con el código
fr: Fichier core incompatible
hu: Nem megfelelõ core fájl

source: Any symbols gdb resolves are suspect
de: Die Symbole, die gdb ermittelt, könnten falsch sein
es: Cualquier símbolo que resuelva el gdb es sospechoso
fr: Tous les symboles résolus par gdb sont suspects
hu: A gdb által talált összes szimbólum vizsgálandó

source: No such file or directory.
de: Datei oder Verzeichnis nicht gefunden.
es: No existe el fichero o directorio
fr: Fichier ou dossier inexistant
hu: Nincs ilyen fájl vagy könyvtár

source: gdb cannot use the tty* or pty* devices Check the settings on /dev/tty* and /dev/pty* As root you may need to "chmod ug+rw" tty* and pty* devices and/or add the user to the tty group using "usermod -G tty username"
de: gdb kann die tty* und pty* Geräte nicht verwenden. Überprüfen Sie die Einstellungen unter /dev/tty* und /dev/pty*. Möglicherweise müssen Sie als root "chmod ug+rw" für die tty* und pty* Geräte ausführen und/oder den Benutzer, mit "usermod -G tty Benutzername", der tty Gruppe hinzufügen
es: gdb no puede utilizar los dispositivos tty* o pty* Compruebe la configuración de /dev/tty* y /dev/pty* Puede que como superusuario tenga que ejecutar "chmod ug+rw" sobre los dispositivos /dev/tty* y /dev/pty* y/o añadir al usuario al grupo tty mediante "usermod -G tty nombredelusuario"
fr: gdb ne peut pas utiliser les périphériques tty* ou pty* Vérifiez les paramètres de /dev/tty* et /dev/pty* En tant que root, vous devrez exécuter "chmod ug+rw" pour les périphériques tty* et pty* et/ou ajouter l'utilisateur au groupe tty en saisissant "usermod -G tty username"
hu: A gdb nem tud tty* vagy pty* eszközöket használni Ellenõrízze a /dev/tty* és a /dev/pty* beállításait Szükséges lehet adminisztrátorként kiadni a "chmod ug+rw" parancsot a tty* és pty* eszközökre és/vagy hozzáadni a felhasználót a tty csoporthoz a "usermod -G tty felhasználónév" paranccsal

source: Memory/Misc viewer
de: Speicher/Versch. Ansicht
es: Visor de memoria y otros elementos
fr: Afficheur Mémoire/Divers
hu: Memória/Egyéb nézet

source: Start:
de: Anfang:
es: Inicio:
fr: Démarrer à :
hu: Indulás:

source: Amount/End address (memory/disassemble):
de: Anzahl/Ende Adresse (Speicher/Disassemble):
es: Cantidad/Dirección final (memoria/desensamblar):
fr: Quantité/Adresse de fin (mémoire/désassemblage) :
hu: Mennyiség/Végcím (memória/visszafejtés):

source: MemoryView:
de: Speicheransicht
es: Visor de memoria
fr: Afficheur de mémoire :
hu: Memória nézet:

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
hu: Memória

source: Disassemble
de: Disassemblieren
es: Desensamblar
fr: Désassembler
hu: Visszafejtés

source: Registers
de: Register
es: Registros
fr: Registres
hu: Regiszterek

source: Libraries
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
hu: Könyvtárak

source: kdevelop: Debug application console
de: KDevelop: Debug Konsole
es: KDevelop: depurar aplicación de consola
fr: kdevelop : Console de déboguage
hu: kdevelop: alkalmazás nyomkövetõ konzol

source: Watch:
de: Beobachten:
es: Inspec.:
hu: Felügyel:

source: Variable
hu: Változó
it: Variabile
pl: Zmienna
pt_br: Variável

source: Value
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
pl: Warto¶æ
pt_br: Valor

source: Delete watch variable
de: Watch Variable löschen
es: Eliminar inspección
fr: Supprimer la variable watch
hu: Felügyelt változó törlése

source: Toggle watchpoint
de: Watchpoint umschalten
es: Alternar inspección
fr: (Dés)Activer le watchpoint
hu: Vizsgált pont ki/bekapcsolása

source: Watch
es: Inspecciones
hu: Felügyel

source: Go to definition
de: Gehe zu Definition
es: Ir a la definición
fr: Aller à la définition
hu: Ugrás a definícióhoz
it: Vai alla definizione
pl: Id¼ do definicji
pt_br: Ir para a definição
sv: Gå till definitionen

source: Print subtree
de: Unterbaum drucken
es: Imprimir subárbol
fr: Imprimer la sous-arborescence
hu: Az al-fa nyomtatása
it: Stampa sotto-struttura
pt_br: Imprimir ramo da árvore

source: Fold all
de: Einklappen
es: Plegar
fr: Réduire tout
hu: Teljes összecsukás
it: Riavvolgi tutto
pt_br: Fechar todos os ramos

source: Unfold all
de: Aufklappen
es: Desplegar
fr: Développer
hu: Teljes kibontás
it: Svolgi tutto
pt_br: Abrir todos os ramos

source: Could not add item
de: Element konnte nicht hinzugefügt werden
es: No se pudo añadir el elemento
fr: Impossible d'ajouter l'élément
hu: Nem sikerült új elemet hozzáfûzni
it: Non posso aggiungere la voce
pl: Nie mog³em dodaæ sk³adnika
pt_br: Não foi possível adicionar item

source: Sorry, the maximum item count per dialog has been arrived. You may change the "MAX_WIDGETS_PER_DIALOG" constant in the "kdlgedit/kdlgeditwidget.h" file and recompile the program.
de: Die maximale Anzahl für Elemente pro Dialog wurde erreicht. Sie können die Konstante 'MAX_WIDGETS_PER_DIALOG' in der Datei 'kdlgedit/kdlgeditwidget.h' ändern und nochmal compilieren.
es: Lo sentimos pero ha llegado al número máximo de elementos por diálogo. Puede cambiar la constante "MAX_WIDGETS_PER_DIALOG" en el fichero "kdlgedit/kdlgeditwidget.h" y recompilar el programa.
fr: Désolé,le nombre maximum d'éléments par boîte de dialogue a été atteint. Vous pouvez changer la constante "MAX_WIDGETS_PER_DIALOG" dans le fichier "kdlgedit/kdlgeditwidget.h" et recompiler le programme.
hu: Sajnos elértük maximális elemszámot erre a dialógusablakra. Ha többre vágyik, változtassa meg a "MAX_WIDGETS_PER_DIALOG" konstans értékét a "kdlgedit/kdlgeditwidget.h" fájlbanés fordítsa újra a KDevelop programot.
pl: Niestety, maksymalna ilo¶æ kontrolek na dialog zosta³a osi±gniêta. Mo¿esz zmieniæ sta³± "MAX_WIDGETS_PER_DIALOG" w "kdlgedit/kdlgeditwidget.h" i przekompilowaæ KDevelop.
pt_br: Desculpe, o número máximo de itens por diálogo foi atingido. Pode alterar a constante "MAX_WIDGETS_PER_DIALOG" no ficheiro "kdlgedit/kdlgeditwidget.h" e recompilar o programa.

source: Dialogs
de: Dialoge
es: Diálogos
fr: Boîtes de dialogue
hu: Dialógusablakok
it: Dialog
pl: Okna
pt_br: Diálogos
sv: Dialogrutor

source: New Dialog...
de: Neuer Dialog...
es: Nuevo diálogo...
fr: Nouvelle boîte de dialogue...
hu: Új dialógusablak...
it: Nuovo Dialog...
pl: Nowy dialog...
pt_br: Novo Diálogo...

source: Delete Dialog...
de: Dialog löschen...
es: Eliminar diálogo...
fr: Effacer la boîte de dialogue...
hu: Dialógusablak törlése...
it: Rimuovi Dialog...
pt_br: Apagar Diálogo...

source: KDevelop Dialog Editor:
es: Editor de diálogos de KDevelop:
fr: Éditeur de boîte de dialogue de KDevelop :
hu: KDevelop dialógusablak szerkesztõ:
pl: Edytor Dialogów KDevelop:
pt_br: Editor de Diálogo do KDevelop:

source: Question
de: Frage
es: Pregunta
hu: Kérdés
it: Domanda
pl: Pytanie
pt_br: Pergunta
sv: Fråga

source: You have modified the current dialog Do you want to save it?
de: Der aktuelle Dialog wurde geändert. Wollen Sie ihn speichern?
es: Ha modificado el diálogo actual ¿Desea guardarlo?
fr: Vous avez modifié la boîte de dialogue en cours. Voulez-vous l'enregistrer ?
hu: Módosított a jelenlegi ablak beállításain. El akarja menteni?
pt_br: Você modificou o diálogo actual Deseja grava-lo?

source: Dialog editor (WYSIWYG Preview)
de: Dialogeditor (WYSIWYG Vorschau)
es: Editor de diálogos (Vista previa WYSIWYG)
fr: Éditeur de boîte de dialogue (vue WYSIWYG)
hu: Dialógusablak szerkesztõ (WYSIWYG Elõnézet)
it: Dialog editor (Anteprima WYSIWYG)
pl: Edytor dialogów (podgl±d)
pt_br: Editor de Diálogo (Ver Antes)

source: Error loading kdlgloader library (libkdlgloader.so). Normally it is supposed to be installed together with kdevelop (if you are running a release version). If so and no library was installed please send a bug report though the Help|Bug Report menu. However, you can also get the library on the KDevelop website.
de: Fehler beim Laden der kdlgloader Bibliothek (libkdlgloader.so). Normalerweise sollte sie mit KDevelop zusammen installiert werden (wenn Sie eine Release-Version haben). Ist dies der Fall und die Bibliothek wurde nicht installiert, senden Sie bitte einen Bugreport mittels des 'Hilfe'-Menüs. Sie können die Bibliothek auch auf der KDevelop Webseite bekommen.
es: Error cargando la biblioteca kdlgloader (libkdlgloader.so). Normalmente, se instaló con KDevelop (si está ejecutando una versión que no esté en desarrollo). Si es así, pero no se instaló la biblioteca, por favor comunique el fallo mediante el menú `Ayuda | Notificar error'. En cualquier caso, puede obtener la biblioteca en la página web de KDevelop.
fr: Erreur lors du chargement de la bibliothèque kdlgloader (libkdlgloader.so). Elle est sensée avoir été installée avec KDevelop (si vous utilisez une version normale). Si vous êtes dans ce cas et que malgré cela elle n'ait pas été installée, veuillez envoyer un rapport de bogue depuis le menu Aide, Rapport de bogue. Cependant, vous pouvez aussi obtenir cette bibliothèque depuis le site web de KDevelop.
hu: Hiba a 'kdlgloader' könyvtár (libkdlgloader.so) betöltésekor. Többnyire együtt kerül telepítésre a KDevelop-pal (amennyiben terjesztett verziót futtat). Ha így van, és a könytár nem lett külön telepítve, kérjük küldjön egy hibariportot a Súgó|Hibariport menü segítségével. Mindazonáltal a könytárat a KDevelop Honlapjáról is letöltheti.
pt_br: Erro a ler a biblioteca kdlgloader (libkdlgloader.so). Normalmente, é suposto ser instalada juntamente com o kdevelop (se estiver a correr uma versão de distribuição). Se sim e se nenhuma biblioteca foi instalada por favor envie um reporte de erro através do menu Ajuda|Reporte de Erro. No entanto, pode obter a biblioteca na página de internet do KDevelop.

source: Error saving temporary dialog file.
de: Fehler beim Speichern der temporären Dialogdatei.
es: Error guardando el fichero temporal del diálogo.
fr: Erreur lors de l'enregistrement des fichiers temporaires.
hu: Az ideiglenes dialógus fájl mentése hibával leállt.
it: Errore salvanto il file di dialog temporaneo.
pl: B³±d podczas zapisu chwilowego pliku dialogu.
pt_br: Erro a gravar o ficheiro de diálogo temporário.

source: Do you really want to delete the selected dialog? There is no way to restore it!
de: Wollen Sie den gewählten Dialog wirklich löschen? Es gibt keinen Weg ihn wiederherzustellen!
es: ¿Seguro que desea eliminar el diálogo seleccionado? ¡No habrá forma de recuperarlo!
fr: Voulez-vous réellement supprimer la boîte de dialogue sélectionnée ? Il sera impossible de la récupérer !
hu: Tényleg törölni akarja a kijelölt dialógust? Nem lesz mód visszaállítani!
pt_br: Deseja realmente apagar o diálogo seleccionado? Nãp existe maneira de o recuperar!

source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
hu: Elem hozzáadása
it: Aggiungi voce
pl: Dodaj sk³adnik
pt_br: Adicionar item

source: Into which widget do you want to insert this item ? You either may add it to the main widget or to the selected widget respectively to the selected items' parent widget.
de: In welches Widget wollen Sie dieses Element einfügen? Sie können es entweder zum Hauptwidget, zum gewählten Widget oder zum Parent des gewählten Widgets hinzufügen.
es: ¿ En qué control desea insertar este elemento ? Puede añadirlo al control principal o al control seleccionado.
fr: Dans quel widget voulez-vous insérer cet élément ? Vous pouvez l'ajouter soit au widget principal, soit au widget sélectionné, par rapport au widget mère des objets sélectionnés.
hu: Melyik 'widget'-be akarja ezt az elemet beilleszteni ? Választhatja a fõ-widget-et, a kijelölt widget-et, illetve annak szülõ-widget-ét.
pl: Do jakiej kontrolki chcesz wstawiæ ten sk³adnik ? Mo¿esz albo dodaæ go do g³ównej kontrolki albo do wybranej kontrolki.
pt_br: Em que widget deseja inserir este item ? Pode adicioná-lo ao widget principal ou ao widget seleccionado respeitante ao widget pai do item seleccionado.

source: &Main
de: &Haupt
es: &Principal
fr: &Principal
hu: &Fõ
it: &Principale
pl: &G³ówna
pt_br: &Principal

source: &Selected
de: &Gewählt
es: &Seleccionado
fr: &Sélectionné
hu: &Kijelölt
it: &Selezionato
pl: &Wybrana
pt_br: &Seleccionado

source: <b><u><brown>QuickHelp<black></u></b>
de: <b><u><brown>Schnellhilfe<black></u></b>
es: <b><u><brown>Ayuda Rápida<black></u></b>
fr: <b><u><brown>Aide rapide<black></u></b>
hu: <b><u><brown>Gyorssegítség<black></u></b>
pl: <b><u><brown>SzybkaPomoc<black></u></b>
pt_br: <b><u><brown>Ajuda Rápida<black></u></b>

source: <b><i>Raise</i></b> Brings the item one step towards the topmost one in the hierarchy.
de: <b><i>Nach vorne</i></b> Bringt das Element um eine Ebene in der Hierarchie nach vorne.
es: <b><i>Mover hacia arriba</i></b> Eleva el elemento un paso hacia arriba en la jerarquía.
fr: <b><i>Elever</i></b> Amène l'élément un cran plus haut dans la hiérarchie.
hu: <b><i>Kiemel</i></b> Az elemet egy szinttel feljebb hozza a takarási sorrendben.
pl: <b><i>Podnie¶</i></b> Przenosi sk³adnik o jedno miejsce w kierunku sk³adnika najwy¿szego w hierarchii.
pt_br: <b><i>Subir</i></b> Trás o item um passo em frente em direcção ao mais acima na hierarquia.

source: <b><i>Lower</i></b> On the contrary to <i>raise</i> this function brings the item one step backwards in the hierarchy, to the bottommost item.
de: <b><i>Nach hinten</i></b> Im Gegensatz zu <i>Nach vorne</i>, bringt diese Funktion das Element um eine Stufe in der Hierarchie nach hinten.
es: <b><i>Mover hacia abajo</i></b> El contrario que <i>Mover hacia arriba</i>esta función desciende el elemento un paso hacia abajo en la jerarquía.
fr: <b><i>Abaisser</i></b> A l'inverse de <i>Elever</i>, cette fonction fait descendre l'élément d'un cran dans la hiérarchie.
hu: <b><i>Lesüllyeszt</i></b> A <i>Kiemel</i> ellentéteként az elemet egy szinttel lejjebb tolja a takarási sorrendben.
pl: <b><i>Opu¶æ</i></b> W przeciwieñstwie do <i>podnie¶</i> ta funkcja przenosi sk³adnik o jeden krok w dó³ w kierunku najni¿szej kontrolki.
pt_br: <b><i>Baixar</i></b> Ao contrário de <i>subir</i> esta função põe o item um passo atrás na hierarquia, em direcção ao item mais baixo.

source: <b><i>Raise to top</i></b> Sets the item to be the topmost one.
de: <b><i>Ganz nach vorne</i></b> Bringt das Element ganz nach vorne.
es: <b><i>Mover al primer plano</i></b> Hace que el elemento pase a ser el primero de la jerarquía.
fr: <b><i>Elever au sommet</i></b> Place l'élément au sommet de la hiérarchie.
hu: <b><i>Felszínre hoz</i></b> A kijelölt elem kerül legfelülre.
pl: <b><i>Podnie¶ na szczyt</i></b> Ustawia sk³adnik jako najwy¿szy.
pt_br: <b><i>Subir ao topo</i></b> Define o item como sendo o mais acima.

source: <b><i>Raise to bottom</i></b> Makes the item to become the bottommost.
de: <b><i>Ganz nach hinten</i></b> Bringt das Element ganz nach hinten.
es: <b><i>Mover al fondo</i></b> Hace que el elemento pase a ser el último de la jerarquía.
fr: <b><i>Abaisser tout en bas</i></b> Place l'élément tout en bas de la hiérarchie.
hu: <b><i>Legalulra süllyeszt</i></b> Az elemet a leghátsó pozícióba tolja vissza.
pl: <b><i>Opu¶æ na spód</i></b> Ustawia sk³adnik jako najni¿szy.
pt_br: <b><i>Baixar ao fundo</i></b> Torna o item o mais baixo de todos.

source: <b><i>Copy</i></b> Selects the item to be copied. That means, if you choose paste later, this item will be inserted.
de: <b><i>Kopieren</i></b> Wählt das Element, das in die Zwischenablage kopiert werden soll.
es: <b><i>Copiar</i></b> Selecciona el elemento a copiar. Si posteriormente elige pegar, este elemento será insertado.
fr: <b><i>Copier</i></b> Sélectionne l'élément à copier. Ainsi, si vous collez plus tard, cet élément sera inséré.
hu: <b><i>Másol</i></b> Kijelöli az elemet másolásra. Eszerint, ha késõbb a Beilleszt funkciót választja, az elem beillesztésre kerül.
pl: <b><i>Kopiuj</i></b> Wybiera sk³adnik do skopiowania. Czyli je¶li pó¼niej wybierzesz Wklej, ten sk³adnik zostanie wstawiony.
pt_br: <b><i>Copiar</i></b> Selecciona o item para ser copiado. Isto é, se escolher colar mais tarde, este item será inserido.

source: <b><i>Delete</i></b> Removes the selected item from the dialog.
de: <b><i>Entfernen</i></b> Entfernt das gewählte Element vom Dialog.
es: <b><i>Eliminar</i></b> Elimina el elemento seleccionado del diálogo.
fr: <b><i>Effacer</i></b> Efface l'élément sélectionné de la boîte de dialogue.
hu: <b><i>Törlés</i></b> Letörli a kijelölt elemet a dialógusablakról.
pl: <b><i>Usuñ</i></b> Usuwa zaznaczony sk³adnik z dialogu.
pt_br: <b><i>Apagar</i></b> Remove o item seleccionado do diálogo.

source: <b><i>Cut</i></b> Copies the item and removes it from the dialog. But unlike toe delete function you will be able to insert a copy of the item using the <i>paste</i> function.
de: <b><i>Ausschneiden</i></b> Kopiert das Element und entfernt es vom Dialog. Aber im Gegensatz zur Löschfunktion, können Sie dieses Element später mittels der <i>Einfügen</i> Funktion wieder in das Widget kopieren.
es: <b><i>Cortar</i></b> Copia el elemento y lo elimina del diálogo. Al contrario que la función eliminar, le será posible insertar una copia del elemento mediante la función <i>pegar</i>
fr: <b><i>Couper</i></b> Copie l'élément et l'efface de la boîte de dialogue. Mais à l'inverse de la fonction <i>Effacer</i>, vous pourrez insérer une copie de cet élément avec la fonction <i>Coller</i>.
hu: <b><i>Kivág</i></b> Az elemet a vágóasztalra másolja, és letörli a dialógusablakból. A törlés funkcióval ellentétben azonban lehetõség lesz az elem másolatának beillesztésére a <i>Beilleszt</i> funkció segítségével.
pl: <b><i>Cut</i></b> Kopiuje sk³adnik i usuwa go z dialogu. W przeciwieñstwie do funkcji Usuñ, bêdziesz móg³ u¿yæ funkcji <i>wklej</i>.
pt_br: <b><i>Cortar</i></b> Copia o item e remove-o do diálogo. Mas em vez da função apagar ser-lhe-á possível inserir uma cópia do item utilizando a função<i>colar</i>.

source: <b>Note :</b> Since the selected item is the main widget only few of the normally available functions are enabled. Open another item's help to get information about the other functions.
de: <b>Beachten Sie:</b> Da es sich bei dem ausgewählten Element um das Hauptwidget handelt, stehen nur einige der sonst vorhanden Funktionen zur Verfügung. Öffnen Sie die Hilfe eines anderen Elementes, um Informationen zu den anderen Funktionen zu erhalten.
es: <b>Nota :</b> Puesto que el elemento seleccionado es el control principal, sólo se encuentran disponibles algunas de las funciones habituales. Mire la ayuda de otro elemento para obtener información sobre otras funciones.
fr: <b>Note :</b> comme l'élément sélectionné est dans le widget principal, seules quelques fonctions normalement disponibles le sont réellement. Ouvrez l'aide d'un autre élément pour avoir des informations concernant les autres fonctions.
hu: <b>Megjegyzés :</b> Miután a kijelölt elem a fõ widget, az általában elérhetõ funkciók töredéke áll rendelkezésre. Nézze meg más elem súgóját,hogy a további funkciókról információt nyerjen.
pt_br: <b>Nota :</b> Já que o item seleccionado é o widget principal apenas algumas das funções normalmente disponíveis estão activas. Abra a ajuda de outro item para obter informação sobre as outras funções.

source: <b><i>Paste</i></b> Inserts an item you have copied before using the <i>Copy</i>function at the current position of the mouse pointer.
de: <b><i>Einfügen</i></b> Fügt ein Element an der aktuellen Position ein, das Sie vorher mittels der <i>Kopieren</i>-Funktion in die Zwischenablage kopiert haben.
es: <b><i>Pegar</i></b> Inserta un elemento copiado anteriormente con la función <i>Copiar</i> en la posición actual del puntero del ratón.
fr: <b><i>Coller</i></b> Insère un élément préalablement copié avec la fonction <i>Copier</i> à la position courante du pointeur de souris.
hu: <b><i>Beilleszt</i></b> Az egér kurzor pillanatnyi helyére illeszti azt az elemet, amely elõzõleg a <i>Másol</i> funkció használatával került a vágólapra.
pl: <b><i>Wklej</i></b> Wstawia uprzednio skopiowany sk³adnik w pozycji kursora myszki.
pt_br: <b><i>Colar</i></b> Insere um item que tenha copiado antes utilizando a função <i>Copiar</i> na posição actual do ponteiro do rato.

source: Error reading dialog file (line %d) : Could not insert item (%s). Seems like I don't know it :-(
de: Fehler beim Lesen der Dialogdatei (Zeile %d): Konnte Element (%s) nicht einfügen. Sieht so aus, als ob ich es nicht kenne :-(
es: Error cargando fichero (línea %d) : No se pudo insertar el elemento (%s). Parece que no lo conozco :-(
fr: Erreur lors de la lecture de la boîte de dialogue (ligne %d) : Impossible d'insérer l'élément (%s). Il semblerait que je ne le connaisse pas :-(
hu: Hiba a dialógusfájl olvasása közben (a %d. sorban) : Egy elemet (%s) nem tudtam beilleszteni. Mintha nem ismerném :-(
pl: B³±d w czytaniu pliku dialogu (linia %d) : Nie mog± wstawiæ sk³adnika (%s).
pt_br: Erro a ler ficheiro de diálogo (linha %d) : Não foi possível inserir item (%s). Parece que não o conheço :-(

source: &Ignore
de: &Ignorieren
es: &Ignorar
fr: &Ignorer
hu: &Kihagy
pl: &Ignoruj
pt_br: &Ignorar
