Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Class Viewer The class viewer shows all classes, methods and variables of the current project files and allows switching to declarations and implementations. The right button popup-menu allows more specialized functionality.
de: Klassenansicht Die Klassenansicht zeigt alle Klassen, Methoden und Variablen des aktuellen Projekts an und erlaubt, zu den Deklarationen und Implementationen zu wechseln. Das mit der rechten Maustaste erreichbare Popupmenü, erlaubt spezialisiertere Funktionalität.
es: Visor de Clases El visor de clases muestra todas las clases, métodos y variables del proyecto actual y permite saltar a sus declaraciones e implementaciones. Se puede acceder a opciones especificas del mismo desde su menú contextual.
fr: Visualiseur de classe Ce visualiseur vous montre toutes les classes, méthodes et variables du projet courant et vous permet d'aller directement à leurs déclarations et implantations. Le menu contextuel (clic droit) propose des fonctionnalités plus spécialisées.
hu: Osztályböngészõ Az osztályböngészõ az aktuális projektfájlok összes osztályát, eljárását és változóját megmutatja, és lehetõvé teszi a deklarációkra és a megvalósításokra ugrást a forrásban. A jobb egérgombbal további funkciók érhetõk el.
it: Visualizzatore Classe Il visualizzatore clase mostra tutte le classi, metodi e variabili presenti nel progetto corrente, e permette il passaggio alla loro dichiarazione ed alla loro implementazione. Il pulsante destro del mouse attiva un menu a tendina che permette l'accesso a funzionalità più specializzate.
pl: Widok klas (CV) Widok klas pokazuje klasy, metody i zmienne z plików aktualnego projektu umo¿liwiaj±c porusznie siê pomiêdzy deklaracjami a implementacj±. Prawy przycisk myszki wywo³uje menu z dodatkowymi funkcjami.
pt_br: Visualizador de Classes O visualizador de classes mostra todas as classes, métodos e variáveis dos ficheiros do projecto actual e permite ir para declarações e implementações. O menu do botao direcito do raro permite funcionalidades mais especializadas.
sv: Klassvisaren Klassvisaren visar alla klasser, metoder och variabler till den aktuella projektfilen och tillåter dig att byta mellan deklarationer och implementationer. Höger musknappens popup-meny ger fler specialiserade funktioner.

source: Logical File Viewer The logical file viewer separates your project files into logical groups to allow easier access e.g.to header and implementation files.The right button popup-menu allows more specialized functionality.
de: Logische Dateiansicht Die logische Dateiansicht teilt Ihr Projekt in mehrere Gruppen auf, um einfacheren Zugang z.B. zu Header- und Implementationsdateien zu gewähren. Das mit der rechten Maustaste erreichbare Popupmenü, erlaubt spezialisiertere Funktionalität.
es: Visor Lógico de Ficheros El visor lógico de ficheros separa los ficheros de su proyecto en grupos lógicos, para permitir un acceso más fácil. Se puede acceder a opciones especificas del mismo desde su menú contextual.
fr: Visualiseur de fichier logique Ce visualiseur sépare les fichiers de votre projet en groupes logiques, permettant un accès plus simple aux fichiers d'en-têtes et d'implantation. Le menu contextuel (clic-droit) propose des fonctionnalités plus spécialisées.
hu: A logikai fájlstruktúra megtekintése A logikai fájlstruktúra megtekintésekor a projektfájlok logikai csoportokba különülnek el, könnyebb elérhetõséget biztosítva pl. a header- és forrásfájloknak. A jobb egérgombbal további funkciók érhetõk el.
it: Vista Logica File - Logical File Viewer (LFV) La vista logica dei file (LFV) suddivide i file di progetto in gruppi logici per permetterne il facile accesso come, ad esempio, i file di header e di implementazione. Il pulsante di destra del mouse abilita un menu a tendina che permette l'accessp ad ulteriori e più spezializzate funzionalità.
pl: Logiczny widok plików (LFV) Logiczny widok plików dzieli pliki twojego projektu na poszczególne grupy by u³atwiæ dostêp np. do plików z deklaracjami i z implementacjami funkcji. Prawy przycisk myszki wywo³uje dodatkowe menu.
pt_br: Visualizador de Ficheiros Lógicos O visualizador de ficheiros lógicos separa os ficheiros do seu projecto em grupos lógicos para permitir acesso mais simples por ex. a ficheiros header ou de implementação. O menu do botão direito do rato permite funcionalidades mais especializadas.
sv: Logisk filvisare Den logiska filvisaren separerar dina projektfiler till logiska grupper vilket tillåter enklare åtkomst till t.ex. 'huvud' och implementationsfiler. Höger musknapps popup-meny ger fler specialiserade funktioner.

source: Real File Viewer The real file viewer shows the project directory in it's real structure and gives access to all files.
de: Echte Dateiansicht Die echte Dateiansicht zeigt das Projektverzeichnis in seiner echten Struktur und erlaubt Zugriff auf alle Dateien.
es: Visor Real de Ficheros El visor real de ficheros muestra el directorio del proyecto, con su estructura real, y da acceso a todos los ficheros.
fr: Visualiseur de fichier physique Ce visualiseur montre la structure réelle du dossier du projet et permet d'accéder à tous les fichiers.
hu: A valódi fájlstruktúra megtekintése A valódi fájlstruktúra megtekintésekor a projekt fizikai könyvtárstruktúrája jelenik meg, és minden benne lévõ fájlt el lehet érni.
it: Vista Reale File - Real File Viewer (RFV) La vista reale file (RFV) mostra le directory di progetto nella sua struttura originale, e permette l'accesso a tutti i file.
pl: Rzeczywisty widok plików (RFV) Rzeczywisty widok plików pokazuje jak w rzeczywisto¶ci rozmieszczone s± pliki w katalogu twojego projektu.
pt_br: Visualizador de Ficheiros Reais O visualizador de ficheiros reais mostra o directório do projecto na sua estrutura real e dá acesso a todos os ficheiros.
sv: Reell filvisare Den reella filvisaren visar projektets bibliotek och dess struktur och ger dig åtkomst till alla filer.

source: Documentation Tree The documentation tree gives access to library documentation and the KDevelop manuals. Can be configured individually by right-button menu.
de: Dokumentationsbaum Der Dokumentationsbaum erlaubt Zugriff auf die Bibliotheksdokumentation und die KDevelop Handbücher. Kann mit einem Popupmenü individuell konfiguriert werden.
es: Árbol de documentación El árbol de documentación de acceso la documentación de las bibliotecas y a los manuales de KDevelop. Puede ser configurado desde su menú contextual.
fr: Arborescence de la documentation Cette arborescence vous donne accès à la documentation des bibliothèques et des manuels de KDevelop. La configuration peut être personnalisée avec le menu contextuel (clic droit).
hu: Dokumentációfa A dokumentációfa elérhetõvé teszi a könyvtárak dokumentációit és a KDevelop kézikönyveket. A jobb egérgombos menüvel egyedi beállításokat lehet tenni.
it: Struttura Documentazione La struttura della documentazione (DOC) permette l'accesso alla documentazione delle librerie e al manuale di KDevelop. Essa può essere configurata via il menu a tendina che si apre con la pressione del tasto destro del mouse.
pl: Drzewo dokumentacji (DOC) Drzewo dokumentacji umo¿liwia dostêp do dokumentacji bibliotek i podrêcznika KDevelop. Widok tem mo¿na konfigurowaæ spod prawego przycisku myszki.
pt_br: Árvore de Documentação A árvore de documentação dá acesso a uma documentação de biblioteca e aos manuais do KDevelop. Pode ser configurada individualmente pelo menu do botão direito do rato.
sv: Dokumentations trädet Dokumentationesträdet ger dig åtkomst till biblioteksdokumentationen och användarhandboken till KDevelop. Kan konfigureras individuellt genom högra musknappens popup-meny.

source: Widgets Here, you can select a widget item to add to the dialog you're working on. More information about the widget items can be found by What's this help on the buttons or in the KDevelop documentation.
de: Widgets Hier können Sie ein Widgetelement zum Dialog, an dem Sie gerade arbeiten, hinzufügen. Mehr Information über die Widgetelemente kann über die 'Was ist das?'-Hilfe oder in der KDevelop Dokumentation gefunden werden.
es: Controles Aquí, puede elegir un control a añadir al diálogo en que esté trabajando. Se puede obtener más información sobre los controles mediante la ayuda rápida (desde su menú contextual), o en la documentación del KDevelop.
fr: Widgets Ici, vous pouvez choisir un widget pour l'ajouter dans votre boîte de dialogue. Vous pouvez trouver des renseignements sur les widgets avec l'aide rapide ou dans la documentation de KDevelop.
hu: Widget-ek Itt választhat ki egy widget-et a fejlesztés alatt álló dialógusablak számára.A widget-ekröl további információ az "Mi ez...?" gomb-súgóban és a KDevelop dokumentációban található.
it: Widget Da questo puoi selezionare il widget da aggiungere al dialog al quale stai lavorando. Ulteriori informazioni sui widget in questione possono essere reperite via la funzione di aiuto `Cos'è questo' o nella documentazione di KDevelop.
pl: Kontrolki Tu mo¿esz wybraæ kontrolkê jak± chcesz dodaæ do dialogu nad którym pracujesz. Wiêcej informacji na temat kontrolek mo¿esz uzyskaæ za pomoc± przycisku 'Co to jest...?' lub w dokumentacji KDevelop.
pt_br: Widgets Aqui, pode seleccionar um item widget para adicionar ao diálogo em que está a trabalhar. Mais informação sobre os itens widget podem ser encontrados pela ajuda 'O que é isto' nos botões ou pela documentação do KDevelop.
sv: Gränssnittselement Här kan du välja ett gränssnittselement som du kan lägga till din dialogruta du arbetar med. Mer information om gränsittselementen finns genom 'Vad är...' hjälpen eller i dokumentationen om KDevelop.

source: Dialogs Selecting a dialog in the list will open the dialog definition file and dispay the dialog for editing.
de: Dialoge Wenn Sie einen Dialog in der Liste wählen, wird eine Dialogdefinitionsdatei geöffnet und der Dialog zum Bearbeiten angezeigt.
es: Diálogos Seleccionando un diálogo en la lista se abrirá el fichero de definición del diálogo y se mostrará el diálogo para ser editado.
fr: Boîtes de dialogue Le choix d'une boîte de dialogue dans la liste ouvrira son fichier de définition et ouvrira la boîte de dialogue en édition.
hu: Dialógusablakok Ha kijelölünk egy dialógusablakot a listából, megnyitja a hozzá tartozó dialógus definíciós fájlt és megjeleníti a dialógust szerkesztéshez.
it: Dialog Selezionando un dialog dalla lista si accederà al dialog di definizione file e mostrerà il dialog di editing.
pl: Okna Wybranie okna dialogowego z listy spowoduje otwarcie pliku go definiuj±cego i wy¶wietlenie go do edycji.
pt_br: Diálogos Seleccionar o diálogo na lista abrirá o ficheiro de definição do diálogo e mostrará o diálogo para edição.
sv: Dialogrutor Markeras en dialogruta i listan kommer dialogrutans definitionsfil öppnas och visas för redigering.

source: Properties The properties window shows the properties for the currently selected widget item. You can switch to the different items by selecting them in the editing view or by using the drop-down menu at the top of the properties window containing a list with all used widget items.
de: Eigenschaften Das Eigenschaftenfenster zeigt die Eigenschaften für das gewählte Widgetelement. Sie können zu den verschiedenen Elementen wechseln, indem Sie sie in der Bearbeitungsansicht auswählen.
es: Propiedades La ventana de propiedades le muestra las propiedades del control seleccionado. Puede elegir el control seleccionándolo en la vista de edición o utilizando el menú desplegable situado encima de la ventana de propiedades que contiene una lista de todos los controles usados.
fr: Propriétés La fenêtre des propriétés affiche les propriétés du widget sélectionné. Vous pouvez basculer entre les différents éléments en les choisissant dans l'éditeur ou en utilisant le menu déroulant en haut de la fenêtre des propriétés, qui contient la liste des widgets utilisés.
hu: Tulajdonságok A Tulajdonságok ablak az aktuálisan kiválasztott widget tulajdonságait jeleníti meg. Más elemre a szerkesztõ-ablakban való kattintással, vagy a tulajdonságok ablak tetejérõl legördülõ menü segítségével lehet átváltani.
it: Proprietà La finestra di proprietà mostra le proprietà del widget attualmente selezionato. Puoi passare ad un elemento diverso selezionandolo nella vista di editing od usando lalista a caduta, presente nell'intestazione della finestra medesima, la quale contiene tutti gli oggetti utilizzati.
pl: W³a¶ciwo¶ci Okno w³a¶ciwo¶ci pokazuje w³a¶ciwo¶ci aktualnie wybranej kontrolki. Mo¿esz wybraæ inn± klikaj±c w oknie edycji lub u¿ywaj±c menu z list± wszystkich u¿ywanych kontrolek, które znajduje siê na górze okna w³a¶ciwo¶ci
pt_br: Propriedades A janela de propriedades mostra as propriedades do item widget currentemente seleccionado. Pode alternar para diferentes itens seleccionando-os na janela de edição ou utilizando o menu no topo da janela de propriedades contendo uma lista de todos os widgets utilizados.
sv: Egenskaper Egenskapsfönstret visar olika egenskapr för det aktuella gränssnittselementet. Du kan byta mellan de olika elementen genom att markera dem i redigerings-fönstret eller välja i listan över använda element i drop-down menyn i egenskaps-fönstret.

source: Widget Editing Window The Widget Editing Window is the working window of the widget editor displaying a resizable widget with a grid to place selected widget items on. A click on the items will acitvate them and give a resize-frame around with draggable points to resize the item. The properties for the selected item are shown in the properties window at the right. New widget items can be added by choosing them on the widgets-window on the left.
de: Widget Bearbeitungsfenster Das Widget Bearbeitungsfenster ist das Arbeitsfenster des Widgeteditors. Es zeigt ein in der Größe veränderbares Widget mit einem Gitter, auf dem die einzelnen Elemente plaziert werden können. Ein Klick auf die Elemente aktiviert sie und zeigt einen Rahmen an, mit dem Sie die Größe der Elemente ändern können. Die Eigenschaften des gewählten Elements sehen Sie im Fenster rechts. Neue Widgetelemente können Sie hinzufügen, indem Sie sie im Widgetfenster links auswählen.
es: Ventana del editor de controles Es la ventana de trabajo del editor de controles. Muestra un control de tamaño variable con una cuadrícula en la que colocar los controles que se desee. Los controles se activan pulsando sobre ellos. Al activarlos aparece un marco a su alrededor, que puede ser arrastrado para variar el tamaño de los controles. Las propiedades del control seleccionado se muestran en la ventana de propiedades situada a la derecha. Los controles se pueden añadir pulsando en ellos en la ventana de la izquierda.
fr: Fenêtre d'édition de widget La fenêtre d'édition de widget est la fenêtre de travail de l'éditeur de widget. Elle affiche un widget redimensionnable avec une grille pour placer les widgets sélectionnés. Cliquer sur un widget l'active et affiche autour de lui un cadre de redimensionnement avec des poignées. Les propriétés de l'objet sélectionné sont affichées dans la fenêtre Propriétés, à droite. De nouveaux widgets peuvent être ajoutés en les choisissant dans la fenêtre Widgets, à gauche.
hu: Widget Szerkesztõ Ablak A Widget Szerkesztõ ablak a widget szerkesztõ munkaablaka, amely kirajzolja a változtatható méretû (dialógus)-widget-et egy raszter-hálóval a widget elemekelhelyezéséhez. Rákattintva az elemekre aktiválhatjuk õket, bekapcsolva a méret-keretet, amelynél megragadva megváltoztathatjuk az elem méretét.A kijelölt elem tulajdonságai a jobb oldali Tulajdonság ablakban jelennek meg.Új widget elemek a baloldali widget-ablakból adhatóak a dialógushoz.
it: Finestra di Editing Widget La finestra di Editing Widget è la finestra di lavoro del widget editor. Tale finestra mostra il widget in questione con il suo proprio reticolo e permette l'inserimento in esso di altri widget. Per attivare un widget basta cliccarvi sopra: apparirà su di esso una cornice che ne permette il ridimensionamento. Le proprietà del widget selezionato sono mostrate nella finestra delle proprietà alla destra della finestra di Editing. Nuovi widget possono essere aggiunti a quello corrente selezionandoli nella `finestra dei widget' alla sinistra della finestra di Editing.
pl: Okno Edycji Kontrolek Okno Edycji Kontrolek jest oknem roboczym edytora kontrolek ukazuj±cym kontrolkê z kratk± na której mo¿na umieszczaæ sk³adowe kontrolki. Klikniêcie na sk³adowe aktywuje je i udostêpnia ramkê zmiany rozmiaru dooko³a wraz z punktami którymi mo¿na j± rozci±gaæ. W³a¶ciwo¶ci wybranej sk³adowej pokazywane s± w oknie w³a¶ciwo¶ci po prawej stronie. Nowe sk³adowe kontrolki mog± byæ dodane przez wybranie ich z okna kontrolek po prawej stronie.
pt_br: Janela de Edição de Widget A Janela de Edição Widget é a janela de trabalho do editor de widget mostrando um widget redimensionável com uma grelha para colocar widgets seleccionados em cima. Um clique nos itens activa-os e mostra uma moldura de redimensionamento com pontos de arrasto para redimensionar o item. As propriedades para o item seleccionado são mostradas na janela de propriedades à direita. Novos itens widget podem ser adicionados escolhendo-os na janela de widgets à esquerda.
sv: Gränssnitsselementets redigeringsfönster Gränssnitsselementets redigeringsfönster är arbetsfönstret för element-redigeraren som visar ett element med rutnät där du kan placera valda element på. Klickar du på elementen aktiveras de och ger dig en storleksram med flyttbara punkter som tillåter storleksförändring. Egenskaperna för det markerade elementet visas i egenskapsfönstret till höger. Nya gränssnittselement kan läggas till genom att välja dem på elementfönstret till vänster.

source: Header/Resource Files This window shows header and all other project files except for source files. The statusbar shows the status of the insert/overwrite key as well as the cursor position by line and column.
de: Header/Resource Dateien Dieses Fenster zeigt Headers und alle anderen Projektdateien außer Quellen. Die Statusleiste zeigt den Status der Einfügen/Überschreiben-Taste und die Cursorposition in Zeilen und Spalten.
es: Ficheros de cabecera/recursos Esta ventana muestra las cabeceras y otros ficheros del proyecto, a excepción de los ficheros fuente. La barra de estado muestra si se está insertando o sobreescribiendo, además de la posición del cursor en línea y columna.
fr: Fichiers d'En-tête / Ressource Cette fenêtre affiche les en-têtes et tous les autres fichiers sauf les sources. La barre d'état affiche le mode insertion/écrasement ainsi que la position du curseur (ligne, colonne).
hu: Header/Erõforrás Fájlok Ebben az ablakban érhetõ el az összes olyan fájl a projekten belül, amely nem C/C++ forrás fájl. A státusz-sor kijelzi a Beilleszt/Felülír billentyû értékét,valamint a szövegkurzor pozícióját a sorok és oszlopok számával.
it: File Header/Risorse Questa finestra mostra gli header di tutti i file presenti nel progetto, eccetto i file sorgenti. La barra di stato mostra la modalità di inserimento/sovrascrittura e la posizione del cursore (riga e colonna).
pl: Nag³ówki/Pliki zasobów To okno pokazuje pliki nag³ówkowe i wszystkie pliki projektu poza plikami ¼ród³owymi. Na pasku stanu widaæ status wstawiania/nadpisywania jak te¿ pozycjê kursora.
pt_br: Ficheiros Header/Resource Esta janela mostra os headers e todos os outros ficheiros de projecto excepto os ficheiros de código fonte. A barra de estados mostra o estado da tecla inserir/sobrepor bem como a posição do cursor por linha e coluna.
sv: Header/Resource filer Detta fönster visar 'header'- och alla andra projektfiler utom källfilerna. Statusfältet visar status över insert/overwrite tangentera samt textmarkörens läge med rad och kolumn.

source: C/C++ Files This window shows only source files. The statusbar shows the status of the insert/overwrite key as well as the cursor position by line and column.
de: C/C++ Dateien Dieses Fenster zeigt nur Quelldateien. Die Statusleiste zeigt den Status der Einfügen/Überschreiben-Taste und die Cursorposition in Zeilen und Spalten.
es: Ficheros C/C++ Esta ventana sólo muestra ficheros fuente. La barra de estado muestra el estado de la tecla de insertar/sobreescribir, además de la posición del cursor en línea y columna.
fr: Fichiers C/C++ Cette fenêtre n'affiche que les fichiers sources. La barre d'état indique le mode insertion/écrasement ainsi que la position du curseur (ligne, colonne).
hu: C/C++ Fájlok Ez az ablak csak forrásfájlokat mutat. A státuszsor mutatja a beszúrás/fölülírás billentyûk állapotát, valamint a kurzor pozíciójának oszlop és sorértékét.
it: File C/C++ Questa finestra mostra solo i file sorgente. La barra di stato mostra la modalità di inserimento/sovrascrittura e la posizione del cursore (riga e colonna).
pl: Pliki C/C++ To okno pokazuje tylko pliki ¼ród³owe. Pasek stanu pokazuje stan klawicza wstaw/nadpisz jak równiesz pozycjê kursora w pliku i linii.
pt_br: Ficheiros C/C++ Esta janela mostra apenas ficheiros de código fonte. A barra de estados mostra o estado da tecla inserir/sobrepor bem como a posição do cursor por linha e coluna.
sv: C/C++ Filer Detta fönster visar enbart källfilerna. Statusfältet visar status över insert/overwrite tangentera samt textmarkörens läge med rad och kolumn.

source: Documentation Browser The documentation browser window shows the online-documentation provided with kdevelop as well as library class documentation created. Use the documentation tree to switch between various parts of the documentation.
de: Dokumentationsbrowser Das 'Dokumentationsbrowser'-Fenster zeigt sowohl die Online-Dokumentation von KDevelop als auch die erstellte Bibliotheksdokumentation. Benutzen Sie den Dokumentationsbaum, um zwischen verschiedenen Teilen der Dokumentation zu wechseln.
es: Navegador de documentación La ventana del navegador de documentación muestra la documentación en línea entregada con KDevelop, además de la documentación creada de las clases. Utilice el árbol de documentación para navegar entre los diversos apartados de la documentación.
fr: Visualiseur de documentation Cette fenêtre affiche la documentation en ligne fournie avec KDevelop ainsi que la documentation générée pour les classes des bibliothèques. Utilisez l'arborescence pour naviguer entre les différentes parties de la documentation.
hu: Dokumentáció Böngészõ A dokumentáció böngészõ kiírja a KDevelop-pal járó online dokumentációt, valamint a könyvtárakból létrehozott dokumentációt. A dokumentáció egyes részei közötti váltáshoz használja a Dokumentáció-fa Nézet ablakot.
it: Browser Documentazione La finestra del browser della documentazione mostra la documentazione allegata a KDevelop nonchè la documentazione delle classi create. Usa la struttura da albero della documentazione per visionarne le varie parti.
pl: Przegl±darka Dokumentacji Przegl±darka dokumentacji pokazuje dokumentacjê dostarczan± z KDevelop jak równie¿ dokumentacjê bibliotek. Mo¿esz u¿ywaæ drzewa dokumentacji by prze³±czaæ siê pomiêdzy jej ró¿nymi czê¶ciami.
pt_br: Navegador de Documentação A janela do navegador de documentação mostra a documentação electrónica disponibilizada com o KDevelop bem como a documentação criada das classes de bibliotecas. Utilize a árvore de documentação para alternar entre várias partes da documentação.
sv: Dokumentationsläsaren Dokumentationsläsar-fönstret visar online-dokumentationen som medföljer kdevelop samt den skapade klassbibliotekets dokumentation. Använd dokumentationsträdet för att byta mellan oliak delar av dokumentationen.
