Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Pastes the clipboard contents to actual position
de: Fügt Inhalte aus der Zwischenablage an der aktuellen Position ein
es: Pega el contenido del cortapapeles en la posición actual
fr: Colle le contenu du presse-papiers à la position courante
hu: Beilleszti a vágóasztal tartalmát az aktuális pozíciónál
it: Incolla il contenuto della clipboard nella posizione attuale
pl: Wkleja zawarto¶æ schowka w aktualne miejsce
pt_br: Cola o conteúdo da área de transferência na posição actual
ru: Вставляет содержимое clipboard в текущую позицию
sv: Klistrar in från urklippshanteraren till den aktuella positionen

source: Inserts a file at the current position
de: Fügt eine Datei an der aktuellen Position ein
es: Inserta un fichero en la posición actual
fr: Insère un fichier à la position courante
hu: Fájlt illeszt be az aktuális pozíciónál
it: Inserisci il file nella posizione corrente
pl: Wstawia plik w aktualne miejsce
pt_br: Insere um arquivo na posição atual
ru: Вставляет файл в текущую позицию
sv: Sätter in en fil vid befintliga positionen

source: Searches the file for an expression
de: Sucht in der Datei nach einem Ausdruck
es: Busca una expresión en el fichero
fr: Recherche une expression dans le fichier
hu: Fájl átvizsgálása kifejezést keresve

source: Repeats the last search
de: Wiederholt die letzte Suche
es: Repite la última búsqueda
fr: Poursuit la dernière recherche
hu: Az utolsó keresés megismétlése
it: Ripeti la precedente ricerca
pl: Powtarza ostatnie wyszukiwanie
pt_br: Repete a última procura
sv: Upprepar senaste sökningen

source: Searches and replace expression
de: Sucht und ersetzt Ausdrücke
es: Busca y reemplaza una expresión
fr: Cherche et remplace une expression
hu: Kifejezés keresése és helyettesítése

source: Opens the search in files dialog to search for expressions over several files
de: Öffnet den Dialog 'Suche in Dateien', um in mehreren Dateien nach Ausdrücken zu suchen
es: Abre el diálogo de buscar en ficheros para buscar expresiones en varios ficheros
fr: Ouvre la boîte de dialogue de recherche d'une expression dans plusieurs fichiers
hu: Megnyitja a 'Fájlokban keresés' dialógusablakot egy kifejezés több fájlban kereséséhez.
it: Apre la ricerca in un file dialog per ricercare espressioni su molteplici file
pl: Otwiera dialog umo¿liwiaj±cy wyszukiwanie wyra¿eñ w plikach
pt_br: Abre o diálogo de procura em arquivos para procurar expressões em vários arquivos

source: Run program to this cursor position
de: Führe Programm bis Cursorposition aus
es: Ejecuta el programa hasta la línea en que está el cursor
fr: Exécuter jusqu'à la position du curseur
hu: Futtatja a programot az aktuális kurzorpozícióig

source: Run the program until this function/method ends
de: Führe Programm bis zum Ende der Funktion/Methode aus
es: Ejecutar el programa hasta que acabe está función o método
fr: Exécuter jusqu'à la fin de la fonction/méthode
hu: Futtatja a programot a jelen függvény/eljárás végéig

source: Try to display this variable whenever the application execution is paused
de: Versuche diese Variable jedesmal anzuzeigen, wenn die Ausführung unterbrochen ist
es: Intentar mostrar esta variable cuando la aplicación esté pausada
fr: Essayer d'afficher cette variable quand l'exécution de l'application est interrompue
hu: Megpróbálja kijelezni a változót ahol csak az alkalmazás végrehajtása felfüggesztésre kerül.

source: Moves the selection to the right
de: Bewegt die Auswahl nach rechts
es: Mueve la selección hacia la derecha
fr: Déplace la sélection vers la droite
hu: Jobbra mozgatja a kijelölt szakaszt
it: Muovi la selezione a destra
pl: Przesuwa zaznaczenie w prawo
pt_br: Move a seleção para a direita

source: Moves the selection to the left
de: Bewegt die Auswahl nach links
es: Mueve la selección hacia la izquierda
fr: Déplace la sélection vers la gauche
hu: Balra mozgatja a kijelölt szakaszt
it: Muovi la selezione a sinistra
pl: Przesuwa zaznaczenie w lewo
pt_br: Move a seleção para a esquerda

source: Adds // to the beginning of each selected line
de: Fügt // am Anfang jeder ausgewählten Zeile ein
es: Añade // al comienzo de cada línea seleccionada
fr: Ajoute // au début de chaque ligne sélectionnée
hu: //-t ad minden kijelölt sor elejére

source: Removes // from the beginning of each selected line
de: Entfernt // vom Anfang jeder ausgewählten Zeile
es: Elimina // del comienzo de cada línea seleccionada
fr: Supprime // du début de chaque ligne sélectionnée
hu: Törli a //-t minden kijelölt sor elejérõl

source: Selects the whole document contents
de: Wählt den gesamten Dokumenteninhalt aus
es: Selecciona todo el contenido del documento
fr: Sélectionne tout le contenu du document
hu: Az egész dokumentumot kijelöli
it: Seleziona tutto il contenuto del documento
pl: Zaznacza zawarto¶æ ca³ego dokumentu
pt_br: Seleciona o conteúdo de todo o documento
ru: Выделяет весь документ
sv: Markerar hela dokumentet

source: Deselects the whole document contents
de: Wählt die gesamten Dokumenteninhalte ab
es: Deselecciona todo el contenido del documento
fr: Désélectionne tout le contenu du document
hu: Az egész dokumentum kijelölését kikapcsolja
it: Deseleziona il contenuto di tutto il documento
pl: Odselekcjonowuje ca³± zawarto¶æ dokumentu
pt_br: Des-seleciona o conteúdo de todo o documento

source: Inverts the current selection
de: Invertiert die aktuelle Auswahl
es: Invierte la selección actual
fr: Inverse la sélection courante
hu: Invertálja az aktuális kijelölést
it: Inverti la selezione corrente
pl: Odwraca aktualne zaznaczenie
pt_br: Inverte a seleção atual

source: Goes to Line Number...
de: Gehe zu Zeile...
es: Va a la línea número...
fr: Aller à la ligne numéro...
hu: Megadott sorra ugrás...
it: Vai alla linea numero...
pl: Przechodzi do lini o numerze...
pt_br: Vai para a Linha Número...
sv: Går til radnummer...

source: Switches to the file and line the next error was reported
de: Geht zu der Datei und in die Zeile, in der der nächste Fehler gemeldet wurde
es: Salta al fichero y línea en el que se encontró el siguiente error
fr: Bascule vers l'emplacement (fichier et ligne) de l'erreur suivante
hu: A következõ hiba sorára ugrik a forrásban
it: Vai al file ed alla linea dell'errore successivo
pl: Prze³±cza do pliku i linii w której zosta³ znaleziony nastêpny b³±d.
pt_br: Vai para o arquivo e linha em que o erro seguinte foi reportado

source: Switches to the file and line the previous error was reported
de: Geht zu der Datei und in die Zeile, in der der letzte Fehler gemeldet wurde
es: Salta al fichero y línea en el que se encontró el anterior error
fr: Bascule vers l'emplacement (fichier et ligne) de l'erreur précédente
hu: Az elözõ hiba sorára ugrik a forrásban
it: Vai al file ed alla linea dell'errore precedente
pl: Prze³±cza do pliku i linii w której zosta³ znaleziony poprzedni b³±d.
pt_br: Vai para o arquivo e linha em que o erro anterior foi reportado

source: Enables/Disables the treeview
de: (De)aktiviert die Baumansicht
es: Habilita / Deshabilita la vista de árbol
fr: Dés(Activer) la vue arborescente
hu: A fa-nézet ki/bekapcsolása

source: Enables/Disables the outputview
de: (De)aktiviert die Ausgabeansicht
es: Habilita / Deshabilita la vista de salida
fr: Dés(Activer) la fenêtre des messages
hu: A kimeneti ablak ki/bekapcsolása

source: Enables/Disables the standard toolbar
de: (De)aktiviert die Standardwerkzeugleiste
es: Habilita / Deshabilita la barra de herramientas estándar
fr: Dés(Activer) la barre d'outils standard
hu: A standard eszközsor ki/bekapcsolása

source: Enables/Disables the browser toolbar
de: (De)aktiviert die Browserleiste
es: Habilita / Deshabilita la barra de navegación
fr: Dés(Activer) la barre d'outils du visualiseur
hu: A böngészõ eszközsor ki/bekapcsolása

source: Enables/Disables the statusbar
de: (De)aktiviert die Statusleiste
es: Habilita / Deshabilita la barra de estado
fr: Dés(Activer) la barre d'état
hu: Az állapotsor ki/bekapcsolása

source: Refreshes current view
de: Aktualisiert die Ansicht
es: Refresca la vista actual
fr: Rafraîchir la vue courante
hu: Az aktuális nézet frissítése
it: Aggiorna la vista corrente
pl: Od¶wie¿a aktualny widok
pt_br: Refresca a visão atual
sv: Uppdaterar aktuellt innehåll

source: Opens the current document in the KFM browser
de: Öffnet das aktuelle Dokument im KFM-Browser
es: Abre el documento actual en el navegador KFM
fr: Ouvre le document courant dans le navigateur KFM
hu: Megnyitja az aktuális dokumentumot a KFM böngészõben
it: Apri il documento corrente nel browser KFM
pt_br: Abre o documento actual no navegador KFM

source: Generates a new project with Application Wizard
de: Erzeugt ein neues Projekt mit dem Application Wizard
es: Genera un nuevo proyecto con el Asistente de Aplicaciones
fr: Génère un nouveau projet avec l'Assistant d'application
hu: Új projekt generálása az alkalmazásvarázsló segítségével
it: Crea un nuovo progetto con l'Application Wizard
pl: Generuje nowy projekt za pomoc± Kreatora aplikacji
pt_br: Gera um novo projeto com o Assistente de Aplicações

source: Opens an existing project
de: Öffnet ein vorhandenes Projekt
es: Abre un proyecto existente
fr: Ouvre un projet existant
hu: Létezõ projekt megnyitása
it: Apri un progetto esistente
pl: Otwiera istniej±cy projekt
pt_br: Abre um projeto existente
ru: Открывает существующий проект
sv: Öppnar ett befintligt projekt

source: Closes the current project
de: Schließt das aktuelle Projekt
es: Cierra el proyecto actual
fr: Ferme le projet courant
hu: A jelenlegi projekt bezárása
it: Chiudi il progetto corrente
pl: Zamyka aktualny projekt
pt_br: Fecha o projeto corrente
sv: Stänger det aktuella projektet

source: Adds an existing file to the project
de: Fügt dem Projekt eine vorhandene Datei hinzu
es: Añade un fichero existente al proyecto
fr: Ajoute un fichier existant au projet
hu: Létezõ fájl hozzáadása a projekthez
it: Aggiungi al progetto un file esistente
pl: Dodaje istniej±cy plik do projektu
pt_br: Adiciona um arquivo já existente ao projeto
sv: Lägger till en befintlig til till projektet

source: Adds a new language for internationalization to the project
de: Fügt dem Projekt eine neue Sprache für die Internationalisierung hinzu
es: Añade un nuevo fichero para la internacionalización del proyecto
fr: Ajoute une nouvelle langue pour l'internationalisation du projet
hu: Új támogatott nyelv hozzáadása a projekthez
it: Aggiungi una nuova lingua per l'internazionalizzazione del progetto
pl: Dodaje nowy jêzyk dla lokalizacji projektu
pt_br: Adiciona uma nova língua para a internacionalização do projeto

source: Removes file from the project
de: Entfernt Datei vom Projekt
es: Elimina el fichero del proyecto
fr: Enlève un fichier du projet
hu: Fájl törlése a projektból
it: Rimuovi file dal progetto
pl: Usuwa plik z projektu
pt_br: Remove arquivo do projeto
sv: Tar bort en fil från projektet

source: Creates a new Class frame structure and files
de: Erzeugt eine neue Klasse
es: Crea el esqueleto y los ficheros de una nueva clase
fr: Crée une structure de classes et de fichiers
hu: Új osztály-keretstruktúra és fájlok létrehozása
it: Crea una nuova struttura di classe e di file
pl: Tworzy szkielet nowej klasy i pliki do niej
pt_br: Cria um novo esqueleto de estrutura de Classe e arquivos
sv: Skapar en ny klass med dess tillkommande filer

source: Shows the current file properties
de: Zeigt die Eigenschaften der aktuellen Datei
es: Muestra las propiedades del fichero seleccionado
fr: Affiche les propriétés du fichier courant
hu: Megmutatja az aktuális fájl tulajdonságait
it: Mostra le proprietà del file corrente
pl: Pokazuje w³a¶ciwo¶ci aktualnego pliku
pt_br: Mostra as propriedades do arquivo atual
sv: Visar egenskaper till den aktuella filen

source: Sets project and compiler options
de: Setzt die Projekt- und Compileroptionen
es: Configura las opciones del proyecto y del compilador
fr: Définit les options du projet et du compilateur
hu: Projekt- és fordítóbeállítások
it: Imposta le opzioni del progetto e del compilatore
pl: Ustawia opcje projektu i kompilatora
pt_br: Define as opções do compilador e projeto
sv: Redigera projektet- och kompilator-inställningar

source: Invokes make to create the message file by extracting all i18n() macros
de: Ruft 'make' auf, um die Nachrichtendatei für die Übersetzungen zu erstellen
es: Llama al make para crear el fichero de mensajes a partir de las macros i18n()
fr: Exécute make pour créer le fichier de message en extrayant toutes les macros i18n()
hu: Az üzenetfájl létrehozása az i18n() makrók forrásból kigyûjtésével.
it: Invoca make per create il file di messaggi estaendo tutte le macro i18n()
pl: Wywo³uje make by za pomoc± wyszukiwania makr i18n() utworzyæ komunikaty
pt_br: Invoca o make para criar o arquivo de mensagens extraindo todas as macros i18n()

source: Creates the Project's API with KDoc
es: Crea la API del proyecto con KDoc
fr: Crée la documentation de l'API du projet avec KDoc
hu: Projekt API létrehozása a KDoc segítségével
it: Crea le API del progetto con KDoc
pl: Tworzy API projektu przy pomocy KDoc
pt_br: Cria a API do Projeto com o KDoc
sv: Skapar projektets API med KDoc

source: Creates the Project's User Manual with the sgml-file
de: Erzeugt das Handbuch des Projekts aus der sgml-Datei
es: Crea el manual de usuario del proyecto con el fichero sgml
fr: Crée le manuel d'utilisation du projet avec le fichier sgml
hu: A projekt felhasználói kézikönyvének létrehozása sgml fájl-lal.
it: Crea il Manuale Utente del progetto con il file sgml
pl: Tworzy Instrukcjê do projektu na podstawie pliku sgml
pt_br: Cria o Manual do Utilizador do Projeto com o arquivo sgml
sv: Skapar projektets användarmanual med sgml-filen

source: Creates distribution packages from the current project
de: Erzeugt ein Distributionspaket vom aktuellen Projekt
es: Crea paquetes de distribución del proyecto actual
fr: Crée les paquetages de distribution du projet courant
hu: Terjeszthetõ csomagot készít a jelenlegi projektbõl
it: Crea la distribuzione per il progetto corrente
pl: Tworzy pakiety dystrybucyjne dla aktualnego projektu
pt_br: Cria pacotes de distribuição a partir do projeto atual

source: Creates a tar.gz file from the current project sources
de: Erzeugt eine tar.gz Datei von den aktuellen Projektquellen
es: Crea un fichero tar.gz con los fuentes del proyecto
fr: Crée un fichier tar.gz avec les sources du projet courant
hu: tar.gz csomagot készít a jelenlegi projekt forrásaiból
it: Crea un file tar.gz contente i sorgenti del progetto corrente
pl: Tworzy plik tar.gz ze ¼róde³ aktualnego projektu
pt_br: Cria um arquivo tar.gz a partir do código-fonte do projeto atual

source: Compiles the current sourcefile
de: Compiliert die aktuelle Quelldatei
es: Compila el fichero fuente seleccionado
fr: Compile le fichier source courant
hu: Az aktuális forrásfájl lefordítása
it: Compila i sorgenti correnti
pl: Kompiluje aktualny plik ¿ród³owy
pt_br: Compila o arquivo fonte atual
sv: Kompilerar den aktulla källfilen

source: Generates the sourcefiles for the dialog
de: Erzeugt die Quelldateien für den Dialog
es: Genera los ficheros fuentes para el diálogo
fr: Génère les fichiers sources pour la boîte de dialogue
hu: Forrásfájlok generálása a dialógusablakhoz
it: Genera i sorgenti per il dialog
pl: Generuje pliki ¼ród³owe dla okna dialogowego
pt_br: Gera os arquivos fonte para o diálogo
sv: Skapar källfiler för dialogrutan

source: Invokes make-command
de: Ruft 'make' auf
es: Ejecuta el comando make
fr: Exécute la commande make
hu: Kiadja a 'make' parancsot
it: Invoca il `make'
pl: Wywo³uje komendê make
pt_br: Invoca o comando make
sv: Utför 'make'-kommandot

source: Rebuilds the program
de: Erstellt das Programm neu
es: Reconstruye el programa
fr: Reconstruit le programme
hu: Újraépíti az alkalmazást
it: Ricostruisci i programma
pl: Przebudowuje program
pt_br: Reconstroi o programa
sv: Omskapar programmet

source: Invokes make clean and rebuild all
de: Ruft 'make clean' auf und erstellt das Programm neu
es: Ejecuta make clean y reconstruir todo
fr: Exécute make clean et reconstruit tout
hu: Kiadja a 'make clean' parancsot és újraépíti az alkalmazást
it: Invoca `make clean' e ricostruisci tutto
pl: Wywo³uje 'make clean' i przebudowuje wszystko
pt_br: Invoca make clean e reconstroi tudo
sv: Utför 'make clean' och omskapar allt

source: Stops make immediately
de: Beendet Compilier-Vorgang sofort
es: Para inmediatamente el make
fr: Arrêt immédiat de make
hu: Azonnal megállítja a 'make' futását
it: Interrompi `make' immediatamente
pl: Zatrzymuje make natychmiast
pt_br: Para o make imediatamente
sv: Stoppar 'make' omedelbart

source: Invokes make-command and runs the program
de: Ruft 'make' auf und startet das Programm
es: Ejecuta el comando make y ejecuta el programa
fr: Exécute la commande make et lance le programme
hu: Kiadja a 'make' parancsot és futtatja az alkalmazást
it: Invoca il `make' ed esegui il programma
pl: Wywo³uje komendê make i uruchamia program
pt_br: Invoca o comando make e roda o programa
sv: Utför 'make' och kör programmet

source: Lets you set run-arguments to the binary and invokes the make-command
de: Läßt Sie Argumente für die Ausführung des Programms setzen und ruft 'make' auf
es: Le permite elegir argumentos de ejecución para el binario y llama al comando make
fr: Vous permet de passer des arguments à l'exécution du binaire et exécute la commande make
hu: Bekéri a futtatási argumentrumokat, és kiadja a 'make' parancsot
it: Setta gli argomenti del binario e invoca il `make'
pl: Pozwala ustawiæ argumenty uruchomienia programu i uruchamia polecenie make

source: Invokes make distclean and deletes all compiled files
de: Ruft 'make distclean' auf und löscht alle compilierten Dateien
es: Ejecuta make distclean y borra todos los ficheros compilados
fr: Exécute make distclean et supprime les fichiers compilés
hu: Kiadja a 'make distclean' parancsot és kitöröl minden lefordított fájlt
it: Invoca `make distclean' e cancella tutti i file compilati
pl: Wywo³uje 'make distclean' i kasuje wszystki skompilowane pliki
pt_br: Invoca make distclean e apaga todos os arquivos compilados
sv: Utför 'make distclean' och raderar alla kompilerade filer

source: Invokes automake and co.
de: Ruft 'automake' auf
es: Ejecuta el automake y compañía
fr: Exécute automake, etc.
hu: Kiadja az 'automake' parancsot meg ami hozzá tartozik
it: Invoca `automake', etc...
pl: Wywo³uje automake i inne
pt_br: Invoca automake e companhia
sv: Utför 'automake'

source: Invokes ./configure
de: Ruft './configure' auf
es: Ejecuta ./configure
fr: Exécute ./configure
hu: Kiadja a './configure' parancsot
it: Invoca ./configure
pl: Wywo³uje ./configure
pt_br: Invoca ./configure
sv: Utför ./configure

source: Invokes the debugger on the current project executable
de: Debugge die auführbare Datei dieses Projekts
es: Llama al depurador con el ejecutable de este proyecto
fr: Exécute le débogueur avec l'exécutable du projet en cours
hu: Elindítja a nyomkövetést a projekt végrehajtható fájlján

source: Various startups for the debugger
de: Verschiedene Startmodi für den Debugger
es: Varias formas de lanzar el depurador
fr: Différents démarrages du débogueur
hu: A nyomkövetõ különféle indítási módjai

source: Lets you debug your project app after specifying arguments for your app.
de: Läßt Sie die Anwendung mit den eingegebenen Argumenten debuggen
es: Le permite depurar su proyecto tras especificar argumentos para su aplicación
fr: Vous permet de déboguer l'application de votre projet après avoir spécifié ses arguments
hu: Az alkalmazáshoz szükséges argumentumok megadása után elindítja annak nyomkövetését.

source: Examine a core file
de: Untersuche core Datei
es: Examina un fichero de volcado (core)
fr: Examiner un fichier core
hu: Egy core fájl vizsgálata

source: Debug an app other than the current project executable
de: Debugge eine andere als die auführbare Datei dieses Projekts
es: Depurar una aplicación distinta del ejecutable de este proyecto
fr: Déboguer une autre application que l'exécutable du projet courant
hu: Egy, a projekten kívüli végrehajtható fájl nyomkövetése

source: Attach to running process
de: An laufenden Prozeß anhängen
es: Adjuntar a un proceso en ejecución
fr: Attacher au processus en exécution
hu: Hozzárendelés egy futó proceszhez

source: Continues app execution
de: Ausführung der Anwendung fortsetzen
es: Continúa la ejecución de la aplicación
fr: Continuer l'exécution de l'application
hu: Folytatja a program végrehajtását

source: Continues app execution until reaching the current cursor position
de: Ausführung bis zur aktuellen Cursorposition fortsetzen
es: Continúa la ejecución de la aplicación
fr: Continuer l'exécution de l'application jusqu'à atteindre la position courante du curseur
hu: Folytatja a program végrehajtását, amig eléri a jelenlegi kurzorpozíciót

source: Kills the app and exits the debugger
de: Beendet die Anwendung und verläßt den Debugger
es: Mata la aplicación y sale del depurador
fr: Tuer l'application et quitter le débogueur
hu: Leállítja az alkalmazást és kilép a nyomkövetõbõl

source: Step into
de: In Funktion
es: Paso a paso por instrucciones
hu: Lépj bele

source: Step instr
de: Ausführen einer Maschinenanweisung in Funktionen hinein
es: Paso a paso por instrucciones en ensamblador
hu: Lépj egy utasításnyit

source: Step over
de: Über Funktion
es: Paso a paso por funciones
hu: Lépd át

source: Step over instr
de: Ausführen einer Maschinenanweisung über Funktionen hinweg
es: Paso a paso por funciones en ensamblador
hu: Lépd át az utasítást

source: Run to end of function
de: Ausführen bis zum Funktionsende
es: Ejecutar hasta el final de la función
fr: Exécuter jusqu'à la fin de la fonction
hu: Fuss a függvény végéig

source: Various views into the app
de: Verschiedene Sichten in die Anwendung
es: Muestra un ventana con información sobre el programa en ejecución
fr: Différents affichages dans l'application
hu: Különbözõ nézetek az alkalmazáshoz

source: Interuppt the app
de: Anwendung unterbrechen
es: Interrumpe la ejecución de la aplicación
fr: Interrompre l'application
hu: Megszakítja a program végrehajtását

source: Changes to the KDevelop dialogeditor
de: Wechselt zum Dialogeditor von KDevelop
es: Salta al editor de diálogos de KDevelop
fr: Aller à l'éditeur de boîte de dialogue de KDevelop
hu: Átkapcsol a KDevelop dialogus ablak szerkesztõjébe
it: Cambia in KDevelop dialogeditor
pl: Prze³±cza na edytor okien dialogowych KDevelop
pt_br: Muda para o editor de diálogo do KDevelop
sv: Byter till KDevelops dialogredigerare

source: Changes to KDevelop project editor
de: Wechselt zum Projekteditor von KDevelop
es: Salta al editor de proyectos de KDevelop
fr: Aller à l'éditeur de projet de KDevelop
hu: Átkapcsol a KDevelop projekt szerkesztõjébe
it: Cambia in KDevelop project editor
pl: Prze³±cza na edytor projektu KDevelop
pt_br: Muda para o editor de projeto do KDevelop

source: Sets the Editor's behavoir
de: Setzt Einstellungen für den Editor
es: Configura el comportamiento del Editor
fr: Définit le fonctionnement de l'éditeur
hu: Beállítja a szerkesztõ viselkedését
it: Imposta il comportamento dell'Editor
pl: Ustawia sposób pracy Edytora
pt_br: Define o comportamento do Editor
sv: Inställningar för redigerarens uppförande

source: Sets the Editor's colors
de: Setzt Einstellungen für die Farben des Editors
es: Configura los colores del Editor
fr: Définit les couleurs de l'éditeur
hu: Beállítja a szerkesztõ szineit
it: Imposta i colori dell'Editor
pl: Ustawia kolory Edytora
pt_br: Define as cores do Editor
sv: Inställningar för redigerarens färger
