Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: You can choose a template for the pattern from the combo box and edit it here. The string %s in the template is replaced by the pattern input field, resulting in the regular expression to search for.
de: Sie können eine Vorlage für das Muster aus der Combobox wählen und es hier bearbeiten. Die Zeichenkette %s in der Vorlage, wird durch das Mustereingabefeld ersetzt. Dies resultiert in dem regulären Ausdruck, nach dem gesucht werden soll.
es: Puede elegir una plantilla para el patrón a buscar en el desplegable de la derecha y editarla aquí. La cadena %s en la plantilla será reemplazada por el patrón especificado en el campo de arriba, dando como resultado la expresión regular que se desea buscar.
fr: Vous pouvez choisir un modèle pour le motif depuis la liste et l'éditer ici. La chaîne %s dans le modèle est remplacée par le champ de saisie du motif, aboutissant ainsi à l'expression régulière à utiliser pour la recherche.
hu: Itt választhat ki a keresendõ szövegminták sémáiból egyet, és azt tovább szerkesztheti. A(z) %s sztring a sémában lecserélõdik a minta bemeneti mezõjével, így adva ki a keresendõ reguláris kifejezést.
pl: Mo¿esz z combo-boxu wybraæ szablon do wyszukiwania i edytowaæ go tutaj. W szablonie tym %s zostanie zamienione na zawarto¶æ pola Wzór i tak powsta³e wyra¿enie regularne bêdzie wyszukiwane.
pt_br: Pode escolher um modelo para o padrão da caixa de seleccção e editá-lo aqui. A string %s no modelo é substituida pelo padrão do campo de introdução, resultando na expressão normal a procurar.

source: The results of the grep run are listed here. Select a filename/line number combination and press Enter or doubleclick on the item to show the respective line in the editor.
de: Die Ergebnisse von grep sind hier aufgelistet. Wählen Sie eine Dateinamen/Zeilen-Kombination und drücken Sie 'Eingabe', oder doppelklicken Sie auf das Element, um die Zeile im Editor anzuzeigen.
es: Los resultados de ejecutar grep se muestran aquí. Seleccione una combinación de fichero-número de línea y presione Intro, o pulse dos veces en el elemento, para que se muestre la línea en el editor.
fr: Les résultats de l'exécution de grep sont listés ici. Sélectionnez une combinaison de nom de fichier et de numéro de ligne, puis appuyez sur Entrée ou double- cliquez sur l'élément pour afficher la ligne voulue dans l'éditeur.
hu: Ide kerülnek kilistázásra a 'grep' futásának eredményei. Egy fájlnév/sor kombináció kijelölésével és ENTER lenyomásával (vagy dupla klikkentéssel) a szerkesztõben a megfelelõ sorra ugorhat.
pl: Tu s± wypisane wyniki dzia³ania grepa. Wybierz kombinacjê nazwy pliku i numeru linii iwci¶nij Enter lub dwukliknij na niej aby pokazaæ odpowiedni± liniê w edytorze.
pt_br: Os resultados da execução do grep são listados aqui. Seleccione uma combinação nome de ficheiro/número de linha e prima Enter ou dê um clique duplo no item para mostrar a linha respectiva no editor.

source: matches
de: Treffer
es: coincidencias
fr: correspondances
hu: egyezés
it: corrispondenze
pl: trafienia
pt_br: iguais

source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
hu: Törölve
it: Cancellato
pl: Anulowany
pt_br: Cancelado

source: No matches found
de: Keine Übereinstimmungen gefunden
es: ¡No se encontraron coincidencias!
fr: Aucune correspondance trouvée
hu: Nincs egyezés
it: Nessuna corrispondenza trovata
pl: Nic nie znaleziono
pt_br: Nenhum igual encontrado

source: Syntax error in pattern
de: Syntaxfehler im Muster
es: Error de sintaxis en el patrón
fr: Erreur de syntaxe dans le motif
hu: Nyelvtani hiba a keresési mintában
it: Errore sintattico in pattern
pl: B³±d sk³adniowy we wzorze
pt_br: Erro de sintaxe no padrão

source: Did you know...?
de: Wußten Sie...?
es: ¿Sabía que...?
fr: Le saviez-vous...?
hu: Tudta hogy...?
it: Lo sapevi che...?
pl: Czy wiesz, ¿e...?
pt_br: Sabia que...?

source: show Tip of the day on next start
de: Zeige Tip des Tages beim nächsten Start
es: Mostrar sugerencias al inicio
fr: Afficher le conseil du jour au prochain démarrage
hu: a következõ indításkor mutasson Ötletet a mai napra
it: mostra il `Consiglio del Giorno' alla prossima esecuzione
pl: poka¿ Podpowied¼ dnia przy nastêpnym starcie
pt_br: Mostrar Dica do Dia no próximo arranque
sv: visa dagens tips vid nästa start

source: Next Tip
de: Nächster Tip
es: Siguiente sugerencia
fr: Conseil suivant
hu: A következõ ötlet
it: Prossimo Consiglio
pl: Nastêpna
pt_br: Próxima Dica
sv: Nästa tips

source: Tipdatabase not found ! Please check your installation.
de: Tip-Datenbank nicht gefunden! Bitte überprüfen Sie die Installation.
es: ¡No se encontró la BD de sugerencias! Compruebe su instalación
fr: La base de données des conseils n'a pas été trouvée ! Veuillez vérifier votre installation.
hu: Ötlet adatbázis hiányzik! Ellenõrízze a telepítés helyességét.
it: Database dei Consigli non trovato! Prego controllare l'installazione.
pl: Baza Podpowiedzi nie znaleziona ! Sprawd¼ swoj± instalacjê.
pt_br: Base de Dados de dicas não encontrada! Por favor verifique a sua instalação.
sv: Tipsdatabasen kan ej hittas! Kontrollera din installation.

source: br;Breton
de: br;Bretonisch
es: br;Bretón

source: Public
es: Públicos

source: Protected
es: Protegidos
fr: Protégé

source: Private
es: Privados
fr: Privé

source: Ok
es: Aceptar

source: Running make clean...
de: Führe 'Make clean' aus...
es: Ejecutando make clean...

source: (c) 1998,1999,2000 The KDevelop Team Sandy Meier <smeier@kdevelop.de> Stefan Heidrich <sheidric@rz.uni-potsdam.de> Ralf Nolden <rnolden@kdevelop.de> Jonas Nordin <jonas.nordin@cenacle.se> Pascal Krahmer <pascal@beast.de> Bernd Gehrmann <bernd@physik.hu-berlin.de> Stefan Bartel <bartel@rz.uni-potsdam.de> Jörgen Olsson<jorgen@cenacle.net> Martin Piskernig <mpiskernig@kdevelop.de> Walter Tasin <tasin@kdevelop.de> John Birch <jbb@ihug.co.nz>> See The KDevelop User Manual, Chapter Authors for further information. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: (c) 1998,1999,2000 El equipo de KDevelop Sandy Meier <smeier@kdevelop.de> Stefan Heidrich <sheidric@rz.uni-potsdam.de> Ralf Nolden <rnolden@kdevelop.de> Jonas Nordin <jonas.nordin@cenacle.se> Pascal Krahmer <pascal@beast.de> Bernd Gehrmann <bernd@physik.hu-berlin.de> Stefan Bartel <bartel@rz.uni-potsdam.de> Jörgen Olsson<jorgen@cenacle.net> Martin Piskernig <mpiskernig@kdevelop.de> Walter Tasin <tasin@kdevelop.de> John Birch <jbb@ihug.co.nz>> Vea el manual de usuario de KDevelop, el capitulo autores, para obtener más información. Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la GNU General Public License, publicada por la Free Software Foundation; bien en la versión 2 de la licencia, o (si usted lo prefiere) en versiones posteriores.
fr: (c) 1998, 1999, 2000 L'Équipe KDevelop Sandy Meier <smeier@kdevelop.de> Stefan Heidrich <sheidric@rz.uni-potsdam.de> Ralf Nolden <rnolden@kdevelop.de> Jonas Nordin <jonas.nordin@cenacle.se> Pascal Krahmer <pascal@beast.de> Bernd Gehrmann <bernd@physik.hu-berlin.de> Stefan Bartel <bartel@rz.uni-potsdam.de> Jörgen Olsson<jorgen@cenacle.net> Martin Piskernig <mpiskernig@kdevelop.de> Walter Tasin <tasin@kdevelop.de> John Birch <jbb@ihug.co.nz>> Consultez le Manuel d'Utilisation de KDevelop, chapitre Auteurs pour plus d'informations. Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier sous les termes de la Licence Publique Générale GNU GPL telle qu'elle est publiée par la Free Software Foundation dans sa version 2 ou (à votre convenence) une version plus récente.

source: Invokes make clean which deletes all object and metaobject files
de: Ruft 'make clean' auf und löscht alle Objekt- und Metaobjektdateien
es: Ejecuta make clean, que borra todos los ficheros objeto y metaobjeto

source: CV
es: VC

source: LFV
es: VLF

source: RFV
es: VRF

source: Indent
de: Einrücken
es: Indentar
fr: Indenter
it: Indenta
pl: Wciêcie
pt_br: Indentar
sv: Indrag

source: Unindent
de: Einrücken rückgängig
es: Desindentar
fr: Désintenter
it: Rimuovi indentazione
pl: Cofnij wciêcie
pt_br: Desindentar
sv: Ta bort indrag

source: Make
de: Erstellen
es: Ejecutar make
fr: Construire
pl: Zbuduj
ru: Создать

source: Rebuild All
de: Alles neu erstellen
es: Reconstruir todo
fr: Reconstruire tout
it: Ricostruisci Tutto
pt_br: Reconstruir Tudo

source: Clean/Rebuild all
de: Säubern/Alles neu erstellen
es: Limpiar/Reconstruir todo
fr: Nettoyer / Reconstruire tout
it: Elimina/Ricostruisci Tutto
pt_br: Limpar/Reconstruir tudo

source: Make Clean
es: Ejecutar Make clean

source: &Make
de: &Erstellen
es: Ejecutar &make
fr: &Construire
pl: &Buduj
ru: Создать
sk: Ko&mpiluj

source: Ma&ke Clean
es: Ejecutar Ma&ke clean

source: frame stack
es: Marco de la pila
fr: état de la pile

source: Updating translation files...
de: Aktualisiere Übersetzungsdateien...
es: Actualizando las traducciones...

source: Program
de: Programm
es: Programa
fr: Programme
pt_br: Programa

source: Header
de: Kopf
es: Cabecera
fr: En-tête
pl: Nag³ówek

source: public
es: Pública
sv: publika

source: protected
es: Protegida
fr: protégé
sv: skyddade

source: private
es: Privada
fr: privé
sv: privata

source: Name
es: Nombre

source: Filename of binary that will be started on "Execute":
es: Nombre del binario que se lanzará al "Ejecutar":

source: Set the directory path leading to your binary that is expected to be started on Run. This is useful in projects for a dynamical library! Hint: Use a relative path starting from your source directory to be location independent.
es: Configura la ruta hasta el binario que se lanzará al ejecutar la aplicación. Es útil en proyectos con bibliotecas dinámicas. Truco: Use una ruta relativa al directorio raiz de los fuentes para que sea independiente a la ubicación de los mismos.

source: Binary
de: Programm
es: Binario

source: VCS
es: SCV
fr: SCV

source: Create a Qt-2.2 Application with a main window containing a menubar, toolbar and statusbar, including support for a multiple document interface (MDI) model.
de: Erzeuge eine Qt-2.2 Applikation mit einem Hauptfenster, das eine Menüleiste, Werkzeugleiste und Statusleiste enthält, einschließlich Unterstützung für ein Multiple Document Interface (MDI) Modell.

source: The project
de: Das Projekt

source: contains changed files. Save modified file
de: enthält geänderte Dateien. Änderungen speichern

source: by Build->Configure!
de: durch Build->Configure!

source: . Possibly by tmake?
de: . Möglichst mit tmake?

source: Makefile not found
de: Makefile nicht gefunden

source: You want to make (by running 'make') in
de: Sie möchten 'make' ausführen in

source: but there is no Makefile in this directory.
de: aber es gibt kein Makefile in diesem Verzeichnis.

source: Hints:
de: Lösungen:

source: 1. Possibly you forgot to create the Makefiles.
de: 1. Sie haben vergessen die Makefiles zu erzeugen.

source: In that case create them
de: In diesem Fall erzeugen Sie sie.

source: 2. Or this directory does not belong to your project.
de: 2. Dieses Verzeichnis gehört nicht zu Ihrem Projekt.

source: Check the settings in Project->Options->MakeOptions!
de: Kontrollieren Sie die Einstellungen in ProjeKt->Optionen->MakeOptionen!

source: Running make clean-command and rebuilding...
de: Führe 'Make clean' aus und erstelle Projekt neu...

source: You want to rebuild (by running 'make clean;make') in
de: Sie wollen 'make clean;make' ausführen in

source: not found
de: nicht gefunden

source: You want to distclean and build (by running 'make distclean;make') in
de: Sie wollen 'make distclean;make' ausführen in

source: but there is no
de: aber es gibt kein

source: in this directory.
de: in diesem Verzeichnis.

source: 1. Possibly you forgot to create them
de: 1. Sie haben vergessen sie zu erzeugen

source: You want to distclean (by running 'make distclean') in
de: Sie wollen 'make distclean' ausführen in

source: You want to clean up (by running 'make clean') in
de: Sie wollen 'make clean' ausführen in

source: Doxygen configuration file not found Generate a valid one: Project->API Doc Tool->Configure doxygen
de: Doxygen Konfigurationsdatei nicht gefunden Erzeugen Sie eine gültige Datei: Projekt->API Doc Tool->Configure doxygen

source: (c) 1998,1999,2000 The KDevelop Team Sandy Meier <smeier@kdevelop.de> Stefan Heidrich <sheidric@rz.uni-potsdam.de> Ralf Nolden <rnolden@kdevelop.de> Jonas Nordin <jonas.nordin@cenacle.se> Pascal Krahmer <pascal@beast.de> Bernd Gehrmann <bernd@physik.hu-berlin.de> Stefan Bartel <bartel@rz.uni-potsdam.de> Jörgen Olsson<jorgen@cenacle.net> Martin Piskernig <mpiskernig@kdevelop.de> Walter Tasin <tasin@kdevelop.de> John Birch <jbb@ihug.co.nz> Stephan Kulow <coolo@kde.org> See The KDevelop User Manual, Chapter Authors for further information. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: (c) 1998,1999,2000 Das KDevelop Team Sandy Meier <smeier@kdevelop.de> Stefan Heidrich <sheidric@rz.uni-potsdam.de> Ralf Nolden <rnolden@kdevelop.de> Jonas Nordin <jonas.nordin@cenacle.se> Pascal Krahmer <pascal@beast.de> Bernd Gehrmann <bernd@physik.hu-berlin.de> Stefan Bartel <bartel@rz.uni-potsdam.de> Jörgen Olsson<jorgen@cenacle.net> Martin Piskernig <mpiskernig@kdevelop.de> Walter Tasin <tasin@kdevelop.de> John Birch <jbb@ihug.co.nz> Stephan Kulow <coolo@kde.org> Siehe Benutzerhandbuch zu KDevelop , Kapitel Autoren für weitere Informationen. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.

source: Creates a project file for an existing automake project
de: Erzeugt eine Projektdatei für ein existierendes automake Projekt

source: Switches the documentation tool (kdoc/doxygen)
de: Schaltet zwischen den Dokumentationswerkzeugen (KDoc/Doxygen) um

source: Creates the Project's API
de: Erzeugt die API des Projekts

source: Generate Project File...
de: Projektdatei erzeugen...

source: Configure doxygen
de: Doxygen konfigurieren

source: API Doc Tool...
de: API Doku Werkzeug...

source: &Rebuild
de: &Neu erstellen

source: Dist&Clean/Rebuild All
de: &Säubern/Alles neu erstellen

source: Program not found -- doxygen
de: Programm nicht gefunden -- Doxygen!

source: This option requires Doxygen to work. Look for it at: http://www.stack.nl/~dimitri/doxygen/download.html
de: Diese Option erfordert Doxygen . Sie finden es unter: http://www.stack.nl/~dimitri/doxygen/download.html

source: Generating project file...
de: Erzeuge Projektdatei...

source: The chosen path does not lead to a directory containing a Makefile.am to create a Project file from
de: Der gewählte Pfad führt nicht zu einem Verzeichnis das eine Makefile.am enthält, aus der eine Projektdatei erzeugt werden könnte

source: File Exists!
de: Datei Existiert!

source: In the path you´ve given already contains a KDevelop Project file! Overwrite ?
de: Im angegebenen Pfad befindet sich bereits eine KDevelop Projektdatei! Überschreiben ?

source: Program not found -- doxywizard
de: Programm nicht gefunden -- doxywizard

source: is not necessary, but you have to edit your Configuration for doxygen by hand. Maybe you should look for a newer Version at: http://www.stack.nl/~dimitri/doxygen/download.html
de: ist nicht nötig, aber Sie müssen Ihre Konfiguration für Doxygen von Hand editieren. Eine neuere Version finden Sie unter: http://www.stack.nl/~dimitri/doxygen/download.html

source: Run make in
de: Führe 'make' aus in

source: Often if you click on 'Build' or 'Make Clean', you just want to run a Makefile from a certain subdirectory. Specify the location of that Makefile here. It will be your new root-Makefile then.
de: Wenn Sie 'Build' oder 'Make Clean' aufrufen, wollen sie häufig nur ein Makefile in einem bestimmten Verzeichnis ausführen. Geben Sie den Ort dieses Makefiles hier an. Es wird dann Ihr neues root-Makefile.

source: Path and Filename of binary:
de: Pfad und Dateiname der ausführbaren Datei:

source: Set the path and filename of the binary that will be started on Run or Debug. Hint: Use a relative path starting from your project base directory to be location independent.
de: Setzen Sie den Pfad und Dateinamen der Datei, die bei Run oder Debug gestartet wird. Tip: Verwenden Sie einen relativen Pfad, beginnend in Ihrem Projektbasisverzeichnis.

source: Path decision
de: Pfad Entscheidung

source: The path
de: Der Pfad

source: which you set as directory where make should run is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
de: den Sie als Verzeichnis für 'make' angegeben haben, ist nicht relativ. Dies kann zu Problemen führen, wenn Sie das Projekt verschieben Welchen Pfad wollen Sie in Ihrer Projektdatei speichern?

source: &Absolute path
de: &Absoluter Pfad

source: &Relative path
de: &Relativer Pfad

source: to your binary which should be run on 'Execute' is not a relative path. This can cause problems, if you move the project. What path do you want to save to your project file?
de: zu Ihrer ausführbaren Datei, ist nicht relativ. Dies kann zu Problemen führen, wenn Sie Ihr Projekt verschieben Welchen Pfad wollen Sie in Ihrer Projektdatei speichern?

source: General information
it: Informazione generale
pl: Ogólne informacje
pt_br: Informação Geral

source: Compiler
it: Compilatore
pl: Kompilator
pt_br: Compilador

source: System information
it: Informazioni di sistema
pl: Informacja o systemie
pt_br: Informação do sistema

source: Show virtual methods
it: Mostra metodi virtuali
pl: Poka¿ wirtualne matody
pt_br: Mostrar métodos virtuais

source: Implement virtual function...
it: Implementa funzione virtuale...
pt_br: Implementar função virtual...

source: Add slot for signal
it: Aggiungi slot per un signal
pl: Dodaj slot dla sygna³u
pt_br: Adicionar espaço(slot) para o sinal(signal)

source: ClassWizard
pt_br: Assistente de Classes

source: Add Bookmark
it: Aggiungi Bookmark
pl: Dodaj zak³adkê
pt_br: Adicionar ao Bookmark

source: vcs support
it: supporto vcs
pt_br: suporte a vcs

source: vcs location
it: posizione di vcs
pt_br: localização vcs

source: repository in vcs
it: repository vcs
pt_br: repositório no vcs

source: log message
it: messagio di log
pt_br: mensagem de registro

source: If you want to generate the user-documentation, you need one of these programs. If you do not have one, the user-documentation will not be generate.
it: Se vuoi generare la documentazione utente, hai bisogno di uno di questi programmi. Se non li hai tale documentazione non sarà generata.
pt_br: Se deseja gerar a documentação do utilizador, tem de ter um destes programas. Se não tiver um, a documentação do utilizador não será gerada.

source: The selected project directory already exists. If you click 'OK', all files and subdirectories of the currently chosen project directory will be deleted before a new project is going to be generated.
it: La directory del progetto selezionato esiste già. Se si preme 'Ok', tutti i file e le sottodirectory del progetto corrente verranno cancellati prima che il nuovo progetto venga creato.
pt_br: O diretório de projeto seleccionado já existe. Se você premir 'OK', todos os ficheiros e subdiretórios do diretório de projeto atualmente escolhido serão apagados antes de um novo projeto ser gerado.

source: Running
it: Esegui
pl: Uruchamianie
pt_br: Rodando
sv: Kör

source: No Project API documentation !
it: Nessuna documentazione API!
pt_br: Não há documentação API do projeto !

source: The Project API documentation is not present. Would you like to generate it now ?
it: La documentazione API del progetto non è presente. Vuoi generarla ora?
pt_br: A documentação API do projeto não está presente. Deseja gera-la agora?

source: No Project manual found !
it: Nessun manuale del progetto è stato trovato!
pt_br: Nenhum manual do projeto encontrado !

source: The Project manual documentation is not present. Would you like to generate the handbook now ?
it: Il manuale del Progetto non è presente. Voi generare il manuale ora?
pt_br: A documentação manual do projeto não está presente. Você gostaria de cirar o handbook agora ?

source: Searchs the file for an expression
it: Cerca un'espressione nel file
pl: Wyszukuje wyra¿enie w pliku
pt_br: Procura uma expressão no arquivo
sv: Söker filen efter ett uttryck

source: Searchs and replace expression
it: Cerca e sostituisci espressione
pl: Wyszukuje i wymienia wyra¿enie
pt_br: Procura e substitui a expressão
sv: Söker och ersätter uttrycket

source: Enables / disables the treeview
it: Abilita/Disabilita la visualizzazione della struttura
pl: W³±cza / wy³±cza widok drzewa
pt_br: Ativa / desativa a visão em árvore
ru: Включить/выключить просмотр деревьев
sv: Visar / gömmer klass-hierarkin

source: Enables / disables the outputview
it: Abilita/Disabilita la visualizzazione dell'output
pl: W³±cza / wy³±cza widok wyników
pt_br: Ativa / desativa a visão de output
ru: Включить/выключить просмотр вывода
sv: Visar / gömmer meddelande fönstret

source: Enables / disables the standard toolbar
it: Abilita/Disabilita la toolbar standard
pl: W³±cza / wy³±cza standardowy pasek narzêdzi
pt_br: Ativa / desativa a barra de ferramentas standard
ru: Включить/выключить стандартную панель инструментов
sv: Visar / gömmer standardverktygsfältet

source: Enables / disables the browser toolbar
it: Abilita/Disabilita la browser toolbar
pl: W³±cza / wy³±cza pasek przegl±darki
pt_br: Ativa / desativa a barra de ferramentas do navegador
ru: Включить/выключить панель просмотрщика
sv: Visar / gömmer verktygsfältet för läsaren

source: Enables / disables the statusbar
it: Abilita/Disabilita la barra di stato
pl: W³±cza / wy³±cza pasek stanu
pt_br: Ativa / desativa a barra de estados
ru: Включить/выключить панель состояния
sv: Visar / gömmer statusfältet

source: Invokes make and KDbg debugging the binary
it: Invoca `make' e KDbg per debuggare il binario
pl: Wywo³uje make i KDbg do debugowania kodu wynikowego
pt_br: Invoca o make e o KDbg depurando o binário
sv: Utför 'make' och startar programmet i felsökningsläge

source: Adds a bookmark to the current window file
it: Aggiungi un bookmark nella finestra corrente
pl: Dodaje zak³adkê do pliku z aktualnego okna
pt_br: Adiciona um bookmark na janela do arquivo atual

source: Clears the bookmark list for the current window
it: Elimina la lista dei bookmark della finestra corrente
pl: Czy¶ci listê zak³adek w aktualnym oknie
pt_br: Limpa o bookmark da janela atual

source: Switchs to last browser page
it: Vai alla pagina precedente
pl: Przechodzi do ostatniej strony w przegl±darce
pt_br: Vai para a última página do navegador
sv: Byter till senaste lästa sidan

source: Switchs to next browser page
it: Vai alla pagina successiva
pl: Przechodzi do nastêpnej strony w przegl±darce
pt_br: Vai para a próxima página do navegador
sv: Byter till nästa sida

source: Searchs the selected text in the documentation
it: Ricerca il testo selezionato nella documentazione
pl: Wyszukuje zaznaczony tekst w dokumentacji
pt_br: Procura o texto selecionado na documentação
sv: Söker efter den markerade texten i dokumentationen

source: Switchs to KDevelop's User Manual
it: Vai al Manuale Utente di KDevelop
pl: Przechodzi do instrukcji u¿ytkownika KDevelop
pt_br: Vai para o Manual do Utilizador do KDevelop
