Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Toggle breakpoint
de: Breakpoint umschalten
es: Alternar punto de interrupción
fr: Basculer le point d'arrêt
hu: Töréspont ki/bekapcsolása

source: LMB sets breakpoints
de: LMt setzt Breakpoint
es: Pulsar alterna puntos de interrupción
fr: Clic gauche pour définir un point d'arrêt
hu: LMB adja a töréspontokat

source: LMB sets bookmarks
de: LMt setzt Bookmark
es: Pulsar alterna marcadores
fr: Clic gauche pour définir un signet
hu: LMB adja a könyvjelzõket

source: Vertical Selections On
de: Vertikale Auswahl: an
es: Selecciones verticales activadas
fr: Sélections verticales actives
hu: A függõleges kijelölések bekapcsolva
pl: W³±cz pionowe pod¶wietlanie
pt_br: Selecções Verticais Ligadas

source: Vertical Selections Off
de: Vertikale Auswahl: aus
es: Selecciones verticales desactivadas
fr: Sélections verticales inactives
hu: A függõleges kijelölések kikapcsolva
pl: Wy³±cz pionowe pod¶wietlanie
pt_br: Selecções Verticais Desligadas

source: The specified File does not exist
de: Die gewählte Datei existiert nicht
es: El fichero especificado no existe
fr: Le fichier spécifié n'existe pas
hu: A megadott file nem létezik.
pl: Wybrany plik nie istnieje
pt_br: O ficheiro especificado não existe
ru: Указанный файл не существует

source: You have specified a directory
de: Sie haben ein Verzeichnis gewählt
es: Ha especificado un directorio
fr: Vous avez spécifié un répertoire
hu: Könyvtárat adott meg.
pl: Wybra³e¶ katalog
pt_br: Especificou um directório
ru: Вы указали каталог

source: You do not have read permission to this file
de: Sie haben keine Leseberechtigung für diese Datei
es: No tiene permiso para leer este fichero
fr: Vous n'avez pas les permissions de lecture sur ce fichier
hu: Ehhez a fájlhoz nincs olvasási jogosultsága.
pl: Nie masz prawa odczytu tego pliku
pt_br: Não tem permissões de leitura para este ficheiro
ru: Вы не имеете права читать этот файл

source: An Error occured while trying to open this Document
de: Beim Öffnen dieses Dokuments trat ein Fehler auf
es: Ocurrió un error mientras se intentaba abrir este documento
fr: Une erreur est survenue lors de l'ouverture de ce document
hu: Hiba történt a dokumentum megnyitásakor.
pl: Podczas próby otworzenia tego dokumentu wyst±pi³ b³±d
pt_br: Um erro ocorreu enquanto se tentava abrir este Documento
ru: Ошибка во время открытия данного Документа

source: You do not have write permission to this file
de: Sie haben keine Schreibberechtigung für diese Datei
es: No tiene permiso para modificar este fichero
fr: Vous n'avez pas les permissions d'écriture sur ce fichier
hu: Ehhez a fájlhoz nincs írási jogosultsága.
pl: Nie masz prawa zapisu tego pliku
pt_br: Não tem permissões de escrita para este ficheiro
ru: Вы не имеете прав записи на этот файл

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
hu: Betöltés...
pl: £adujê...
pt_br: A Ler...
ru: Загружаю...

source: Inserted
de: Eingefügt
es: Insertado
fr: Inséré
hu: Beszúrva
pl: Wstawiony
pt_br: Inserido
ru: Вставлено

source: Read
de: Gelesen
es: Leer
fr: Lu
hu: Olvasás
pl: Wczytany
pt_br: Ler
ru: Прочитано

source: KWrite is already waiting for an internet job to finish Please wait until it has finished Alternatively stop the running one.
de: KWrite wartet bereits auf den Abschluß eines Internet Jobs. Bitte warten Sie, bis er abgeschlossen ist oder versuchen Sie, den laufenden Job zu stoppen.
es: KWrite ya está esperando a que termine un trabajo de Internet. Por favor espere hasta que haya acabado, o pare el que esté en ejecución.
fr: KWrite est déjà en train d'attendre qu'une tâche Internet se termine. Veuillez attendre qu'elle se termine. Vous pouvez aussi la stopper.
hu: KWrite már vár egy internetes feladat befejezõdésére. Vagy várd meg amíg ennek vége lesz, vagy állítsd meg.
pl: Program KWrite oczekuje na skoñczenie procesu sieciowego. Proszê poczekaæ lub zatrzymaæ bie¿±cy proces
pt_br: O KWrite já está à espera que um trabalho na internet termine. por favor aguarde até terminar ou pare o que está em execução.
ru: KWrite ожидает завершения интернет задачи Пожайлуста подождите Либо остановите.

source: Waiting for KFM...
de: Warte auf KFM...
es: Esperando al KFM...
fr: Attente de KFM...
hu: Várakozás a KFM-re...
pl: Czekam na KFM...
pt_br: A aguardar pelo KFM...
ru: Жду KFM...

source: Could not start or find KFM
de: Konnte KFM nicht finden/starten
es: No se pudo iniciar o encontrar el KFM
fr: Impossible de trouver ou de démarrer KFM
hu: Nem tudtam elindítani a KFM-et (nem találom?)
pl: Nie mogê wystartowaæ lub znale¼æ KFM
pt_br: Não foi possível iniciar o KFM
ru: Ошибка запуска KFM

source: Saving...
de: Speichere...
es: Guardando...
fr: Enregistrement...
hu: Mentés...
pl: Zachowujê...
pt_br: A Gravar...
ru: Записываю...

source: Wrote
de: Geschrieben
es: Escribió
fr: Ecrit
hu: Kiírva
pl: Zapisany
pt_br: Escreveu
ru: Записано

source: The current Document has been modified. Would you like to save it?
de: Das aktuelle Dokument wurde geändert. Wollen Sie es speichern?
es: El documento actual ha sido modificado. ¿Desea guardarlo?
fr: Le document actuel a été modifiée. Voulez-vous l'enregistrer ?
hu: A jelenlegi dokumentum megváltozott. El kívánja menteni?
pl: Aktualny dokument zosta³ zmieniony. Chcesz go zapisaæ?
pt_br: O documento actual foi modificado. Deseja grava-lo?
ru: Текущий документ был изменен. Сохранить?

source: Could not save the document. Open a new document anyways?
de: Konnte Dokument nicht sichern. Trotzdem ein neues Dokument öffnen?
es: No se pudo guardar el documento. ¿Abrir uno nuevo, de todas formas?
fr: Impossible d'enregistrer le document. Ouvrir un nouveau document quand même ?
hu: A dokumentum mentése nem sikerült. Megnyissam az újat (a nem mentett változások elvesznek)?
pl: Nie uda³o siê zapisaæ dokumentu. Otworzyæ nowy pomimo tego?
pt_br: Não foi possível gravar o documento. Abrir um documento novo de qualquer forma?
ru: Не могу записать документ. Все равно открыть новый документ?

source: No changes need to be saved
de: Es gibt keine Änderungen zu speichern.
es: No se necesitan guardar cambios
fr: Aucune modification à enregistrer
hu: Nincs elmentendõ módosítás
pl: ¯adnych zmian wymagaj±cych zachowania
pt_br: Nenhumas alterações necessitam ser gravadas
ru: Изменений нет

source: A Document with this Name already exists. Do you want to overwrite it?
de: Ein Dokument mit diesem Namen existiert bereits. Möchten Sie es überschreiben?
es: Ya existe un documento con ese nombre. ¿Desea sobreescribirlo?
fr: Un document portant le même nom existe déjà. Voulez-vous l'écraser ?
hu: Már létezik ilyen nevû dokumentum. Felül kívánja írni?
pl: Dokument o tej nazwie ju¿ istnieje. Czy chcesz go nadpisaæ?
pt_br: Um documento com este Nome já existe. Deseja gravar sobre ele?
ru: Документ с этим именем уже существует. Переписать?

source: End of document reached
de: Ende des Dokuments erreicht
es: Se ha alcanzado el final del documento
fr: Fin du document atteinte
hu: A dokumentum végére értem.
pl: Osi±gniêto koniec dokumentu
pt_br: Fim do documento atingido
ru: Достигнут конец документа

source: Continue from the beginning
de: Am Beginn fortfahren
es: Continuar desde el principio
fr: Continuer depuis le début
hu: Folytatás az elejérõl
pl: Kontynuuj od pocz±tku
pt_br: Continuar do início
ru: Продолжать с начала

source: Find
de: Suchen
es: Encontrar
fr: Chercher
hu: Keresés
pl: Znajd¼
pt_br: Procurar
ru: Искать

source: Beginning of document reached
de: Beginn des Dokuments erreicht
es: Se ha alcanzado el principio del documento
fr: Début du document atteint
hu: A dokumentum elejére értem.
pl: Osi±gnieto pocz±tek dokumentu
pt_br: Início do documento atingido
ru: Достугнуто начало документа

source: Continue from the end
de: Vom Ende aus fortfahren
es: Continuar desde el final
fr: Continuer depuis la fin
hu: Folyatás a végétõl
pl: Kontynuuj od oñca
pt_br: Continuar do fim
ru: Продолжить с конца

source: Search string not found!
de: Suchbegriff nicht gefunden!
es: ¡No se ha encontrado la cadena buscada!
fr: Chaîne introuvable !
hu: A keresett szöveg nem található!
pl: Poszukiwanego ci±gu znaków nie znaleziono!
pt_br: Caracteres de busca não encontrados!
ru: Искомая строка не найдена!

source: replace(s) made
de: Ersetzung(en) erfolgt
es: reemplazo(s) realizado(s)
fr: remplacement(s) effectué(s)
hu: csere történt
pl: Wykonano zamian
pt_br: Substituição(ões) feitas
ru: произведено замен(а)

source: Line
de: Zeile
es: Línea
fr: Ligne
hu: . sor
pl: Linia
pt_br: Linha
ru: Линия

source: Numbering
de: Numerierung
es: Numeración
fr: Numérotation
hu: Számozás
pl: Numeracja
pt_br: Numeração

source: Lines per page
de: Zeilen pro Seite
es: Líneas por página
fr: Lignes par page
hu: A sorok száma oldalanként
pl: Linii na stronie
pt_br: Linhas por página

source: Printing
de: Drucken
es: Impresión
fr: Impression
hu: Nyomtatás
pl: Drukowanie
pt_br: A imprimir

source: Textprinting
de: Textdruck
es: Impresión de texto
fr: Impression de texte
hu: Szöveg nyomtatása
pl: Drukowanie tekstu
pt_br: Impressão de Texto

source: bold font
de: Fettdruck
es: Negrita
fr: Gras
hu: félkövér b.típus
pl: pogrubiony font
pt_br: fonte negrito

source: align files
de: Dateien ausrichten
es: Alinear ficheros
fr: Aligner les fichiers
hu: a fájlok együtt
pl: u³ó¿ pliki
pt_br: alinhar ficheiros

source: print non ascii character as ISO Latin 1
de: Drucke Nicht-Ascii-Zeichen als ISO Latin 1
es: Caracteres no ASCII como ISO Latin 1
fr: Convertir non ASCII en ISO-Latin-1
hu: ISO Latin1-re cserélje a nem ASCII-t
pl: drukuj znaki spoza ascii jako ISO Latin 1
pt_br: imprimir caracteres não ASCII como ISO Latin 1

source: interpret TAB, BS and FF
de: Interpretiere TAB, BS und FF
es: Interpretar TAB, BS y FF
fr: Interpréter TAB, BS et FF
hu: TAB, BS és FF karakterek
pl: interpretuj TAB, BS i FF
pt_br: interpretar TAB, BS e FF

source: Date & Time
de: Datum & Zeit
es: Fecha y hora
fr: Date et heure
hu: Dátum & idõ
pl: Data i czas
pt_br: Data & Hora

source: Headertext
de: Kopftext
es: Texto de cabecera
fr: Texte de l'en-tête
hu: Fejlécszöveg
pl: Tekst nag³ówka
pt_br: Texto de Cabeçalho

source: headertext
de: Kopftext
es: Texto de cabecera
fr: Texte de l'en-tête
hu: fejlécszöveg
pl: tekst nag³ówka
pt_br: texto de cabeçalho

source: text
es: Texto
fr: Texte
hu: szöveg
pl: tekst
pt_br: texto

source: login
es: Usuario
hu: bejelentkezés
pt_br: utilizador

source: filename
de: Dateiname
es: Imp. nombre
fr: Nom fichier
hu: fájlnév
pl: nazwa pliku
pt_br: nome do ficheiro

source: header
de: Kopf
es: Cabecera
fr: En-tête
hu: fejléc
pl: nag³ówek
pt_br: cabeçalho

source: replace non-printing character by space
de: Ersetze nicht-druckbare Zeichen durch
es: Espacios por caracteres no imprimibles
fr: Convertir non imprimables en espaces
hu: szóköz a nem nyomtatható karakter helyett
pl: zast±p niedrukowalne znaki spacj±
pt_br: substituir caracteres não imprimíveis por espaços

source: cut lines
de: Zeilen abschneiden
es: Cortar líneas
fr: Couper les lignes
hu: a hosszú sorok levágása
pl: tnij linie
pt_br: cortar linhas

source: set TAB size
de: TAB-Größe
es: Tamaño del tab.:
fr: Taille des tabs :
hu: a TAB mérete
pl: ustaw rozmiar tabulacji
pt_br: definir tamanho do TAB

source: fontsize
de: Fontgröße
es: Tamaño
fr: Taille de police
hu: betûméret
pl: rozmiar
pt_br: tamanho da fonte

source: numbering lines
de: Zeilen numerieren
es: Numerar líneas
fr: N° de ligne
hu: a sorok számozása
pl: numeracja linii
pt_br: numeração de linhas

source: borders
de: Rahmen
es: Bordes
fr: Bordures
hu: keretek
pl: ramki
pt_br: bordas

source: file single
de: Dateien einzeln
fr: Fichier simple
hu: fájlokat külön
pl: pliki osobno
pt_br: ficheiro sozinho

source: file together
de: Dateien zusammen
fr: Fichier regroupé
hu: fájlokat együtt
pl: pliki razem
pt_br: ficheiro acompanhado

source: lines per page
de: Zeilen pro Seite
es: Líneas por pág.:
fr: Lignes par page
hu: sor egy oldalon
pl: linii na stronê
pt_br: linhas por página

source: numbering pages
de: Seiten numerieren
es: Numerar páginas
fr: N° de page
hu: oldalsorszámozás
pl: numeracja stron
pt_br: numeração de páginas

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hu: Elõkép
pl: Podgl±d
pt_br: Ver Antes

source: Defaults
de: Standard
es: Por defecto
fr: Par défaut
hu: Alapértékek
pl: Domy¶lnie
pt_br: Defeitos

source: use fontsize
de: Fontgröße
es: Elegir tamaño
fr: Utiliser Taille de police
hu: a betûméret számít
pl: u¿ywaj czcionkê
pt_br: utilizar tamanho de fonte

source: uses lines per page
de: Zeilen pro Seite
es: Especificar núm. de líneas
fr: Utiliser Lignes par page
hu: a sorok száma számít
pl: u¿ywa linii na stronie
pt_br: usar linhas por página

source: Print using bold font.
de: Drucke mit fetter Schrift.
es: Imprimir en negrita.
fr: Imprimer en utilisant une police grasse.
hu: Nyomtatás félkövér betûtípussal.
pl: Drukuj u¿ywaj±c grubej czcionki.
pt_br: Imprimir utilizando fonte negrita.

source: Print non ascii characters (with the high bit set) as ISO Latin 1 characters. These characters are printed as M- (for meta) followed by the character of the low 7 bits.
de: Drucke nicht-ASCII Zeichen (Höchstes Bit gesetzt) als ISO Latin 1 Zeichen. Diese Zeichen werden als M- (für Meta), gefolgt von dem Zeichen das von den ersten 7 Bits repräsentiert wird, gedruckt
es: Imprimir caracteres que no sean ASCII (con el bit de mayor peso usado) como caracteres ISO Latin 1. Estos caracteres son impresos como M- (por meta) seguido del carácter de los 7 bits de menor peso.
fr: Imprime les caractères non ASCII (premier bit à 1) comme des caractères ISO-Latin-1. Ces caractères sont imprimés en M- (pour méta) suivi du caractère corresondant aux 7 derniers bits.
hu: Nem ASCII karaktereket (beállított legfelsõ bittel) ISO Latin 1 karakterekként nyomtat. Ezek a karakterek M- (mint meta) és az alsó 7 bit által adott karakter formájában kerülnek kinyomtatásra.
pl: Drukuj znaki spoza ascii (z ustawionym najwy¿szym bitem) jako znaki ISO Latin 1. Te znaki s± drukowane jako M- (od meta) i dalej znak odpowiadaj±cy ni¿szym 7 bitom drukowanego.
pt_br: Imprimir caracteres não ascii (com o bit alto definido) como caracteres ISO Latin 1. Estes caracteres são impressos como M- (de meta) seguido pelo caractere dos 7 bits baixos.

source: Interpret TAB, BS and FF characters TAB is replaced by enough spaces to reach next tab stop while BS and FF have their meanings.
de: Interpretiere TAB, BS und FF. TAB wird durch mehrere Leerzeichen ersetzt.
es: Interpretar los caracteres TAB, BS y FF. TAB se reemplaza por los espacios suficientes para alcanzar la siguiente marca de tabulación. BS y FF cumplen su propósito.
fr: Interprète les tabulations en les remplaçant par le nombre correspondant d'espaces, tandis que retour arrière et saut de ligne conservent leur signification.
hu: Értelmezze a TAB, BS és FF karaktereket. A TAB megfelelõ mennyiségû szóközzel lesz lecserélve, míg a BS és az FF megõrzik a saját jelentésüket.
pl: Interpretuj znaki TAB, BS i FF. Znak TAB jest zamieniany na tyle spacji by dotrzeæ do nastêpnego punktu tabulacji, podczas gdy BS i FF zachowuj± swoje znaczenie.
pt_br: Interpretar os caracteres TAB, BS e FF. O TAB é substituido por espaços suficientes até atingir a paragem de tab seguinte enquanto BS e FF têm os seus significados.

source: Print the current date and time at the bottom of the page. This option is affected by the no surrounding border and the no header options.
de: Drucke das aktuelle Datum und die aktuelle Zeit am unteren Rand der Seite.
es: Imprimir la fecha y hora actual a pie de página. Esta opción se ve afectada por las opciones 'sin bordes' y 'sin cabecera'.
fr: Imprime la date et l'heure courantes en bas de la page. Cette option est affectée par les options pas de cadre et pas d'en-tête.
hu: A jelenlegi dátumot és idõt az oldal aljára nyomtatja. Ezt az opciót a 'nincs keret' és a 'nincs fejléc' beállítások befolyásolják.
pl: Drukuj aktualn± datê na dole strony. Na t± opcjê maj± wp³yw ramki i opcje nag³ówka.
pt_br: Imprimir a data e hora actuais em rodapé da página. Esta opção é afectada pelas opções de inexistência de borda envolvente e de cabeçalho.

source: If button is checked, no filename is printed in the pages headers.Now you can use a text instead of the filename.
de: Wenn dies angekreuzt ist, wird in den Seitenköpfen kein Dateiname gedruckt. Sie können nun einen Text wählen, der statt des Dateinamens gedruckt wird.
es: Si el botón está marcado, no se imprime el nombre del fichero en las cabeceras. En ese caso puede usar un texto en lugar del nombre del fichero.
fr: Si cette case est cochée, aucun nom de fichier n'est imprimé dans les en-têtes de page. Vous pouvez alors utiliser un texte au lieu d'un nom de fichier.
hu: Ennek kiválasztásakor a fájlnév nem lesz az oldal fejlécben nyomtatva. Ezután egy szöveget használhat fájlnév helyett.
pl: Je¶li ten przycisk jest zaznaczony, nie bêdzie drukowana nazwa pliku w nag³ówku strony. Mo¿esz u¿yæ tekstu zamiast nazwy pliku.
pt_br: Se o botão estiver activado, nenhum nome de ficheiro é impreço no cabeçalho das páginas. Pode assim utilizar texto em vez do nome do ficheiro.

source: Use this text instead of the file name in the page headers for printing next (and only next) file.
de: Benutze, statt des Dateinamens, diesen Text in den Seitenköpfen, um die nächste Datei zu drucken.
es: Utilizar este texto en lugar del nombre del fichero en la cabecera de las páginas para imprimir el siguiente (y sólo el siguiente) fichero.
fr: Utilise ce texte à la place du nom de fichier dans l'en-tête des pages pour l'impression du prochain fichier (et lui seul).
hu: Ezt a szöveget kell kiírni az oldal fejlécébe fájlnév helyett a következõ (és csak a következõ) fájl nyomtatásakor.
pl: U¿yj tego tekstu zamiast nazwy pliku podczas drukowania nastêpnego (i tylko nastêpnego) pliku.
pt_br: Utilize este texto em vez do nome do ficheiro no cabeçalho do próximo (e apenas o próximo) ficheiro a ser impresso.

source: Print user login ID in the upper right corner of the page. (available for Unix systems only)
de: Drucke Benutzerlogin in der oberen, rechten Ecke der Seite.
es: Imprime el login del usuario en la esquina superior izquierda de la página (sólo disponible en sistemas Unix).
fr: Imprime l'identifiant de l'utilisateur en haut à droite de la page (disponible uniquement sous Unix).
hu: A felhasználó bejelentkezési nevének a lap jobb felsõ sarkába nyomtatása (csak Unix rendszerekben mûködik).
pl: Drukuj login ID u¿ytkownika w prawym górnym rogu strony (dostêpne tylko na Unixie).
pt_br: Imprimir o utilizador no canto superior direito da página. (disponível em sistemas UNIX apenas)

source: Print filename ,centered, at bottom of page.
de: Drucke Dateiname zentriert am unteren Rand der Seite.
es: Imprimir el nombre del fichero, centrado, en el pie de página.
fr: Imprime le nom du fichier, centré en bas de page.
hu: Kiírja a fájl nevét a lap aljára, középen.
pl: Drukuj nazwê pliku wycentrowan± na dole strony.
pt_br: Imprimir nome do ficheiro, centrado, em rodapé.

source: If button is checked ,print page headers.
de: Wenn angekreuzt, drucke Seitenköpfe.
es: Si el botón está marcado, se imprimen las cabeceras de página.
fr: Si cette case est cochée, imprime les en-têtes de page.
hu: Oldalfejlécet nyomtat, ha be van jelölve.
pl: Drukuj nag³ówki stron.
pt_br: Se botão estiver seleccionado, imprime cabeçalho das páginas.

source: If button is checked ,non-printing characters are replaced by a space.Otherwise non-printing characters are replaced so that they are visible and easy to identify. Control characters are printed like ^X for ctrl-x; the delete character is printed as ^?. Non ascii characters are printed as M- (for meta) followed by the character of the low 7 bits.
de: Wenn ausgewählt, werden nicht druckbare Zeichen durch Leerzeichen ersetzt. Sonst werden nicht druckbare Zeichen so ersetzt, daß sie sichtbar und leicht zu identifizieren sind. Steuerzeichen werden als ^X für <CTRL><X>;das <DEL> Zeichen als ^? dargestellt. Nicht ASCII-Zeichen werden durch M- (für Meta), gefolgt von dem Zeichen, das von den ersten 7 Bits repräsentiert wird, angezeigt. Wenn ausgewählt, werden nicht druckbare Zeichen durch Leerzeichen ersetzt. Sonst werden nicht druckbare Zeichen so ersetzt, daß sie sichtbar und leicht zu identifizieren sind. Steuerzeichen werden als ^X für <CTRL><X>;das <DEL> Zeichen als ^? dargestellt. Nicht ASCII-Zeichen werden durch M- (für Meta), gefolgt von dem Zeichen, das von den ersten 7 Bits repräsentiert wird, angezeigt
es: Si el botón esta marcado, los caracteres no imprimibles son reemplazados por un espacio. En caso contrario, dichos caracteres son reemplazados de forma que sean visibles y fáciles de identificar. Los caracteres de control se imprimen como ^X para ctrl-c; el carácter de borrar se imprime como ^?. Los caracteres que no sean ASCII se imprimen como M- (de meta) seguido del carácter de los 7 bits de menor peso.
fr: Si cette case est cochée, les caractères non imprimables sont remplacés par un espace. Sinon, ils sont remplacés par quelque chose d'aisément repérable. Les caractères de contrôle sont imprimés comme ^X pour control-X ; le caractère Effacement est ^?. Les caractères non ASCII sont affichés comme M- (pour méta) suivi des 7 bits faibles du caractère.
hu: Ha ki van jelölve, a nem nyomtatható karakterek szóközzel lesznek lecserélve. Egyébként a nem nyomtatható karakterek jól láthatóan és könnyen azonosíthatóan kerülnek kiírásra. Kontrol karaktereknél pl. ^X lesz a ctrl-x -bõl; a 'delete' karakter ^? -ként lesz kinyomtatva. Nem ascii karakterek M- (mint meta) és az alsó 7 bit által adott karakterként jelennek meg.
pl: Je¶li ten przycisk jest w³±czony, nie-drukowalne znaki bêd± zastêpowane spacjami. W przeciwnym wypadku bêd± one tak zastêpowane, by by³y widoczne i ³atwe do rozpoznania. Znaki ontrolne s± drukowane jako ^X dl ctrl-x, znak delete jako ^?. Znaki spoza ascii jako M- (od meta) wraz z odpowiednim znakiem ascii (m³odsze 7 bitów znaku niedrukowalnego).
pt_br: Se botão estiver seleccionado, os caracteres não-imprimíveis são substituídos por espaços. Caso contrário são substituídos de forma a serem visíveis e facilmente identificáveis. Caracteres de controlo são impressos como ^X para ctrl-x; o caractere <i>delete</i> é impresso como ^?. Caracteres não-ASCII são impressos como M- (de meta) seguido do caractere baixo de 7 bits.
