Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Should the project be rebuild before starting the application?
de: Soll das Projekt vor dem Start neu erstellt werden?
es: ¿Desea que el proyecto se reconstruya antes de lanzar la aplicación?
fr: Faut-il reconstruire le projet avant le lancer l'application ?
hu: Újrafordítsam a teljes projektet mielõtt indítanám az alkalmazást?

source: Arguments
de: Argumente
es: Argumentos
hu: Argumentumok

source: Execute with Arguments
de: Mit Argumenten ausführen
es: Ejecutar con argumentos
fr: Exécuter avec des arguments
hu: Végrehajtás argumentumokkal
it: Esegui con Argomenti
pl: Uruchom z Argumentami
pt_br: Executar com Argumentos

source: Running
de: Führe aus...
es: Ejecutando
fr: Exécution de
hu: Futtatás
it: Esegui
pl: Uruchamianie
pt_br: Rodando
sv: Kör

source: Press Enter to continue!
de: Drücken Sie Eingabe um fortzufahren
es: ¡Presione Intro para continuar!
fr: Appuyez sur Entrée pour continuer !
hu: Nyomjon Enter-t a folytatáshoz!
it: Premi Invio per continuare!
pl: Wci¶nij Enter by kontynuowaæ!
pt_br: Pressione Enter para continuar!

source: Debug running process...
de: Laufenden Prozeß debuggen...
es: El depurador está ejecutando el proceso...
fr: Déboguer le processus en exécution...
hu: Futó program nyomkövetése...

source: Attach to process %d in %s
de: An Prozeß %d in %s anhängen
es: Adjuntar al proceso %d en %s
fr: Attacher au processus %d dans %s
hu: A %d proceszhez a %s-ben csatold

source: Enter core file to examine...
de: Geben Sie hier den Namen der core Datei ein...
es: Introduzca el fichero de volcado a examinar...
fr: Saisissez le fichier core à examiner...
hu: Add meg a core fájl nevét.

source: Examine core file %s in %s
de: Coredatei %s in %s untersuchen
es: Examinar el fichero de volcado %s en %s
fr: Examiner le fichier core %s dans %s
hu: A %s core fájl vizsgálata a %s-ban

source: Enter executable to debug...
de: Geben Sie das zu debuggende Programm ein...
es: Introduzca el ejecutable a depurar...
fr: Saisissez l'exécutable à déboguer...
hu: Futtatható fájl megadása nyomkövetéshez...

source: Running %s in %s
de: Führe %s in %s aus...
es: Ejecutando %s en %s
fr: Exécution de %s dans %s
hu: %s futtatása %s-ban

source: Should the project be rebuild before starting the debug session?
de: Soll das Projekt vor dem Start von Debug neu ertellt werden?
es: ¿Desea que el proyecto se reconstruya antes de empezar a depurar?
fr: Faut-il reconstruire le projet avant de lancer la session de déboguage ?
hu: Újrafordítsam a teljes projektet mielõtt elindul a nyomkövetés?

source: Debug with arguments
de: Mit Argumenten ausführen
es: Depurar con argumentos
fr: Déboguer avec des arguments
hu: Nyomkövetés argumentumokkal

source: Running %s in internal debugger
de: Führe %s im internen Debugger aus
es: Ejecutando %s en el depurador interno
fr: Exécution de %s dans le débogueur interne
hu: %s futtatása a beépített nyomkövetõvel

source: Running make...
de: Führe 'Make' aus...
es: Ejecutando make...
fr: Exécution de make...
hu: 'Make' futtatása...
it: Esecuzione make...
pl: Uruchamianie 'make'...
pt_br: Rodando make...
ru: Запуск команды make...
sv: Kör make...

source: Running make clean-command
es: Ejecutando el comando make clean
fr: Exécution de la commande make-clean
hu: A 'make clean' parancs futtatása
it: Esecuzione comando `make clean'
pl: Uruchamianie 'make clean-command'
pt_br: Rodando o comando make clean
ru: Запуск команды make clean
sv: Utför 'make clean'-kommandot

source: Running make clean and rebuilding all...
de: Führe 'Make clean' aus und erstelle Projekt neu...
es: Ejecutando make clean y reconstruyéndolo todo...
fr: Exécution de make clean et tout reconstruire...
hu: A 'make clean' és a 'make all' futtatása...
it: Esecuzione `make clean' e ricompilazione di tutto...
pl: Uruchamianie 'make clean' i przebudowywanie wszystkiego...
pt_br: Rodando make clean e reconstruindo tudo...
ru: Запуск make clean и перестроение проекта...
sv: Utför 'make clean' och omskapar allt...

source: Running make distclean...
de: Führe 'Make distclean' aus...
es: Ejecutando make distclean...
fr: Exécution de make distclean...
hu: A 'make distclean' futtatása...
it: Esecuzione `make distclean'...
pl: Uruchamianie 'make distclean'...
pt_br: Rodando make distclean...
sv: Utför 'make distclean'

source: Running autoconf/automake suite...
de: Führe 'Autoconf/Automake' aus...
es: Ejecutando la suite autoconf/automake...
fr: Exécution d'autoconf/automake...
hu: Az autoconf/automake csomag futtatása...
it: Esecuzione `autoconf/automake'...
pl: Uruchamianie pakietu autoconf/automake...
pt_br: Rodando ferramenta autoconf/automake...

source: Configure with Arguments
de: Configure mit Argumenten
es: Argumentos para configure
fr: Configure avec des arguments
hu: Beállítás argumentumokkal
it: Configura con Argomenti
pt_br: Configurando com Argumentos

source: Running ./configure...
de: Führe './configure' aus...
es: Ejecutando ./configure...
fr: Exécution de ./configure...
hu: './configure' futtatása...
it: Esecuzione `./configure'
pl: Uruchamianie ./configure...
pt_br: Rodando ./configure...
sv: Utför ./configure...

source: Killing current process...
de: Beende aktuellen Prozess...
es: Matando el proceso en ejecución...
fr: Tuer le processus courant...
hu: Az aktuális processz kilövése...
it: Termina processi correnti...
pl: Przerywanie aktualnego procesu...
pt_br: Matando todos os processos correntes...
ru: Снять текущий процесс...
sv: Avslutar nuvarande process

source: Setting up the Editor...
de: Konfiguriere Editor...
es: Configurando el Editor...
fr: Configuration de l'Éditeur...
hu: A szerkesztõ beállításai...
it: Configure Editor...
pl: Ustawianie opcji Edytora...
pt_br: Preparando o Editor...
sv: Inställningar för redigeraren...

source: Setting up the Editor's colors...
de: Konfiguriere Editorfarben...
es: Configurando los colores del Editor
fr: Configuration des couleurs de l'Éditeur...
hu: A szerkesztõ színeinek beállítása...
it: Configura i colori dell'Editor...
pl: Ustawianie kolorów Edytora...
pt_br: Preparando as cores do Editor...
sv: Inställningar för redigerarens färger...

source: Setting up syntax highlighting default colors...
de: Konfiguriere Standard-Hervorhebungen...
es: Configurando los colores por defecto del resaltado de código
fr: Configuration de la coloration syntaxique par défaut...
hu: A szintaxiskiemelés alapértelmezett szineinek beállítása...
it: Configure i colori di default del syntax highlighting...
pl: Ustawianie domy¶lnych kolorów pod¶wietlania sk³adni...
pt_br: Preparando as cores de realce de sintaxe padrão...
sv: Insällningar för färgkodningens standardfärger...

source: Setting up syntax highlighting colors...
de: Konfiguriere Hervorhebungen...
es: Configurando los colores del resaltado de código
fr: Configuration de la coloration syntaxique...
hu: A szintaxiskimelés színeinek beállítása...
it: Configura i colori del syntax highlighting...
pl: Ustawianie kolorów pod¶wietlania sk³adni...
pt_br: Preparando as cores de realce de sintaxe...
sv: Inställningar för färgkodningens färger...

source: Configuring Documentation Browser...
de: Konfiguriere Dokumentationsbrowser...
es: Configurando el navegador de documentación
fr: Configuration du visualiseur de documentation...
hu: A dokumentációböngészés beállításai...
it: Configura il Browser della Documentazione
pl: Konfigurowanie Przegl±darki Dokumentacji...
pt_br: Configurando o Navegador de Documentação...
sv: Inställningar för dokumentationsvisaren...

source: Configuring Tools-Menu entries...
de: Konfiguriere Einträge für das Menü 'Werkzeuge'...
es: Configurando las entradas del menú de herramientas...
fr: Configuration des options du menu Outils
hu: Az Eszköz menü beállításai...
it: Configura il menu Tool
pl: Konfigurowanie pozycji Menu Narzêdzi...
pt_br: Configurando as entradas no Menu Ferramentas...

source: Setting up KDevelop...
de: Konfiguriere KDevelop...
es: Configurando KDevelop...
fr: Configuration de KDevelop...
hu: A KDevelop beállításai...
it: Configura KDevelop...
pl: Ustawianie KDevelop...
pt_br: Preparando o KDevelop...
ru: Установка KDevelop...

source: Updating KDE-Libs documentation...
de: Aktualisiere KDE-Libs-Dokumentation...
es: Actualizando la documentación de KDE-Libs...
fr: Mise à jour de la documentation des KDE-Libs...
hu: A KDE-Libs dokumentáció frissítése...
it: Aggiornamento documentazione KDE-Libs...
pl: Uaktualnianie dokumentacji do bibliotek KDE...
pt_br: Atualizando a documentação da KDE-Libs...
ru: Обновление документации библиотек KDE...
sv: Uppdaterar KDE-bibliotekets dokumentation...

source: Generating Documentation...
de: Erzeuge Dokumentation...
es: Generando Documentación...
fr: Génération de la documentation...
hu: Dokumentáció generálása...
it: Generazione Documentazione...
pl: Generowanie Dokumentacji...
pt_br: Gerando Documentação...
ru: Генерация документации...
sv: Skapar dokumentation...

source: KDevelop needs either "glimpseindex" or "htdig" to work properly. Please install one!
de: KDevelop benötigt ,"glimpseindex" oder "htdig" zur korrekten Funktion. Bitte installieren Sie eines davon!
es: KDevelop necesita "glimpseindex" o "htdig" para funcionar correctamente. ¡Por favor instale uno!
fr: KDevelop a besoin "glimpseindex" ou "htdig" pour fonctionner correctement. Veuillez installez l'un des deux !
hu: A KDevelop-nak szüksége van a "glimpseindex" vagy a "htdig" programra. Telepítse valamelyiket.

source: Creating Search Database...
de: Erzeuge Suchdatenbank...
es: Creando la base de datos de búsqueda...
fr: Création de la base de recherche...
hu: Keresési adatbázis létrehozása...
it: Creazione Database di Ricerca...
pl: Tworzenie Bazy Wyszukiwañ...
pt_br: Criando Base de Dados de Procura...
ru: Создание поисковой БД...
sv: Skapar sökdatabas...

source: Opening bookmark...
de: Öffne Lesezeichen...
es: Abriendo marcador...
fr: Ouverture du signet...
hu: Könyvjelzõ megnyitása...
it: Apertura bookmark...
pl: Otwieranie zak³adki...
pt_br: Abrindo bookmark...

source: Switching to last page...
de: Wechsle zur vorigen Seite...
es: Saltando a la última página
fr: Dernière page...
hu: Az utolsó oldalra ugrás...
it: Vado alla pagina precedente...
pl: Przechodzê do ostatniej strony...
pt_br: Indo para a última página...
ru: Переключение на последнюю страницу...
sv: Hoppar till föregående sida...

source: Switching to next page...
de: Wechsle zur nächsten Seite...
es: Saltando a la página siguiente
fr: Page suivante...
hu: A következõ oldalra ugrás...
it: Vado alla pagina successiva...
pl: Przechodzê do nastêpnej strony...
pt_br: Indo para a próxima página...
ru: Переключение на следующую страницу...
sv: Hoppar till nästa sida...

source: Opening history page...
de: Öffne Historyseite...
es: Abriendo el historial...
fr: Ouverture de l'historique...
hu: A korábbi helyszínek oldalának megnyitása...
it: Apertura lista delle pagine visitate...
pl: Otwieranie strony historii...
pt_br: Abrindo a página do histórico...

source: Reloading page...
de: Aktualisiere Seite...
es: Recargando la página...
fr: Rechargement de la page...
hu: Oldal újratöltése...
it: Ricarica pagina...
pl: Prze³adowywanie strony...
pt_br: Recarregando página...

source: KDevelop needs either "glimpse" or "htsearch" to work properly. Please install one!
de: KDevelop benötigt entweder "glimpse" oder "htsearch" zur ordnungsgemäßen Funktion. Bitte installieren Sie eines davon!
es: KDevelop necesita "glimpse" o "htsearch" para funcionar correctamente. ¡Por favor instale uno!
fr: KDevelop nécessite "glimpse" ou "htsearch" pour fonctionner correctement. Veuillez installer l'un des deux !
hu: A KDevelop-nak szüksége van a "glimpse" vagy a "htsearch" programra. Telepítse valamelyiket!

source: You must select a text for searching the documentation!
de: Sie müssen einen Text auswählen, um in der Dokumentation zu suchen!
es: ¡Debe seleccionar un texto a buscar en la documentación!
fr: Vous devez sélectionner un texte à rechercher dans la documentation !
hu: Ki kell jelölnie a keresendõ szöveget!
it: Devi selezionare il testo da ricercare nella documentazione!
pl: Musisz wybraæ tekst aby go wyszukaæ w dokumentacji!
pt_br: Você deve selecionar um texto para procurar na documentação!

source: Searching selected text in documentation...
de: Suche ausgewählten Text in der Dokumentation...
es: Buscando el texto seleccionado en la documentación...
fr: Recherche de la sélection...
hu: A megadott szöveg keresése a dokumentációban...
it: Ricerca testo selezionato nella documentazione...
pl: Wyszukiwanie zaznaczonego tekstu w dokumentacji...
pt_br: Procurando o texto selecionado na documentação...
ru: Поиск выделенного текста в документации...
sv: Söker i dokumentationen efter den markerade texten...

source: KDevelop couldn't find the search database. Do you want to generate it now?
de: KDevelop konnte die Suchdatenbank nicht finden. Wollen Sie sie jetzt erzeugen?
es: KDevelop no pudo encontrar la base de datos de búsqueda. ¿Desea generarla ahora?
fr: KDevelop ne peut pas trouver de base de donées de recherche. Désirez vous en créer une maintenant ?
hu: A KDevelop nem találta meg a keresési adatbázist. Kívánja most létrehozni?
it: KDevelop non riesce a trovare il database di ricerca. Vuoi generarlo ora?
pl: Kdevelop nie móg³ znale¼æ bazy wyszukiwañ. Czy chcesz j± teraz wygenerowaæ?
pt_br: O KDevelop não encontrou a Base de Dados de busca. Deseja criar uma agora?

source: Searching for Help on...
de: Suche nach Hilfe zu...
es: Buscando ayuda sobre...
fr: Chercher de l'aide sur...
hu: Segítség keresése...
it: Cerca Aiuto su...
pl: Wyszukiwanie Pomocy na temat...
pt_br: Procurando Ajuda sobre...
sv: Söker efter hjälp om...

source: Switching to project API Documentation...
de: Wechsle zur API-Dokumentation des Projekts...
es: Saltando a la Documentación de la API del proyecto...
fr: Aller à la documentation de l'API du projet...
hu: Ugrás a projekt API dokumentációra...
it: Vado alla Documentazione API del progetto...
pl: Przechodzê do dokumentacji API projektu...
pt_br: Indo para a documentação API do projeto...
ru: Переключение на документацию по API проекта...
sv: Byter till projektets API-dokumentation...

source: Switching to project Manual...
de: Wechsle zum Handbuch des Projekts...
es: Saltando al Manual del proyecto...
fr: Aller au Manuel du projet...
hu: Ugrás a projekt kézikönyvre...
it: Vai al manuale del progetto...
pl: Przechodzê do Instrukcji do projektu...
pt_br: Indo para o projeto Manual...
ru: Переключение на руководство пользователя???
sv: Byter till projektets manual...

source: About KDevelop...
de: Über KDevelop...
es: Acerca de KDevelop...
fr: À propos de KDevelop...
hu: A KDevelop névjegye...
it: Info su KDevelop...
pl: O KDevelop...
pt_br: Sobre o KDevelop...
ru: О KDevelop...
sv: Om KDevelop...

source: KDevelop Version
es: Versión de KDevelop
fr: Version de KDevelop
hu: KDevelop verzió
it: Versione di KDevelop
pl: Wersja KDevelop
pt_br: Versão KDevelop

source: Line: %d Col: %d
de: Zeile: %d Spalte: %d
es: Línea: %d Col: %d
fr: Ligne : %d Col : %d
hu: Sor: %d Oszlop: %d
it: Linea: %d Col: %d
pl: Linia: %d Kol: %d
pt_br: Linha: %d Col: %d
ru: Строка: %d Столбец: %d
sv: Rad: %d Kol: %d

source: " not found in documentation!
de: " nicht in der Dokumentation gefunden!
es: " no se ha encontrado en la documentación
fr: " non trouvé dans la documentation !
hu: "%1" nem található a dokumentációban!
it: " non trovato nella documentazione!
pl: " nie znalezione w dokumentacji!
pt_br: " não foi encontrado na documentação!
sv: " ej funnet i dokumentationen!

source: Search for:
de: Suchen nach:
es: Buscar por:
fr: Rechercher :
hu: Keresendõ:
it: Cerca:
pt_br: Procurar por:

source: Title
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
pt_br: Título

source: Hits
de: Treffer
es: Ocurrencias
fr: Réponses
hu: Találatok
it: Trovati
pt_br: Contagens

source: *** failed ***
de: *** Fehler ***
es: *** no conseguido ***
fr: *** échec ***
hu: *** Nem sikerült ***
it: *** errori/e ***
pl: *** nie powiód³ siê ***
pt_br: *** falhou ***

source: *** success ***
de: *** Erfolg ***
es: *** conseguido ***
fr: *** succès ***
hu: *** Sikerült ***
it: *** successo ***
pl: *** sukces ***
pt_br: *** sucesso ***

source: *** exit-code: %i ***
es: *** código de salida: %i ***
fr: *** code de sortie : %i ***
hu: *** visszatérési kód: %i ***
it: *** valore in uscita: %i ***
pl: *** kod wyj¶cia: %i ***
pt_br: *** código de saída: %i ***

source: *** process exited with error(s) ***
de: *** Prozeß mit Fehler(n) beendet ***
es: *** proceso terminado con error(es) ***
fr: *** processus terminé avec une(des) erreur(s) ***
hu: *** A processz futása hibával ért véget ***
it: *** errori alla terminazione dei processi ***
pl: *** proces zakoñczy³ z b³êdami ***
pt_br: *** processo saiu com erro(s) ***

source: Qt-Library
de: Qt-Bibliothek
es: Biblioteca QT
fr: Bibliothèque Qt
hu: A Qt-könyvtár
it: Libreria Qt
pl: Biblioteka Qt
pt_br: Biblioteca Qt
sk: Qt-Kniµnica
sv: &Qt bibliotek

source: File not found!
de: Datei nicht gefunden!
es: ¡Fichero no encontrado!
fr: Fichier introuvable !
hu: Fájl nem található!
it: File non trovato!
pl: Plik nie znaleziony!
pt_br: Arquivo não encontrado!

source: KDE-Core-Library
de: KDE-Core-Bibliothek
es: Biblioteca Núcleo de KDE
fr: Bibliothèque KDE-Core
hu: A KDE-core könyvtár
it: Libreria KDE-Core
pl: Biblioteka KDE-Core
pt_br: Biblioteca KDE-Core
sk: KDE-Core-Kniµnica
sv: KDE &Core bibliotek

source: KDE-UI-Library
de: KDE-UI-Bibliothek
es: Biblioteca UI de KDE
fr: Bibliothèque KDE-UI
hu: A KDE UI könyvtár
it: Libreria KDE-UI
pl: Biblioteka KDE-UI
pt_br: Biblioteca KDE-UI
sv: KDE &GUI bibliotek

source: KDE-KFile-Library
de: KDE-KFile-Bibliothek
es: Biblioteca KFile de KDE
fr: Bibliothèque KDE-KFile
hu: A KDE KFile könyvtár
it: Libreria KDE-KFile
pl: Biblioteka KDE-KFile
pt_br: Biblioteca KDE-KFile
sk: KDE-KFile-Kniµnica
sv: KDE &File bibliotek

source: KDE-KHTMLW-Library
de: KDE-KHTMLW-Bibliothek
es: Biblioteca KHTMLW de KDE
fr: Bibliothèque KDE-KHTMLW
hu: A KDE-KHTMLW könyvtár
it: Libreria KDE-KHTMLW
pl: Biblioteka KDE-KHTMLW
pt_br: Biblioteca KDE-KHTMLW
sv: KDE-KHTMLW-bibliotek

source: KDE-KFM-Library
de: KDE-KFM-Bibliothek
es: Biblioteca KFM de KDE
fr: Bibliothèque KDE-KFM
hu: A KDE KFM könyvtár
it: Libreria KDE-KFM
pl: Biblioteka KDE-KFM
pt_br: Biblioteca KDE-KFM
sv: KDE-KFM-bibliotek

source: KDE-KDEutils-Library
de: KDE-KDEutils-Bibliothek
es: Biblioteca UtilidadesKDE de KDE
fr: Bibliothèque KDE-KDEutils
hu: A KDE-KDEutils könyvtár
it: Libreria KDE-KDEutils
pl: Biblioteka KDE-KDEUtils
pt_br: Biblioteca KDE-KDEutils
sv: KDE-KDEutils-bibliotek

source: KDE-KAB-Library
de: KDE-KAB-Bibliothek
es: Biblioteca KAB de KDE
fr: Bibliothèque KDE-KAB
hu: KDE-KAB Könyvtár
it: Libreria KDE-KAB
pl: Biblioteka KDE-KAB
pt_br: Biblioteca KDE-KAB
sv: KDE-KAB-bibliotek

source: KDE-KSpell-Library
de: KDE-KSpell-Bibliothek
es: Biblioteca KSpell de KDE
fr: Bibliothèque KDE-KSpell
hu: A KDE-KSpell Könyvtár
it: Libreria KDE-KSpell
pl: Biblioteka KDE-KSpell
pt_br: Biblioteca KDE-KSpell
sv: KDE-KSpell-bibliotek

source: KDevelop couldn't find the KDE API-Documentation. Do you want to generate it now?
de: KDevelop konnte die KDE API-Dokumentation nicht finden. Wollen Sie sie jetzt erzeugen?
es: KDevelop no pudo encontrar la documentación de la API de KDE. ¿Desea generarla ahora?
fr: KDevelop n'a pas trouvé la documentation de l'API de KDE. Désirez-vous la générer maintenant ?
hu: A KDevelop nem találta meg a keresési adatbázist. Kívánja most létrehozni?

source: Creates a new file
de: Erzeugt eine neue Datei
es: Crea un nuevo fichero
fr: Crée un nouveau fichier
hu: Új fájlt hoz létre
it: Crea un nuovo file
pl: Tworzy nowy plik
pt_br: Cria um novo arquivo
ru: Создает новый файл
sv: Skapar en ny fil

source: Opens an existing file
de: Öffnet eine vorhandene Datei
es: Abre un fichero existente
fr: Ouvre un fichier existant
hu: Létezõ fájlt nyit meg
it: Apri un file esistente
pl: Otwiera istniej±cy plik
pt_br: Abre um arquivo já existente
ru: Открывает существующий файл
sv: Öppnar en befintlig fil

source: Closes the actual file
de: Schließt die aktuelle Datei
es: Cierra el fichero seleccionado
fr: Ferme le fichier courant
hu: Bezárja az aktuális fájlt
it: Chiudi il file attuale
pl: Zamyka bie¿±cy plik
pt_br: Fecha o arquivo atual
ru: Закрыть текущий файл???
sv: Stänger den aktuella filen

source: Save the actual document
de: Speichert das aktuelle Dokument
es: Guarda el documento seleccionado
fr: Enregistrer le document courant
hu: Elmenti az aktuális dokumentumot
it: Salva il documento attuale
pl: Zapisz bie¿±cy dokument
pt_br: Salva o documento atual
ru: Сохраняет текущий документ???
sv: Sparar det aktuella dokument

source: Save the document as...
de: Speichert das Dokument unter...
es: Guarda el documento como...
fr: Enregistrer le document sous...
hu: Elmenti a dokumentumot mint...
it: Salva il documento come...
pl: Zapisz dokument jako...
pt_br: Salvar o documento como...
ru: Сохранить документ как...
sv: Spara dokumentet som...

source: Save all changed files
de: Speichert alle geänderten Dateien
es: Guarda todos los ficheros modificados
fr: Enregistrer tous les fichiers modifiés
hu: Elmenti az összes módosított fájlt
it: Salva tutti i file modificati
pl: Zapisz wszystkie zmienione pliki
pt_br: Salvar todos os arquivos modificados
ru: Сохранить все изменения во всех файлах
sv: Spara alla ändrade filer

source: Prints the current document
de: Druckt das aktuelle Dokument
es: Imprime el documento seleccionado
fr: Imprime le document courant
hu: Kinyomtatja az aktuális dokumentumot
it: Stampa il documento corrente
pl: Drukuje bie¿±cy dokument
pt_br: Imprime o documento atual
sv: Skriver ut det aktuella dokumentet

source: Exits the program
de: Beendet das Programm
es: Sale del programa
fr: Quitte le programme
hu: Kilép a programból
it: Esci dal programma
pl: Wychodzi z programu
pt_br: Sai do programa
ru: Выйти из программы
sv: Avslutar programet

source: Reverts the last editing step
de: Macht den letzten Schritt rückgängig
es: Cancela el último paso de edición.
fr: Annule la dernière opération d'édition
hu: Visszavonja az utolsó szerkesztési lépést
it: Inverti l'ultima modifica
pl: Wycofuje ostatni krok edycji
pt_br: Desfaz o último passo de edição

source: Re-execute the last undone step
de: Stellt den letzten rückgängig gemachten Schritt wieder her
es: Rehace el último paso deshecho.
fr: Re-exécute la dernière opération d'édition
hu: Újra végrehajtja az utoljára visszavont lépést
it: Ripeti l'ultima modifica
pl: Ponownie wykonaj ostatnio cofniêty krok
pt_br: Refaz o último passo desfeito

source: Cuts the selected section and puts it to the clipboard
de: Schneidet die Auswahl aus und legt sie in die Zwischenablage
es: Corta la sección seleccionada y la deja en el portapapeles
fr: Coupe la partie sélectionnée et la mettre dans le presse-papiers
hu: Kivágja a kijelölt szakaszt és a vágóasztalra másolja
it: Taglia la sezione selezionata e ponila nella clipboard
pl: Wycina zaznaczony fragment i umieszcza go w schowki
pt_br: Corta a seção selecionada e a coloca na área de transferência
ru: Вырезает выделенный блок и помещает его в clipboard
sv: Klipper ut det markerade avsnittet och lägger den i urklippshanteraren

source: Copys the selected section to the clipboard
de: Kopiert die Auswahl in die Zwischenablage
es: Copia la sección seleccionada y la deja en el portapapeles
fr: Copie la partie sélectionnée et la mettre dans le presse-papiers
hu: A vágóasztalra másolja a kijelölt szakaszt
it: Copia la sezione selezionata nella clipboard
pl: Kopiuje zaznaczony fragment do schowka
pt_br: Copia a seção selecionada para a área de transferência
ru: Копирует выделенный блок в clipboard
sv: Kopierar det markerade avsnittet till urklippshanteraren
