Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Compile with -W. This option sets options not included in -Wall which are very specific. Please read GCC-Info for more information.
de: Compiliere mit -W. Diese Option setzt Optionen, die nicht mit -Wall aktiviert werden. Bitte lesen Sie die GCC-Info für mehr Informationen.
es: Compilar con -W. Esta opción habilita opciones no incluidas con -Wall que son muy específicas. Por favor lea la página Info del GCC para más información.
fr: Compile avec -W. Cette option paramètre les options très spéciales non comprises dans -Wall. Reportez-vous à la documentation GCC-Info.
hu: Fordítás a -W opcióval. Ez a beállítás a -Wall-ban nem szereplõ különleges figyelmeztetéseket kapcsolja be. Olvassa el a GCC-Info fájlt további információért.
it: Compile con opzione -W. Questa opzione ne attiva altre molto specifiche non incluse in -Wall. Prego leggere il GCC-Info per maggiori informazioni.
pl: Kompiluj z -W. Ta opcja ustawia bardzo szczególne opcje nie zawarte w -Wall. Je¶li chcesz co¶ wiêcej na ten temat wiedzieæ, przeczytaj GCC-Info.
pt_br: Compilar com -W. Esta opção define opções não incluidas em -Wall que são muito específicas. Por favor leia a informação GCC para saber mais.
sv: Kompilera med -W. Detta alternativ ställer specifika alternativ som inte är inkluderade i -Wall. Var vänlig läs i GCC-info för vidare information.

source: Warn about certain constructs that behave differently in traditional and ANSI C.
de: Warne vor bestimmten Konstrukten, die in traditionellem und ANSI C verschiedene Wirkung haben.
es: Avisa sobre ciertas construcciones que se comportan de forma diferente entre el C tradicional y el ANSI C.
fr: Signale certaines syntaxes différentes dans le C ANSI et le C traditionnel.
hu: Figyelmeztetés bizonyos szerkezeteknél, amelyek különbözõen viselkednek a hagyományos és az ANSI C esetében.
it: Informa relativamente certi construtti che si comportano differentemente dal modo tradizionale e dallo standard ANSI C.
pl: Ostrzegaj pzry niektórych konstrukcjach, które maj± inne znaczenie w tradycyjnym i w ANSI C.
pt_br: Avisa sobre algumas construções que se comportam de forma diferente em C tradicional e ANSI.
ru: Выдавать предупреждающие сообщения о некоторых конструкциях, имеющих различную интерпретацию в обычном и ANSI C
sv: Varna om särskilda kontruktioner som uppträder olika för både traditionellt och ANSI C.

source: Warn if an undefined identifier is evaluated in an `#if' directive
de: Warne, wenn ein undefinierter Bezeichner in einer '#if'-Anweisung ausgewertet wird.
es: Avisar si un identificador no definido es es evaluado en una directiva `#if'.
fr: Signale si un identifiant non défini est évalué dans une directive `#if'
hu: Figyelmeztetés, ha egy nem definiált azonosítót értékel ki egy `#if' direktívánál
it: Informa se un identificatore non definito è valutato all'interno di una direttiva `#if'
pl: Ostrzegaj je¶li niezdefiniowany identyfikator jest sprawdzany w dyrektywie #if.
pt_br: Avisa de um identificador indefinido é avaliado numa directiva '#if'
sv: Varna om en oidentifierad identifierare är utvärderas i en '#if' sats

source: Warn whenever a local variable shadows another local variable.
de: Warne, wenn eine lokale Variable eine andere lokale Variable verdeckt.
es: Avisar cuando una variable local oculta a otra variable local.
fr: Signale les variables locales masquées par une autre variable locale.
hu: Figyelmeztetés ha egy lokális változó takar egy másik lokális változót.
it: Informa se una variabile locale nasconde un'altra variabile locale.
pl: Ostrzegaj gdy zmienna lokalna zas³ania inn± zmienn± lokaln±.
pt_br: Avisa sempre que uma variável local se sobrepuser a outra variável local.
ru: Выдавать предупреждение, если одна локальная переменная затеняет? другую.
sv: Varna närhelst en lokal variabel överlappar en annan lokal variabel.

source: Warn about anything that depends on the <i>size of</i> a function type or of <i>void</i>. GNU C assigns these types a size of 1, for convenience in calculations with <i>void *</i> pointers and pointers to functions.
de: Warne vor allem, das von der <i>Größe</i> eines Funktionstypen oder von einem <i>void</i> abhängt. GNU C weist diesen Typen, aufgrund von Komfort in Berechnungen mit <i>void *</i> Zeigern und Zeigern auf Funktionen, eine Größe von 1 zu.
es: Avisar de cualquier cosa que dependa del <i>tamaño del</i> (size of) tipo de una función o de <i>void</i>. GNU C asigna a estos tipos un tamaño de 1, para facilitar los cálculos con punteros <i>void *</i> y con punteros a funciones.
fr: Signale tout ce qui dépend de la taille (<i>size of</i>) d'un type de fonction, ou de <i>void</i>. GNU C assigne à ces types une taille de 1, pour plus de facilité dans les calculs avec des pointeurs <i>void *<i> ou des pointeurs de fonctions.
hu: Figyelmeztetés ha egy függvény visszaadási értékének típusára vagy a <i>void</i> típusra vonatkozó <i>sizeof</> kifejezés szerepel a forrásban. A GNU C ezekhez a típusokhoz 1 bájtos méretet rendel, hogy kényelmesebbé tegye a <i>void *</i> mutatókkal és függvényekre mutató mutatókkal való számításokat.
it: Avverte ogni volta ci sia qualcosa che dipende dalla <i>dimensione</i> del tipo della funzione o dal tipo <i>void</i>. GNU C assegna a questi tipi la dimensione di 1 byte, quando si tratta di effetture calcoli con puntatori <i>void*</i> e puntatori a funzione.
pl: Ostrzegaj gdzy cokolwiek zale¿y od <i>size of</i> dla typu funkcyjnego lub typu <i>void</i>. GNU C przypisuje tym typom rozmiar 1 dla u³atwienia przeliczeñ ze wska¼nikami <i>void *</i> lub wska¼nikami do funkcji.
pt_br: Avisa sobre tudo o que dependa do <i>size of</i> de um tipo de função ou de <i>void</i>. O C GNU atribui a estes tipos o tamanho de 1, para conveniência nos cálculos com ponteiros <i>void *</i> e ponteiros para funções.
ru: Выдавать предупреждения обо всех типах пункций, зависящих от <i>sizeof</i> или <i>void</i>. GNU C присваивает этим типам размер равный 1 для удобства в вычислениях указателей типа <i>void *</i> и на функции.
sv: Varna om allt som beror på <i>size of</i> en funktionstyp eller av <i>void</i>. GNU C tilldelar dessa typer storlek 1, för bekvämligheten när man beräknar med <i>void *</i> pekare och pekare till funktioner.

source: Warn whenever a function call is cast to a non-matching type. For example, warn if <i>int malloc()</i> is cast to <i>anything *.
de: Warne, wenn ein Funktionsaufruf eine Umwandlung zu einem nicht passenden Typ ist. Z. B., wenn <i>int malloc()</i> eine Umwandlung zu <i>irgendwas *</i> ist.
es: Avisar cuando la llamada de una función sea moldeada (cast) a un tipo con el que no se pueda asociar. Por ejemplo, avisar si <i>int malloc()</i> es moldeada a <i>loquesea *.
fr: Signale les appels de fonction convertis en un type incompatible. Par exemple, signale un <i>int malloc()</i> forcé en <i>autre_chose *.
hu: Figyelmeztetés ha egy függvényhívás típusa egy vele nem egyeztethetõ típusra van átalakítva. Például ha az <i>int malloc()</i> az <i>akármi *</i> típusra van átalakítva.
it: Avverte quando si fa un cast di una chimata a funzione ad un altra di tipo diverso. Ad esempio avverte se un <i>int malloc()</i> è promosso a <i>anything*.
pl: Ostrzegaj gdy wywo³anie funkcji jest rzutowane na niepasuj±cy typ. Na przyk³ad gdy <i>int malloc()</i> jest rzutowane na <i>cololwiek *</i>.
pt_br: Avisa sempre que uma chamada a uma função for feita a um tipo não-igual. Por exemplo, avisa se <i>int malloc()</i> é feito a <i>anything *.
ru: Выдавать предупреждение при приведении возвращаемого значения функции к несоответствующему типу. Например, если <i>int malloc()</i> приводится к <i>какому- нибудь указателю *.</i>
sv: Varna närhelst ett funktionsanrop är castad till en icke-matchande typ. T.ex. varna om <i>int malloc()</i> är castad till <i>någonting *</i>.

source: Warn whenever a pointer is cast so as to remove a type qualifier from the target type. For example, warn if a <i>const char *</i> is cast to an ordinary <i>char *.
de: Warne, wenn ein Zeiger gecastet wird und dabei ein Typqualifizierer beim Ziel verloren ginge.Z.B., wenn ein <i>const char *</i> nach <i>char *</i> gecastet würde.
es: Avisar cuando un puntero es moldeado (cast) para poder eliminar el cualificador de tipo del destino. Por ejemplo, avisar si un <i>const char *</i> es moldeado a un <i>char *. ordinario
fr: Signale les conversions de pointeurs qui annulent un qualifiant du type cible. Par exemple, signale un <i>const char *</i> forcé en un <i>char * ordinaire.
hu: Figyelmeztetés ha olyan mutatótípus-átalakítás történik, amikor a céltípus minõsítése törlõdik. Például, ha a <i>const char *</i> típus közönséges <i>char *</i> típussá alakul.
it: Avverte quando un puntatore è promosso in modo tale da eliminare il modificatore di tipo dal puntatore risultante. Ad esempio, avverte se un <i>const char *</i> è promosso ad un ordinario <i>char *.
pl: Ostrzegaj gdy wska¼nik jest rzutowany tak, ¿e tracony jest kwalifikator typu. Na przyk³ad gdy <i>const char *</i> jest rzutowany na zwyk³y <i>char *</i>.
pt_br: Avisa sempre que um ponteiro é lançado de forma a remover um tipo de qualificador do tipo alvo. Por exemplo, Avisa se um <i>const char *</i> é lançado sobre um <i>char *</i> normal.
sv: Varna närhelst en pekare är castad för att ta bort en typkvalifikator från måltypen. T.ex., varna om en <i>const char *</i> är castad till en vanlig <i>char *</i>.

source: Warn whenever a pointer is cast such that the required alignment of the target is increased. For example, warn if a <i>char *</i> is cast to an <i>int *</i> on machines where integers can only be accessed at two- or four-byte boundaries.
de: Warne, wenn ein Zeiger so gecastet wird, daß das erforderliche Alignment des Zieles vergrößert würde. Z.B. wenn auf Maschinen, auf denen Integer nur 2- oder 4-Byte aligned sein können, <i>char *</i> nach <i>int *</i>gecastet werden soll.
es: Avisar cuando un puntero sea moldeado (cast) de forma que la alineación requerida en el destino se incremente. Por ejemplo, avisar si un <i>char *</i> es moldeado a un <i>int *</i> en máquinas donde los enteros sólo son accesibles en los límites de dos y y cuatro bytes.
fr: Signale les pointeurs convertis de telle manière que l'alignement de la cible est augmenté. Par exemple, signale si un <i>char *</i> est converti en <i>int *</i> sur les machines où les entiers ne peuvent être accédés que sur un alignement de 2 ou 4 octets.
hu: Figyelmeztetés ha olyan típusátalakítás történik, ahol a céltípus 'rendezési mérete' (alignment) megnõ. Például ha egy <i>char *</i> típust <i>int *</i>-ra változtatunk olyan gépen, ahol az egészek csak kettõvel vagy néggyel osztható memóriacímeken érhetõek el.
it: Avverte quando la promozione di un puntatore richiede un riallineamento del puntatore risultate. Ad esempio, <i>char *</i> è promosso in un <i>int *</i> in un sistema dove gli interi sono acceduti solamente ogni due o quattro byte.
pl: Ostrzegaj gdy wska¼nik jest rzutowany w taki sposób, ¿e wymagane wyrównanie po³o¿enia typu docelowego jest wy¿sze ni¿ typu ¼ród³owego. Na przyk³ad gdy <i>char *</i> jest rzutowany na <i>int *</i> na komputerze, w którym typ <i>int</i> jest dostêpny jedynie w dwu- lub cztero-bajtowych odstêpach.
pt_br: Avisa sempre que um ponteiro é lançado de tal modo que o alinhamento requerido do alvo seja aumentado. Por exemplo, avisa se um <i>char +>/i> é lançado sobre um <i>int *</i> em máqueinas em que <i>integers</i> apenas podem ser acedidas em fronteiras de 2 ou quatro bytes.
sv: Varna närhelst en pekare är castad så att den begärda uppställningen av målet ökas. T.ex., varna om en <i>char *</i> är castad till en <i>int *</i> på en dator där heltalen enbart kan fås tillträde vid två- eller fyra-bytes begränsningar.

source: Give string constants the type <i>const char[LENGTH]</i> so that copying the address of one into a non-<i>const char *</i> pointer will get a warning. These warnings will help you find at compile time code that can try to write into a string constant, but only if you have been very careful about using <i>const</i> in declarations and prototypes. Otherwise, it will just be a nuisance; this is why we did not make <i>-Wall</i> request these warnings.
de: Gebe Stringkonstanten den Typ <i>const char[Länge]</i>, sodaß das Kopieren einer solchen Adresse in einen nicht <i>const char *</i> Zeiger eine Warnung erzeugt. Diese Warnungen können helfen, zur Compilezeit Code zu finden, der versucht in eine Strinkonstante zu schreiben, aber nur wenn man sehr aufmerksam beim Gebrauch von <i>const</i> in Deklarationen und Prototypen war. Ansonsten werden diese Meldungen nur lästig, weshalb sie mit <i>-Wall</i> nicht er- zeugt werden
es: Da a las constantes de cadena el tipo <i>const char[LENGTH]</i>, de forma que copiar la dirección de una a un puntero que no sea <i>const char *</i> (constante) lanzará un aviso. Estos avisos le pueden ayudar a encontrar código que intenta escribir en una constante de cadena, pero sólo si ha sido cuidadoso al usar <i>const</i> en las declaraciones y en los prototipos. En caso contrario, esto será sencillamente una molestia; por eso estos avisos han sido incluidos con <i>-Wall</i>.
fr: Donne aux chaînes constantes le type <i>const char[LONGUEUR]</i>. Ainsi, copier l'adresse d'une chaîne dans un pointeur non-<i>const char*</i> sera signalé. Ces avertissements aident à trouver, lors de la compilation, le code pouvant essayer d'écrire dans une chaîne constante, mais seulement si vous avez utilisé <i>const</i> avec rigueur dans les déclarations et les prototypes. Autrement, c'est juste une nuisance ; c'est pourquoi <i>-Wall</i> ne signale pas cela par défaut.
hu: A stringkonstansokhoz a <i>const char[LENGTH]</i> típust rendeli, így egy nem-<i>const char *</i> mutató rámásolása figyelmeztetést generál. Ezek a figyelmeztetések segítenek még fordítási idõben megtalálni azokat az eseteket, amikor felül próbál írni egy stringkonstanst, de csak akkor, ha nagyon körültekintõ volt a <i>const</i> használatakor deklarációknál és prototípusoknál. Különben csak zavart okoz, ezért is nem került be a <i>-Wall</i> opcióba.
it: Imposta le stringhe costanti come <i>const char[LENGTH]</i> in modo tale che un warning venga generato se si copia l'indirizzo in una varibile non di tipo <i>const char *</i>. Questo tipo di warning permetterà di scoprire durante la compilazione scritture in una stringa di tipo costante. Questo ha senso solamente se si è usato appropriatamente il modificatore <i>const</i> nelle dichiarazione e nei prototipi: in caso contrario questa non è utile; per questo motivo l'opzione <i>-Wall</i> non include tali warning.
pl: Nadaj sta³ym tekstowym typ <i>const char[D£UGO¦Æ]</i> dziêki czemu kopiowanie adresu tych sta³ych na niesta³y wska¼nik <i>char *</i> wygeneruje ostrze¿enie. Te ostrze¿enia pomagaj± wykryæ podczas kompilacji punkty w których omy³kowo nadpisujesz sta³e tekstowe. Aby jednak z tego korzystaæ musisz bardzo ostro¿nie u¿ywaæ <i>const</i> w deklaracjach. W przeciwnym wypadku opcja ta jedynie utrudnia ¿ycie. W³a¶nie dlatego nie jest ona w³±czona do <i>-Wall</i>.
pt_br: Dá a constantes <i>string</i> o tipo <i>const char[TAMANHO]</i> de modo a que copiar o endereço de uma para um ponteiro que não <i>const char *</i> emita um aviso. Estes avisos ajuda-lo-ão a encontrar aquando da compilação código que pode tentar escrever para uma constante <i>string</i>, mas apenas se tiver sido muito cuidadoso com o uso de <i>const</i> em declarações e protótipos. De outra forma, apenas será uma <i>nuisance</i>; isto é porque não fizemos o <i>-Wall</i> pedir estes avisos.
sv: Ger strängkonstanter typen <i>const char[LENGTH]</i>så att kopiering av adressen till en annan icke-<i>const char *</i> pekare ger en varning. Dessa varningar hjälper dig vid kompilering att hitta kod som försöker skriva till en strängkonstant, men enbart om du har varit mycket försiktig med att använda <i>const</i> i deklarationer och prototyper. Annars, kommer detta bara att vara till besvär; detta är varför vi inte låter <i>-Wall</i> anropa dessa varningar.

source: Warn if a prototype causes a type conversion that is different from what would happen to the same argument in the absence of a prototype. This includes conversions of fixed point to floating and vice versa, and conversions changing the width or signedness of a fixed point argument except when the same as the default promotion. Also warn if a negative integer constant expression is implicitly converted to an unsigned type.
de: Warne, wenn ein Prototyp eine Typumwandlung verursacht, die anders ist als die, die durchgeführt würde, wäre der Prototyp nicht da. Dies beinhaltet Konvertierungen von Festpunkt nach Fließkomma und umgekehrt und Konvertierungen, die die Breite oder die Vorzeichenbe- haftung eines Festpunktargumentes betreffen, es sei den, es entspräche der Standarderweiterung. Ebenso wird gewarnt, wenn eine negative, ganzzahlige Konstante implizit in einen vorzeichenlosen Typ umge- wandelt wird
es: Avisar si un prototipo provoca una conversión de tipo que es distinta de la que le ocurriría al mismo argumento en la ausencia de un prototipo. Esto incluye las conversiones de coma fija a coma flotante y viceversa, y las conversiones que cambian el tamaño o el signo de un argumento de punto fijo, excepto cuando esta sea la conversión por defecto. También avisa si una expresión constante de un entero negativo es implícitamente convertida a un tipo sin signo.
fr: Signale si un protoype cause une conversion de type différente de ce qui arriverait en l'absence de prototype. Ceci inclut les conversions de décimale fixe en virgule flottante et vice-versa, ainsi que la conversion modifiant la précision ou le signe d'un argument en décimale fixe, sauf si cela ne diffère pas de la promotion par défaut. Signale également les expressions constantes entières et négatives converties implicitement en un type non signé.
hu: Figyelmeztetés ha a prototípus létezése másfajta típuskonverziót okoz, mint ami a prototípus hiányában ugyanazzal az argumentummal történne. Ebbe a körbe tartoznak a lebegõpontos-fixpontos átalakítások oda-vissza, átalakítások, amelyek megváltoztatják a tizedesérték hosszát ill. az argumentum elõjelességét, kivéve ha egyezik az alapértelmezett típuskonverzióval. Akkor is figyelmeztet, ha egy negatív egész konstans automatikusan elõjel nélkülivé konvertálódna.
it: Informa se un prototype impone una conversione di tipo differente da quella che si sarebbe ottenuta in assenza del prototype.Questo include conversioni da fixed point a floating point e viceversa, e conversioni che cambiano la dimensione o il signed di un argomento fixed point (eccetto quando questo sarebbe accaduto durante una promozione automatica). Inoltre avverte se una espressione costante intera e negativa è implicitamente convertita in una senza segno.
pl: Ostrzegaj gdy deklaracja powoduje inn± konwersjê typów ni¿ by siê to sta³o w przypadku braku deklaracji. Dotyczy to konwersji miêdzy warto¶ciami sta³o- a zmienno-przecinkowymi oraz konwersji zmieniaj±cych rozmiar lub znak argumentów sta³oprzecinkowych za wyj±tkiem standardowych rozszerzeñ. Równie¿ ostrzega gdy ujemny ca³kowity parametr jest przenoszony na typ bezznakowy.
pt_br: Avisa se um protótipo pedir uma conversão de tipo que difere da que sucederia ao mesmo argumento na falta do protótipo. Isto inclui conversões de ponto fixo para vírgula flutuante e vice versa, e conversões que alterem o comprimento ou <i>signedness</i> de argumentos de ponto fixo excepto quando a mesma que da promoção por defeito. Avisa também se uma constante <i>integer</i> negativa é implicitamente convertida para um tipo <i>unsigned</i>.
sv: Varna om en prototyp orsakar en typkonvertering som skiljer sig från vad som skulle hända om samma argument är frånvarande en prototyp. Detta inkluderar konverteringar av fasta decimaltecken till flytande och vice versa och konverteringar som ändrar vidden eller tecknet av ett fast decimaltecken-argument förrutom när den är samma som standardvalet. Varna också om ett konstant negativt heltals uttryck är implicit konverterad till en osignerad typ.

source: Warn when a comparison between signed and unsigned values could produce an incorrect result when the signed value is converted to unsigned.
de: Warne, wenn ein Vergleich zwischen signed und unsigned ein falsches Ergebnis geben könnte, weil signed zu unsigned umgewandelt wird.
es: Avisar cuando una comparación entre valores con y sin signo podría producir un resultado incorrecto en la conversión del valor con signo a sin signo.
fr: Signale quand une comparaison entre un type signé et un type non signé peut produire un résultat incorrect (et lorsque la valeur signée est convertie en valeur non signée).
hu: Figyelmeztetés ha egy elõjeles és egy elõjel nélküli érték összehasonlítása hibás eredményt okozhat amikor az elõjeles érték elõjel nélkülivé konvertálódik.
it: Informa quando il confronto tra un valore unsigned e uno signed può produrre un risultato sbagliato quando il valore signed è convertito in unsigned.
pl: Ostrzegaj przy porównaniu miêdzy warto¶ciami ze znakiem i bez, które mog³oby daæ nieprawd³owy rezultat gdy warto¶æ ze znakiem jest konwertowana do bezznakowej.
pt_br: Avisa quando uma comparação entre valores <i>signed</i> e <i>unsigned</i> poderia produzir um resultado incorrecto quando o valor <i>signed</i> fosse convertido para <i>unsigned</i>.
sv: Varna när en jämförelse mellan 'signed' och 'unsigned' skulle kunna skapa ett oriktigt resultat då den 'signed'- värder är konverterat till 'unsigned'.

source: Warn if any functions that return structures or unions are defined or called. (In languages where you can return an array, this also elicits a warning.)
de: Warne, wenn eine Funktion, die eine Struktur oder Union zurückgibt, definiert oder aufgerufen wird.
es: Avisar si se declara o se llama a alguna función que devuelva estructuras o uniones. En lenguajes en los que se puede devolver una matriz esto también provoca un aviso.
fr: Signale les appels à des fonctions retournant des structures ou des unions (dans les langages permettant de retourner un tableau, il y a également un avertissement).
hu: Figyelmeztetés ha a programban olyan függvényt definiál vagy használ amely struktúrát vagy union-t ad vissza. (Olyan nyelveknél, ahol tömb visszaadása lehetséges, szintén figyelmeztetést ad.)
it: Informa se qualche funzione che ritorna una structur od un union è definita o invocata. Il waning viene generato anche nel caso si ritorni un array nei linguaggi che lo permettono.
pl: Ostrzegaj przy definicji lub wywo³aniu funkcji, które zwracaj± struktury lub unie. (W przypadku jêzyków, które pozwalaj± zwracaæ tablice, one równie¿ wywo³aj± ostrze¿enie.)
pt_br: Avisa se uma função que devolva estruturas ou uniões for definida ou chamada. (Em linguagens em que puder devolver uma matriz, isto também emitirá um aviso.)
sv: Varna om varje funktion som returnerar strukturer eller unioner är definierade eller anropade. (I språk som du kan returnera en array, detta framtvingar också en varning.)
