Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Messages The messages window shows the output of the compiler and used utilities like kdoc reference documentation. For compiler error messages, click on the error message. This will automatically open the source file and set the cursor to the line that caused the compiler error/warning.
de: Meldungen Das 'Meldungen'-Fenster zeigt die Ausgabe des Compilers und der verwendeten Werkzeuge, wie etwa kdoc. Falls beim Kompilieren Fehler auftraten, klicken Sie einfach auf die Meldung. Dadurch wechseln Sie automatisch zur richtigen Zeile in der Datei, in der der Fehler/die Warnung auftrat.
es: Mensajes La ventana de mensajes muestra los mensajes del compilador y de las utilidades usadas, como por ejemplo kdoc. Cuando aparezca algún mensaje de error del compilador, pulse dos veces en él. Se abrirá el fichero fuente correspondiente y el cursor se situará en la línea que generó el error o el aviso.
fr: Messages La fenêtre des messages affiche les messages du compilateur et des utilitaires tels que kdoc. En cliquant sur un message d'erreur du compilateur, le fichier source concerné sera ouvert automatiquement et le curseur positionné sur la ligne ayant causé l'erreur ou l'avertissement.
hu: Üzenetek Az üzenetablak írja ki a fordítóprogram és a többi segédprogram, mint pl. a kdoc referenciadokumentáció kimenetét. A fordítóprogram hibaüzenetei esetén kattintson az üzenet sorára. Ez automatikusan megnyitja a forrásfájlt és ráállítja a kurzort arra a sorra, amelyik a hibát/figyelmeztetést elõidézte.
it: Messaggi La finestra di messaggi viene usata dal compilatore e vengono impiegatiutility come kdoc per localizzare la documentazione. Nel caso di compilazioni, verranno mostrati messaggi d'errore generati dal compilatore. Cliccando su un qualsiasi messaggio si aprirà automaticamente il file sorgente ed il cursore si posizionerà nella linea che ha causato l'errore o il warning.
pl: Komunikaty Okno komunikatów pokazuje wyniki dzia³ania kompilatora i wykorzystywanych narzêdzi jak np. kdoc. W przypadku komunikatów b³êdów kompilatora mo¿esz klikn±æ na liniê komunikatu. Plik zawieraj±cy b³±d zostanie automatycznie otworzony z kursorem ustawionym w odpowiednim miejscu.
pt_br: Mensagens A janela de mensagens mostra o output do compilador e utilitários utilizados como a documentação de referência do kdoc. Para mensagens de erro do compilador, carregue na mensagem de erro. Isto automaticamente abre o ficheiro de código e coloca o cursor na linha que causou o erro/aviso de compilação.
sv: Meddelanden Meddelarfönstret visar utdata från kompilatorn och verktyg som kdocs referensdokumentation. För kompilatorns felmeddelande trycker du på felmeddelanden. Detta kommer automatiskt att öpnna källfilerna och sätta textmarkören vid raden som orsakade kompilator-felet/varningen.

source: StdErr The Standard Error window displays messages of running applications using the cerr function to debug.
de: StdErr Das Standardfehlerfenster zeigt Meldungen laufender Applikationen an, indem es die cerr-Funktion zum Debuggen verwendet.
es: StdErr La ventana de error estándar muestra los mensajes de aplicaciones en ejecución que usen la función cerr para depurar.
fr: StdErr La fenêtre d'erreur standard (stderr) affiche les messages des applications en cours d'exécution utilisant la fonction cerr pour le déboguage.
hu: standard hiba-kimenet A standard hiba-kimenet ablak kijelzi azon futó alkalmazások üzeneteit, amelyek a cerr függvényt használják a nyomkövetésre.
it: StdErr La finestra di Standard Error mostra i messaggi delle applicazioni lanciate via l'uso della funzione di debug cerr.
pl: StdErr Okno komunikatów b³êdów wy¶wietla komunikaty z dzia³aj±cych aplikacji, które zosta³y wys³ane do strumienia cerr.
pt_br: StdErr A janela de Erro Standard mostra mensagens de aplicações em execução utilizando a função cerr para a depuração.
sv: StdErr Standardfelfönstret visar meddelanden under körningen av applikationen via cerr-funktionen.

source: Variable Tree The variable tree allows you to see the variable values as you step through your program using the internal debugger. Click the RMB on items in this view to get a popup menu. To speed up stepping through your code leave the tree items closed and add the variable(s) to the watch section. To change a variable value in your running app use a watch variable (eg a=5).
de: Variablenbaum Sie können die Variablenwerte sehen während Sie sich mit Hilfe des internen Debuggers durch Ihr Programm bewegen. Klicken mit der rechten Maustaste auf die Einträge in dieser Ansicht, öffnet ein Popup Menü. Um sich schneller im Code zu bewegen, lassen Sie die Einträge geschlossen und fügen die Variable(n) dem Watch-Feld hinzu. Setzen Sie Variablenwerte zur Laufzeit mit Hilfe einer Watch-Variablen (z.B. a=5)
es: Árbol de variables El árbol de variables le permite ver los valores que toman las variables a medida que avanza por su programa utilizando el depurador interno. Pulse con el botón derecho sobre los elementos del árbol para ver su menú contextual. Para acelerar la ejecución del programa, cierre los elementos del árbol y añada la(s) variable(s) a la lista de inspección. Para cambiar el valor de una variable en su programa en ejecución, utilice una inspección (por ejemplo a=5)
fr: Arborescence de variables L'arborescence de variables vous permet de voir les valeurs de variables au fur et à mesure de l'avancée de votre programme dans le débogueur interne. Un clic droit sur les éléments de cette affichage vous donne un menu contextuel. Pour accélérer la progression dans votre code, fermez l'arborescence et ajoutez la(es) variable(s) dans la section watch. Pour changer la valeur d'une variable de l'application exécutée, utilisez une variable watch (ex : a=5).
hu: Változó Fa-nézet A változó fa-nézettel követhetjük a változók értékeit miközben a beépített nyomkövetõvel végigléptetünk a programon. Kattintson rá a jobb egérgombra az ebben a nézetben lévõ elemek felett hogy legördülõ menüt kapjon. A forráson való végigléptetés felgyorsítása érdekében hagyja a fa elemeit lezárva, és adja a változó(ka)t a watch (követés) szekcióhoz. A futó alkalmazásban lévõ változó értékének megváltoztatásához használjon egy követett változót (pl. a=5).

source: Breakpoint list Displays a list of breakpoints with their current status. Clicking on a breakpoint item with the RMB displays a popupmenu so you may manipulate the breakpoint. Double clicking will take to the source in the editor window.
de: Breakpoint Liste Zeigt eine Liste der Unterbrechungen und ihren aktuellen Status an. Anklicken eines Breakpoints mit der rechten Maustaste öffnet ein Menü, in dem Sie die Unterbrechung bearbeiten können. Ein Doppelklick bringt Sie zum Quellcode im Editorfenster.
es: Lista de puntos de interrupción Muestra una lista con los puntos de interrupción y su estado actual. Pulsando en uno de los elementos con el botón derecho aparece un menú contextual desde el que se pueden manipular los puntos de interrupción. Pulsando dos veces en un elemento se le mostrará el fichero y línea de la interrupción en la ventana del editor.
fr: Liste des points d'arrêt Affiche la liste des points d'arrêt avec leur état courant. Un clic droit sur un élément du point d'arrêt affiche un menu contextuel permettant de le manipuler. Un double clic vous mènera dans la fenêtre d'édition.
hu: Töréspont lista Kiírja a töréspontok listáját a jelenlegi állapotukkal együtt. A jobb egérgombbal a töréspont elemre kattintva legördülõ menüt kap, így módosíthatja azt. Dupla kattintással a szerkesztõ ablakban a forrás sorra ugorhatunk.

source: Frame stack display Often referred to as the "call stack", this is a list showing what function is currently active and who called each function to get to this point in your program. By clicking on an item you can see the values in any of the previous calling functions See the VAR tab for these frame variables.
de: Frame Stack Anzeige Oft auch vom "Aufruf Stack" genannt, ist eine Liste die anzeigt welche Funktion gerade aktiv ist und von wo die Funktionen jeweils aufgerufen wurden. Durch Anklicken eines Eintrages können Sie sich die Werte der Variablen der aufrufenden Funktionen im Variablenbaum anzeigen lassen.
es: Visor del marco de la pila También es conocido como "call stack". En esta lista se muestra la función que está activa, y la lista de quien llamo a quien hasta llegar a ella. Pulsando en un elemento podrá ver los valores de cualquiera de las funciones apiladas hasta llegar a la actual; utilice la pestaña VAR para las variables de cada una.
fr: Affichage de la pile d'exécution Souvent appelée "pile d'appels", cette liste montre quelle fonction est actuellement active et qui a appelé chaque fonction, menant ainsi à cet endroit de votre programme. Un clic sur un élément affiche les valeurs dans chaque fonction appelée précédemment. Voir l'onglet VAR pour ces variables.
hu: Frame stack (Keret Verem?) kijelzõ Gyakran hívják még "call stack"-nek, hívás veremnek is; ez egy lista, amely megmutatja, melyik függvény aktív pillanatnyilag, és melyik függvény melyik másikat hívta meg, hogy a program jelenlegi részére érjünk. Egy elemre rákattintva bármelyik korábbi hívó függvény argumentum értékeit láthatjuk. Lásd a VAR ablakot ezekért a keretváltozókért.

source: Machine code display A machine code view into your running executable with the current instruction highlighted. You can step instruction by instruction using the debuggers toolbar buttons of "step over" instruction and "step into" instruction.
de: Maschinencode-Ansicht Eine Ansicht des Maschinencodes Ihres laufenden Programmes. Die aktuelle Anweisung ist hervorgehoben. Sie können die Anweisungen Schritt für Schritt abarbeiten, indem sie "Step over" und "Step into" verwenden.
es: Visor de código máquina Muestra el ejecutable en ejecución, con la instrucción en proceso seleccionada. Puede desplazarse instrucción a instrucción con los botones de "Paso a paso por inst. en ensamblador" y "Paso a paso por func. en ensamblador".
fr: Affichage du code machine Un affichage du code machine de votre exécutable avec l'instruction courante en surbrillance. Vous pouvez exécuter les instructions pas-à-pas en utilisant les boutons suivants de la barre d'outils du débogueur : "step over" instruction et "step into" instruction.
hu: Gépi kód kijelzõ Ez a futó alkalmazás gépi kódú nézete, kiemelve az aktuális utasítást. Utasításról utasításra léptethet benne a nyomkövetõ eszközsorának "lépd át" és "lépj bele" gombjával.

source: Neither glimpse nor htdig is installed, therefore KDevelop can not index your documentation to provide a proper help functionality. We advise to install glimpse or htdig and create the searchdatabase later by choosing KDevelop Setup in the Options menu. As this is the last step of the Installation process, KDevelop will be started now. We hope you enjoy KDevelop and that it is a useful help to create new software. The KDevelop Team
de: Weder 'glimpse' noch 'htdig' sind installiert, daher kann KDevelop Ihre Dokumentation nicht indizieren, um eine ordentliche Hilfefunktion zur Verfügung zu stellen. Wir raten Ihnen, glimpse zu installieren und die Suchdatenbank später zu erzeugen, indem Sie im 'Optionen'-Menü 'KDevelop Setup' wählen. Da dies der letzte Schritt der Dokumentation ist, wird KDevelop nun gestartet. Wir hoffen, daß Ihnen KDevelop gefällt und daß es Ihnen hilft, neue und gute Software zu erstellen. Das KDevelop Team
es: Ni el programa glimpse ni el programa htdig están instalados, y por lo tanto KDevelop no puede crear un índice de su documentación para proveerle de unas funciones de ayuda adecuadas. Le recomendamos que instale glimpse o htdig y que posteriormente cree una base de datos de búsqueda, eligiendo `Configuración de KDevelop' en el menú Opciones. Como este es el último paso del proceso de instalación, ahora se ejecutará el programa KDevelop. Esperamos que disfrute de KDevelop y que le sirva de ayuda para crear nuevo software. El equipo de KDevelop.
fr: Le programme glimpse ou htdig n'est pas installé, KDevelop ne peut donc pas indexer votre documentation pour fournir une aide complète. Nous conseillons l'installation de glimpse et la création ultérieure d'une base de données de recherche avec l'option Configuration de KDevelop du menu Options. Comme ceci est la dernière étape de son installation, KDevelop va maintenant démarrer. Nous espérons que vous apprécierez KDevelop et qu'il vous sera utile pour créer de nouveaux logiciels. L'équipe de KDevelop
hu: Sem a glimpse, sem a htdig program nincs telepítve, ezért a KDevelop nem képes az Ön dokumentációjának indexelésére a megfelelõ segítségfunkció eléréséhez. Javasolt a glimpse vagy a htdig újratelepítése, és a keresési adatbázis késõbbi létrehozása a Beállítások/KDevelop beállítás... menüpont segítségével. Ez volt a telepítési folyamat utolsó lépése, a KDevelop most elindul. Reméljük, hogy élvezni fogja a KDevelop használatát, és hasznos segítségnek fogja találni új programok kifejlesztéséhez. A KDevelop fejlesztõcsapat

source: Now KDevelop will perform the last step of the installation process with indexing your documentation. This will provide an extended help functionality and will give you the information you need.
de: Nun wird KDevelop den letzten Schritt der Installation vornehmen, indem es Ihre Dokumentation indiziert. Dadurch wird eine erweiterte Hilfefunktionalität bereitgestellt.
es: Ahora KDevelop realizará el último paso del proceso de instalación, indexando la documentación. Esto le permitirá tener una ayuda avanzada, que le dará la información que necesite.
fr: KDevelop va maintenant exécuter la dernière étape de l'installation en indexant votre documentation. Cela vous fera bénéficier d'une aide puissante qui vous apportera les informations dont vous avez besoin.
hu: Az Ön dokumentációjának indexelésével a KDevelop a telepítési folyamat utolsó lépését hajtja végre. Ez egy kiterjesztett segítõfunkcionalitást biztosít és megadja az Ön által kért információkat.
it: Ora KDevelop invocherà l'ultimo passo dell'installazione. Creerà l'indice della tua documentazione. Questo attiverà una funzionalità di guida estesa che ti permetterà di trovare ogni informazione richiesta.
pl: Teraz KDevelop wykona ostatni krok w procesie instalacji indeksuj±c twoj± dokumentacjê. Dziêki temu uzyskasz dodatkowe mo¿liwo¶ci w wyszukiwaniu pomocy i ³atwiejszy dostêp do informacji których potrzebujesz.
pt_br: Agora o KDevelop irá realizar o último passo do processo de instalação com a indexação da sua documentação. Isto proporcionará uma funcionalidade de ajuda extendida e dar-lhe-á a informação que necessita.
sv: Nu kommer KDevelop att utföra det sista steget av installationsprocessen genom att indexera din dokumentation. Detta medför en utvidgad hjälpfunktionalitet och ger dig den information du behöver.

source: Creating search database Please wait...
de: Erzeuge Suchdatenbank Bitte warten...
es: Creando base de datos de búsqueda Por Favor espere...
fr: Création de la base de données de recherche Veuillez patienter...
hu: A keresési adatbázis létrehozása Kérem várjon...
it: Creazione del database di ricerca Attendere prego...
pl: Tworzenie bazy wyszukiwañ Proszê czekaæ...
pt_br: A Criar Base de Dados de Busca Por Favor aguarde...
sv: Skapar sökdabas Var god dröj...

source: Installation successful !
de: Installation erfolgreich!
es: ¡ Instalación realizada con éxito !
fr: Installation réussie !
hu: Telepítés Sikeres!
it: Installazione conclusa con successo!
pl: Instalacja zakoñczona pomy¶³nie !
pt_br: Instalação com sucesso!
sv: Installationen fullförd !

source: The installation process finished successfully. The KDevelop Team wishes that you will enjoy our program and we would be honoured for any feedback. The KDevelop Team
de: Die Installation wurde erfolgreich beendet. Wir wünschen Ihnen viel Spaß mit diesem Programm und freuen uns über Ihr Feedback. Das KDevelop Team
es: El proceso de instalación acabó con éxito. El equipo de KDevelop le desea que disfrute del programa. Cualquier comentario que nos haga sobre el mismo será agradecido. El equipo de KDevelop
fr: L'installation s'est terminée avec succès. L'équipe KDevelop espère que vous apprécierez ce logiciel et sera heureuse de recevoir des commentaires. L'équipe KDevelop
hu: A telepítési folyamat sikeresen befejezõdött. A KDevelop fejlesztõcsapata sok sikert kíván a program használatához, és minden észrevételt örömmel fogad. A KDevelop fejlesztõcsapat
it: Il processo di installazione si è concluso con successo. Il Team KDevelop spera che ti diverta nell'uso del programma e sarà onorato di ricevere qualsiasi risposta da te. Il Team KDevelop
pl: Instalacja zosta³a zakoñczona pomy¶lnie. ¯yczymy ci przyjemnego u¿ywania tego programu. Z przyjemno¶ci± te¿ czekamy na twoje komentarze na jego temat. Twórcy KDevelop
pt_br: O processo de instalação terminou com sucesso. A Equipa do KDevelop deseja que aprecie a nossa aplicação e seriamos honrados pelos seus comentários. A Equipa KDevelop
sv: Installationsprocessen utfördes utan problem. KDevelop teamet önskar att du tycker om programmet och vi vore tacksamma för feedback. The KDevelop Team

source: KDevelop Installation
es: Instalación de KDevelop
fr: Installation de KDevelop
hu: A KDevelop telepítés
it: Installazione di KDevelop
pl: Instalacja KDevelop
pt_br: Instalação do KDevelop

source: Welcome to the KDevelop Setup !
de: Willkommen bei KDevelop Setup!
es: ¡ Bienvenido a la configuración de KDevelop !
fr: Bienvenue dans la configuration de KDevelop !
hu: Üdvözli Önt a KDevelop telepítõ!
it: Benvenuto nella Configurazione di KDevelop!
pl: Witamy w Ustawieniach KDevelop !
pt_br: Bem Vindo à Configuração do KDevelop !
sv: Välkommen till KDevelop Setup!

source: Qt-Documentation Path:
de: Qt-Dokumentationspfad:
es: Documentación Qt en:
fr: Emplacement de la documentation Qt :
hu: A Qt dokumentáció elérési útja:
it: Documentazione Qt:
pl: ¦cie¿ka Dokumentacji QT:
pt_br: Caminho da Documentação Qt:
sv: Qt-dokumentationens sökväg:

source: This installation program will check your system for helper programs needed by KDevelop. Also your documentation will be set up automatically. Choose 'Proceed` to invoke the automatic detection and the documentation generator. 'Help' will give more information about the installation. Choosing 'Cancel' will stop the installation and KDevelop will be started without setting the initialvalues needed for proper functionality.
de: Dieses Installationsprogramm wird Ihr System auf Hilfsprogramme, die von KDevelop benötigt werden, überprüfen. Weiters wird Ihre Dokumentation automatisch konfiguriert. Wählen Sie 'Weiter', um die automatische Einrichtung und den Dokumentationsgenerator zu starten. 'Hilfe' zeigt Ihnen mehr Informationen über die Installation. Wenn Sie 'Abbrechen' wählen, wird die Installation gestoppt und KDevelop startet, ohne verschiedene Anfangswerte, die für die korrekte Funktionalität benötigt werden, zu initialisieren.
es: Este programa de instalación comprobará si tiene en su sistema los programas en los que se apoya KDevelop. Además, la documentación se configurará automáticamente. Elija 'Proceder' para llamar al programa de detección automática y al generador de documentación. 'Ayuda' le dará más información sobre la instalación. Si elige 'Cancelar', parará la instalación y KDevelop será iniciado sin configurar algunos parámetros necesarios para su correcto funcionamiento.
fr: Le programme d'installation va vérifier que votre système possède les logiciels nécessaires pour tirer profit de KDevelop. De plus, votre documentation va être installée automatiquement. Cliquez sur 'Installer` pour lancer la détection automatique et la génération de la documentation. 'Aide' vous donnera des informations sur l'installation. 'Annuler' arrêtera l'installation et KDevelop démarrera sans paramétrer les options nécessaires pour une utilisation complète.
hu: Ez a telepítõprogram ellenõrzi az Ön rendszerében a KDevelop-hoz szükséges segédprogramokat, valamint az Ön dokumentációját is automatikusan összeállítja. Válassza ki a 'Végrehajtás' gombot, hogy elinduljon az automatikus alkalmazáskeresõ és a dokumentációgenerátor. A 'Segítség' további információkat nyújt a telepítésrõl. A 'Mégsem' választása esetén a telepítés félbeszakad és a KDevelop a megfelelõ mûködéshez szükséges kezdeti értékek nélkül indul el.
it: Questo programma di installazione farà un controllo del sistema per verificarel'esistenza dei programmi di cui KDevelop ha bisogno. La documentazione verrà configurata automaticamente. Selezionando `Procedi' si invocherà la verifca automatica del sistema e la creazione della documentazione. Selezionando `Annulla' si interromperà il processo d'installazione e KDevelop verrà lanciato senzaalcun settaggio iniziale.
pl: Ten program instalacyjny sprawdzi twój system pod k±tem dodatkowych programów potrzebnych do poprawnej pracy KDevelop. Równie¿ twoja dokumentacja zostanie automatycznie ustawiona. Wybierz 'Dalej` by uruchomiæ automatyczn± detekcjê i generatora dokumentacji. 'Pomoc' poda wiêcej informacji na temat instalacji. Wybranie 'Anuluj' zatrzyma instalacjê, a KDevelop zostanie uruchomiony bez ustawieñ pocz±tkowych potrzebnych do pe³nego wykorzystania jego mo¿liwo¶ci.
pt_br: Este programa de instalação procurará o seu sistema por programas de apoio necessários pelo KDevelop. Também a sua documentação será configurada automaticamente. Escolha 'Proceder' para invocar a detecção automática e a geração de documentação. 'Ajuda' dar-lhe-á mais informação sobre a instalação. Escolhendo 'Cancelar' parará a instalação e o KDevelop será iniciado sem definir os valores iniciais necessários para um funcionamento correcto.
sv: Detta installationsprogram kommer att leta efter hjälprogram som behövs för KDevelop. Den kommer också att lägga upp dokumentationen. Välj 'Fortsätt' för automatisk uppspårning samt dokumentationsskaparen. 'Hjälp' ger div mer information om installationen. Väljer du 'Avbryt' stoppas installationen och KDevelop kommer startas utan de insällningar som behövs för lämplig funktionalitet.

source: Proceed >>
de: Weiter >>
es: Proceder >>
fr: Installer >>
hu: Végrehajtás >>
it: Procedi >>
pl: Dalej >>
pt_br: Proceder >>
sv: Fortsätt >>

source: The selected path is not correct!
de: Der gewählte Pfad ist nicht korrekt!
es: ¡ El camino seleccionado no es correcto !
fr: L'emplacement choisi n'est pas correct !
hu: A kijelölt elérési út hibás.
it: Il percorso selezionato non è corretto!
pl: Podana ¶cie¿ka jest nie poprawna!
pt_br: O caminho seleccionado não está correcto!
sv: Den valda sökvägen är inte rätt!

source: The chosen path does not lead to the Qt-library documentation. Please choose the correct path.
de: Der gewählte Pfad enthält keine Qt-Dokumentation. Bitte wählen Sie den korrekten Pfad.
es: El camino seleccionado no lleva a la documentación de las QT. Por favor seleccione el camino correcto.
fr: L'emplacement choisi ne mène pas à la documentation de la bibliothèque Qt. Veuillez sélectionner le chemin correct.
hu: A kiválasztott útvonal nem a Qt-könyvtár dokumentációjára mutat. Kérem válassza ki a helyes útvonalat.
it: Il percorso selezionato non conduce alla documentazione della libreria Qt. Prego selezionare il percorso corretto.
pl: Podana ¶cie¿ka nie prowadzi do dokumentacji biblioteki QT. Proszê podaæ poprawn± ¶cie¿kê.
pt_br: O caminho escolhido não indica a documentação da biblioteca Qt. Por favor escolha o caminho correcto.
sv: Den valda sökvägen leder inte till dokumentationen av Qt-biblioteket. Välj en annan sökväg.
