Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Sets the highlighting default colors
de: Setzt Standard-Hervorhebungen
es: Configura los colores por defecto de resaltado
fr: Définit la coloration syntaxique par défaut
hu: Beállítja a kiemelés alapértelmezés szerinti szineit
it: Imposta i colori highlight di default
pl: Ustawia domy¶lne kolory pod¶wietlenia
pt_br: Define as cores de realce de defeito
sv: Inställningar för standardfärgerna för syntaxfärgning

source: Sets the highlighting colors
de: Setzt Hervorhebungen
es: Configura los colores de resaltado
fr: Définit la coloration syntaxique
hu: Beállítja a kiemelés szineit
it: Imposta i colori evidenziati
pl: Ustawia kolory pod¶wietlenia
pt_br: Define as cores de realce
sv: Inställningar för syntaxfärgning

source: Configures the Browser options
de: Konfiguriert die Browseroptionen
es: Configura las opciones del Navegador
fr: Configure les options du visualiseur
hu: A böngészõbeállítások módosítása
it: Configura le opzioni per il browser
pl: Konfiguruje opcje przegl±darki
pt_br: Define as opções do Navegador
sv: Inställningar för läsaren

source: Configures the Tools-Menu entries
de: Konfiguriert die Menüeinträge für 'Werkzeuge'
es: Configura las entradas del menú de herramientas
fr: Configure les options du menu Outils
hu: Az Eszköz menü beállításai
it: Configura gli elementi del menu Tools
pl: Zmienia pozycje Menu Narzêdzi
pt_br: Define as entradas do Menu Ferramentas

source: Configures printing options
de: Konfiguriert die Druckoptionen
es: Configura las opciones de impresión
fr: Configure les options d'impression
hu: A nyomtatási beállítások módosítása
it: Configura le opzioni di stampa
pl: Konfiguruje opcje drukowania
pt_br: Define as opções de impressão
sv: Skrivarinställningar

source: Configures the printer to use enscript
de: Konfiguriert den Drucker zur Verwendung von enscript
es: Configura la impresora para utilizar enscript
fr: Configure l'imprimante pour utiliser enscript
hu: A nyomtató beállítása az 'enscript' használatához
it: Configura la stampate in modo che usi `enscript'
pl: Konfiguruje drukarkê do u¿ywania enscript
pt_br: Configura a impressora para utilizar enscript
sv: Configurerar skrivaren till att använda 'enscript'

source: Configures the printer to use a2ps
de: Konfiguriert den Drucker zur Verwendung von a2ps
es: Configura la impresora para utilizar a2ps
fr: Configure l'imprimante pour utiliser a2ps
hu: A nyomtató beállítása az 'a2ps' használatához
it: Configura la stampante in modo che usi `a2ps'
pl: Konfiguruje drukarkê do u¿ywania a2ps
pt_br: Configura a impressora para utilizar a2ps
sv: Configurerar skrivaren till att använda 'a2ps'

source: Configures KDevelop
de: Konfiguriert KDevelop
es: Configura KDevelop
fr: Configure KDevelop
hu: A KDevelop beállításai
it: Configura KDevelop
pl: Konfiguruje KDevelop
pt_br: Configura o KDevelop
sv: Inställningar för KDevelop

source: Sets a bookmark to the current window file
de: Setzt ein Lesezeichen in der aktuellen Datei
es: Pone un marcador al fichero abierto en la ventana
fr: Crée un signet vers le fichier de la fenêtre courante
hu: Könyvjelzõt állít be az aktuális fájlhoz
it: Imposta un bookmark nella finestra corrente
pl: Ustawia zak³adkê w pliku z aktualnego okna
pt_br: Define um bookmark na janela do arquivo atual

source: Toggles a bookmark to the current window file
de: Setzt ein Lesezeichen in der aktuellen Datei
es: Alterna un marcador en el fichero abierto en la ventana
fr: (Dés)Activer le signet vers le fichier de la fenêtre courante
hu: Könyvjelzõt ki/bekapcsol az aktuális fájlhoz

source: Goes to the next bookmark in the current window file
de: Geht zum nächsten Lesezeichen in der aktuellen Datei
es: Va al siguiente marcador del fichero abierto en la ventana
fr: Va au signet suivant dans le fichier de la fenêtre courante
hu: A következõ könyvjelzõre ugrik az aktuális fájlablakban

source: Goes to the previous bookmark in the current window file
de: Geht zum vorherigen Lesezeichen in der aktuellen Datei
es: Va al anterior marcador del fichero abierto en la ventana
fr: Va au signet précédent dans le fichier de la fenêtre courante
hu: A megelõzõ könyvjelzõre ugrik az aktuális fájlablakban

source: Clears the bookmarks for the current window
de: Löscht die Lesezeichenliste für das aktuelle Fenster
es: Vacía la lista de marcadores de la ventana actual
fr: Efface les signets de la fenêtre courante
hu: Törli a könyvjelzõket az aktuális fájlhoz

source: Switches to last browser page
de: Wechselt zur vorigen Browserseite
es: Salta a la última página visitada
fr: Va à la dernière page du visualiseur
hu: A legutolsó böngészõoldalra ugrik

source: Switches to next browser page
de: Wechselt zur nächsten Browserseite
es: Salta a la siguiente página
fr: Va à la page suivante du visualiseur
hu: A következõ böngészõoldalra ugrik

source: Reloads the current browser page
de: Lädt die aktuelle Browserseite neu
es: Recarga la página actual del navegador
fr: Recharge la page courante du visualiseur
hu: Újraolvassa a jelenlegi böngészõoldalt
it: Ricarica la pagina corrente
pt_br: Recarrega a página atual do navegador

source: Cancels the document request
de: Bricht den Dokumentaufruf ab
es: Cancela la petición del documento
fr: Annule la requête du document
hu: Törli a dokumentumkérést
it: Annulla la richiesta del documento
pt_br: Cancela o pedido de documento

source: Searches the selected text in the documentation
de: Sucht den ausgewählten Text in der Dokumentation
es: Busca el texto seleccionado en la documentación
fr: Recherche le texte sélectionné dans la documentation
hu: A kijelölt szöveget keresi a dokumentációban

source: Lets you search individually for an expression
de: Läßt Sie individuell nach einem Ausdruck suchen
es: Le permite buscar individualmente una expresión
fr: Vous permet de rechercher une expression
hu: Egyéni keresést tesz lehetõvé kifejezésre
it: Permette la ricerca di una singola espressione
pl: Pozwala wyszukaæ podane wyra¿enie
pt_br: Permite-lhe procurar uma expressão individual
sv: Låter dig söka individuellt efter ett uttryck

source: Switches to KDevelop's User Manual
de: Wechselt zum Benutzerhandbuch zu KDevelop
es: Muestra el manual de usuario de KDevelop
fr: Va au manuel d'utilisation de KDevelop
hu: A KDevelop felhasználói kézikönyvre ugrik

source: Switches to the KDevelop Programming Handbook
de: Wechselt zum KDevelop-Programmierhandbuch
es: Muestra el manual de programación de KDevelop
fr: Va au Manuel de Programmation de KDevelop
hu: A KDevelop programozói kézikönyvre ugrik

source: Switches to the KDE Tutorials Handbook
de: Wechselt zu den KDE Anwendungs Tutorials
es: Muestra el manual con los tutoriales sobre KDE
fr: Va aux Tutoriels de KDevelop
hu: A KDevelop programozói tankönyvekre ugrik

source: Switches to the KDE Library Reference Guide Handbook
de: Wechselt zum KDE Bibliotheks-Referenzführer
es: Muestra la guía de referencia de la biblioteca KDE
fr: Va au manuel de référence des bibliothèques de KDE
hu: A KDE Könyvtár Referencia kézikönyvre ugrik

source: Switches to the KDE 2 Developer´s Guide Handbook
de: Wechselt zu "Programmieren mit KDE 2"
es: Muestra la guía para el desarrollo de aplicaciones para KDE2
fr: Va au manuel du développeur KDE 2
hu: A KDE 2 Programozói kézikönyvre ugrik

source: Switches to the C/C++-Reference
de: Wechselt zur C/C++-Referenz
es: Muestra la guía de referencia de C/C++
fr: Va à la référence C/C++
hu: A C/C++ referenciára ugrik

source: Opens the Tip of the Day dialog with hints for using KDevelop
de: Öffnet den Dialog 'Tip des Tages' mit Hinweisen zur Benutzung von KDevelop
es: Abre el diálogo Sugerencia del día con trucos para usar KDevelop
fr: Ouvre la boîte de dialogue des astuces du jour avec des conseils d'utilisation de Kdevelop
hu: Kinyitja az 'Ötlet a mai napra' ablakot, tippekkel a KDevelop használatához
it: Apre il `Consiglio del Giorno' con suggerimenti nell'usare KDevelop
pl: Otwiera okno Podpowied¼ dnia z informacjami na temat KDevelop
pt_br: Abre o diálogo Dica do Dia com dicas para a utilização do KDevelop

source: Enter the KDevelop Homepage
de: Gehe zur Homepage von KDevelop
es: Entra en la página web de KDevelop
fr: Aller sur le site de KDevelop
hu: A KDevelop honlapjára ugrik
it: Entra nella Homepage di KDevelop
pl: Wchodzi na stronê domow± KDevelop
pt_br: Entra na Página de Internet do KDevelop
ru: Перейти на домашную страницу KDevelop
sv: Öppnar KDevelops hemsida

source: Sends a bug-report email to the KDevelop Team
de: Sendet eine Email mit einem Bugreport an das KDevelop Team
es: Envía un email al equipo de KDevelop informando de un error.
fr: Envoie un rapport de bogue par courrier électronique à l'équipe de Kdevelop
hu: Egy hibabejelentõ e-mail-t küld a KDevelop csapatnak
it: Manda via email un bug-report al KDevelop Team
pt_br: Envia um e-mail de reporte de erros de código à equipe do KDevelop

source: Switches to the project's API-Documentation
de: Wechselt zur API-Dokumentation des Projekts
es: Muestra la documentación de la API del proyecto
fr: Va à la documentation de l'API du projet
hu: A projekt API dokumentációjára ugrik

source: Switches to the project's User-Manual
de: Wechselt zum Handbuch des Projekts
es: Muestra el manual de usuario del proyecto
fr: Va au manuel d'utilisation du projet
hu: A projekt felhasználói kézikönyvére ugrik

source: Some information about the dialog editor...
de: Informationen über den Dialogeditor
es: Algo de información sobre el editor de diálogos...
fr: Informations sur l'éditeur de boîte de dialogue...
hu: Információ a dialógusszerkesztõröl...
it: Alcune informazioni circa il dialog editor...
pl: Trochê informacji na temat edytora dialogów...
pt_br: Alguma informação sobre o editor de diálogos...

source: Programmer's Hall of Fame...
de: Hall of Fame der Programmierer...
es: Los autores del programa...
fr: L'équipe de programmation...
hu: A programozók dicsõségtáblája...
pl: Lista Zas³u¿onych Programistów
pt_br: Quadro de Honra dos Programadores...
ru: Доска почета программистов...
sv: Programmerarnas 'Hall of Fame'...

source: Switches to declaration/implementation
de: Wechselt zur Deklaration/Implementation
es: Salta a la declaración/implementación
fr: Va à la déclaration / implantation
hu: A deklarációra/megvalósításra ugrik

source: Switches to the method's declaration
de: Wechselt zur Deklaration der Methode
es: Salta a la declaración del método
fr: Va à la déclaration de la méthode
hu: Az eljárás deklarációjára ugrik

source: Switches to the method's definition
de: Wechselt zur Definition der Methode
es: Salta a la definición del método
fr: Va à la définition de la méthode
hu: Az eljárás definíciójára ugrik

source: Opens the graphical inheritance tree
de: Öffnet den graphischen Vererbungsbaum
es: Abre el árbol gráfico de herencia
fr: Affiche les héritages sous forme d'arborescence
hu: Megnyitja a grafikus származási fát
it: Apri la struttura gerarchica in forma grafica
pt_br: Abre a árvore gráfica de herança

source: Opens the classtool dialog
de: Öffnet den Klassenwerkzeug-Dialog
es: Abre el diálogo Herramienta de Clases
fr: Ouvre la boîte de dialogue pour les outils de classe
hu: Megnyitja az osztályszerkesztõ eszköz dialógusablakát
it: Apri il classtool dialog
pt_br: Abre o diálogo de ferramenta de classe

source: Displays the inherited classes of the current class
de: Zeigt die von dieser Klasse abgeleiteten Klassen
es: Muestra las clases heredadas de la clase actual
fr: Affiche la classe dont hérite la classe courante
hu: Megjeleníti az aktuális osztály szülõosztályait
it: Mostra le classi ereditate dalla classe corrente
pt_br: Mostra as classes herdadas da classe actual

source: Displays the classes who inherit the current class
de: Zeigt die von dieser Klasse geerbten Klassen
es: Muestra las clases que heredan de la clase actual
fr: Affiche les classes qui héritent de la classe courante
hu: Megjeleníti az aktuális osztály örökösosztályait
it: Mostra le classi che ereditano la classe corrente
pt_br: Mostra a classe que herda a classe actual

source: Creates a new folder
de: Erstellt einen neuen Ordner
es: Crea un nuevo directorio
fr: Crée un nouveau dossier
hu: Új mappát hoz létre
it: Crea una nuova cartella
pt_br: Cria uma nova pasta

source: Deletes the current folder
de: Löscht den aktuellen Ordner
es: Elimina el directorio actual
fr: Supprime le dossier courant
hu: Törli a jelenlegi mappát
it: Elimina la cartella corrente
pt_br: Apaga a pasta corrente

source: Deletes the current class
de: Löscht die aktuelle Klasse
es: Elimina la clase actual
fr: Supprime la classe courante
hu: Törli a jelenlegi osztályt
it: Elimina la classe corrente
pt_br: Apaga a classe corrente

source: Goes to the class declaration
de: Geht zur Klassendeklaration
es: Va a la declaración de la clase
fr: Va à la déclaration de la classe
hu: Az osztály deklarációjára ugrik
it: Vai alla dichiarazione della classe
pt_br: Vai para a declaração da classe

source: Opens the New Method dialog
de: Öffnet den Dialog 'Neue Methode'
es: Abre el diálogo de Nuevo Método
fr: Ouvre la boîte de dialogue Nouvelle Méthode
hu: Megnyitja az új eljárás dialógusablakot
it: Apri il New Method Dialog
pt_br: Abre o diálogo de Novo Método

source: Deletes the current class method
de: Löscht die aktuelle Klassenmethode
es: Elimina el método de la clase actual
fr: Supprime la méthode de classe courante
hu: Törli az aktuális osztály eljárását
it: Elimina il metodo corrente
pt_br: Apaga o método da classe corrente

source: Creates a new attribute for the current class
de: Erzeugt eine neue Eigenschaft für die aktuelle Klasse
es: Crea un nuevo atributo para la clase actual
fr: Crée un nouvel attribut dans la classe courante
hu: Új attribútumot hoz létre az aktuális osztályhoz
it: Crea un nuovo attributo della classe corrente
pt_br: Cria um novo atributo para a classe corrente

source: Deletes the current class attribute
de: Löscht die aktuelle Klasseneigenschaft
es: Elimina el atributo de la clase actual
fr: Supprime l'attribut de classe courant
hu: Az aktuális osztály attribútumának törlése
it: Elimina l'attributo corrente
pt_br: Apaga o atributo da classe corrente

source: Creates a virtual method
de: Erzeugt eine virtuelle Methode
es: Crea un método virtual
fr: Crée une méthode virtuelle
hu: Virtuális eljárást hoz létre
it: Crea un metodo virtuale
pt_br: Cria um método virtual

source: Adds a signal/slot mechanism
de: Fügt einen Signal/Slot-Mechanismus hinzu
es: Añade un mecanismo señal/ranura
fr: Ajoute un mécanisme signal/slot
hu: Szignál-eseménykezelõ mechanizmus hozzáadása
it: Aggiungi un meccanismo di signal/slot
pt_br: Adiciona o mecanismo signal/slot

source: Closes the current dialog
de: Schließt den aktuellen Dialog
es: Cierra el diálogo actual
fr: Ferme la boîte de dialogue courante
hu: A jelenlegi dialógus bezárása
it: Chiudi la finestra corrente
pl: Zamyka aktualny dialog
pt_br: Fecha o diálogo corrente

source: Saves the current dialog
de: Speichert den aktuellen Dialog
es: Guarda el diálogo actual
fr: Enregistre la boîte de dialogue courante
hu: A jelenlegi dialógus elmentése
it: Salva il dialog corrente
pl: Zapisuje aktualny dialog
pt_br: Salva o diálogo corrente

source: Saves the current dialog under a new filename
de: Speichert den aktuellen Dialog unter einem neuen Dateinamen
es: Guarda el diálogo actual con otro nombre
fr: Enregistre la boîte de dialogue courante sous un nouveau nom
hu: Az aktuális dialógus elmentése új fájlnév alatt
it: Salva il dialog corrente in un nuovo file
pl: Zapisuje aktualny dialog pod now± nazw±
pt_br: Salva o diálogo corrente com um novo nome

source: Enables/Disables the properties window
de: (De)aktiviert das Eigenschaftenfenster
es: Habilita / Deshabilita la vista de propiedades
fr: Dés(Active) la fenêtre des propriétés
hu: A tulajdonságok ablak ki/bekapcsolása
it: Abilita/Disabilita la finestra delle proprietà
pl: W³±cza/wy³±cza okno w³a¶ciwo¶ci
pt_br: Habilita/Desabilita a janela de propriedades

source: Sets the grid size of the editing widget grid snap
de: Setzt die Gittergröße des Widgetgitters
es: Selecciona el tamaño de la cuadrícula del editor de diálogos
fr: Définit le pas de la grille du widget édité
hu: A szerkesztõ 'widget' rácsméretét állítja be
it: Imposta la dimensione del reticolo per l'editing dei widget
pl: Ustawia rozmiar siatki przyci±gaj±cej w oknie edycji
pt_br: Define o tamanho de espaçamento do widget que está a ser editado

source: Lets you create a new logical file group
de: Hiermit können Sie eine neue logische Dateigruppe anlegen
es: Le permite crear un nuevo grupo lógico de ficheros
fr: Vous permet de créer un nouveau groupe de fichiers logique
hu: Létrehoz egy új logikai fájlcsoportot
it: Permette la creazione di un nuovo gruppo di file logici
pt_br: Permite-lhe criar um novo grupo de arquivos lógico

source: Removes the selected logical file group
de: Entfernt die gewählte logische Dateigruppe
es: Elimina el grupo lógico de ficheros seleccionado
fr: Supprime le groupe de fichiers logique sélectionné
hu: Törli a kijelölt logikai fájlcsoportot
it: Elimina il gruppo logico di file selezionato
pt_br: Remove o grupo lógico de arquivos selecionado

source: Shows the group's properties
de: Zeigt die Eigenschaften der Gruppe
es: Muestra las propiedades del grupo
fr: Affiche les propriétés du groupe
hu: Megmutatja a csoport tulajdonságait
it: Mostra le proprietà del gruppo
pt_br: Mostra as propriedades do grupo

source: Displays the absolute / relative path
de: Zeigt den absoluten/relativen Pfad an
es: Muestra el camino absoluto / relativo
fr: Affiche le chemin absolu / relatif
hu: Megjeleníti az abszolút/relatív elérési utat
it: Mostra il percorso assoluto/relativo
pt_br: Apresenta o caminho absoluto / relativo

source: Deletes the selected file
de: Löscht die ausgewählte Datei
es: Borra el fichero seleccionado
fr: Supprime le fichier sélectionné
hu: Törli a kijelölt fájlt
it: Cancella il file selezionato
pt_br: Apaga o arquivo selecionado

source: Show files that aren't registered as project files
de: Zeigt Dateien, die nicht im Projekt registriert sind
es: Muestra los ficheros que no están registrados como parte del proyecto
fr: Affiche les fichiers non enregistrés comme fichiers du projet
hu: Kijelzi azokat a fájlokat, amelyek nincsenek felvéve a projektbe

source: Updates file/directory from repository
de: Aktualisiert Datei/Verzeichnis aus dem Archiv
es: Actualiza el fichero o directorio desde el repositorio
fr: Met à jour fichier/dossier à partir du référentiel
hu: Fájl/könyvtár frissítése a raktárból

source: Commits file/directory to the repository
de: Aktualisiert Datei/Verzeichnis im Archiv
es: Entrega el fichero o directorio al repositorio
fr: Valide fichier/dossier dans le référentiel
hu: Fájlok/könyvtárak frissítése a raktárban

source: Adds file/directory to the repository
de: Fügt Datei/Verzeichnis dem Archiv hinzu
es: Añade el fichero o directorio al repositorio
fr: Ajoute fichier/dossier au référentiel
hu: Fájl/könyvtár hozzáadása a raktárhoz

source: Deletes file from disk and removes it from the repository
de: Löscht die Datei von der Festplatte und entfernt sie aus dem Archiv
es: Borra el fichero del disco y del repositorio
fr: Supprime le fichier du disque et l'enlève du référentiel
hu: Fájlt töröl a lemezrõl és a raktárból

source: Ready
de: Bereit
es: Listo
fr: Prêt
hu: Kész
it: Pronto
pl: Gotów
pt_br: Pronto

source: Are you sure you want to delete this method?
de: Sind Sie sicher, daß Sie diese Methode löschen wollen?
es: ¿Seguro que desea eliminar este método?
fr: Etes-vous sûr de vouloir supprimer cette méthode ?
hu: Biztosan törölni akarja ezt az eljárást?
it: Sei sicuro di voler cancellare questo metodo?
pl: Jeste¶ pewien, ¿e chcesz usun±æ t± metodê?
pt_br: Tem certeza que quer apagar este método?

source: //Del by KDevelop:
fr: //Supprimé par KDevelop :
hu: //Törölve - KDevelop
it: //Del di KDevelop:
pt_br: //Apagado pelo KDevelop:

source: Method missing
de: Methode fehlt
es: Falta el método
fr: Méthode manquante
hu: Eljárás hiányzik
it: Metodo mancante
pt_br: Faltando método

source: Couldn't find the method to delete.
de: Die zu löschende Methode konnte nicht gefunden werden.
es: No se pudo encontrar el método a eliminar.
fr: Impossible de trouver la méthode à supprimer.
hu: A törölni kívánt eljárást nem találom.
it: Metodo da eliminare non trovato.
pt_br: Não foi possível encontrar o método para apagar.

source: Class missing
de: Klasse fehlt
es: Falta la clase
fr: Classe manquante
hu: Osztály hiányzik
it: Classe mancante
pt_br: Faltando classe

source: Couldn't find the class which has the method to delete.
de: Die Klasse, deren Methode gelöscht werden soll, konnte nicht gefunden werden.
es: No se pudo encontrar la clase que contiene el método a eliminar.
fr: Impossible de trouver la classe contenant la méthode à supprimer.
hu: A törölni kívánt eljárás osztályát nem találom.
it: Non travata la classe che dovrebbe contenere il metodo da eliminare.
pt_br: Não foi possível encontrar a classe para apagar o método.

source: Welcome to KDevelop!
de: Willkommen bei KDevelop!
es: ¡ Bienvenido a KDevelop !
fr: Bienvenue dans KDevelop !
hu: Üdvözli Önt a KDevelop!
it: Benvenuto in KDevelop
pl: Witamy w KDevelop!
pt_br: Bem Vindo ao KDevelop!
ru: Добро пожаловать в KDevelop!
sv: Välkommen till KDevelop!

source: messages
de: Meldungen
es: Mensajes
hu: üzenetek
it: messaggi
pl: komunikaty
pt_br: mensagens
sv: meddelanden

source: stdout
es: Salida estándar
hu: standard kimenet
pl: std. wyj¶cie

source: stderr
es: Salida de errores
hu: standard hiba-kimenet
pl: b³êdy

source: Header/Reso&urce Files
de: Header/Reso&urce Dateien
es: Cabeceras/rec&ursos
fr: Fichiers En-têtes/Resso&urces
hu: 'Header'/'Reso&urce' Fájlok
it: File Header/Riso&rse
pl: Pliki nag³ówkowe/zasobów
pt_br: Arquivos de Cabeçalho/Rec&urso

source: &C/C++ Files
de: &C/C++ Dateien
es: Ficheros &C/C++
fr: Fichiers &C/C++
hu: &C/C++ Fájlok
it: File &C/C++
pl: Pliki &C/C++
pt_br: Arquivos &C/C++

source: &Documentation-Browser
de: Do&kumentation
es: &Documentación
fr: Visualiseur de &documentation
hu: A &dokumentációböngészõ
it: Browser &Documentazione
pl: Przegl±darka &Dokumentacji
pt_br: Navegador de &Documentação

source: Tool&s
de: Werk&zeuge
es: Herramienta&s
fr: Outil&s
hu: &Eszközök
pl: Nar&zêdzia
pt_br: Ferramenta&s

source: Save All
de: Alles speichern
es: Guardar todo
fr: Enregistrer tout
hu: Mindent Elment
it: Salva Tutto
pl: Zapisz wszystkie
pt_br: Salvar Tudo
ru: Сохранить все
sv: Spara allt

source: Comment
de: Zeile kommentieren
es: Comentar
fr: Commenter
hu: Megjegyzésbe tesz

source: Uncomment
de: Zeile entkommentieren
es: Descomentar
fr: Décommenter
hu: Megjegyzést visszavon

source: Insert File
de: Datei einfügen
es: Insertar fichero
fr: Insérer un fichier
hu: Fájl beszúrása
it: Inserisci File
pt_br: Inserir Arquivo

source: Repeat Search
de: Suche wiederholen
es: Repetir búsqueda
fr: Poursuivre la recherche
hu: Az utolsó keresés megismétlése
it: Ripeti Ricerca
pl: Powtórz wyszukiwanie
pt_br: Repetir Procura
sv: Sök nästa

source: Search in Files
de: In Dateien suchen
es: Buscar en ficheros
fr: Chercher dans les fichiers
hu: Keresés fájlokban
it: Ricerca in File
pl: Wyszukaj w plikach
pt_br: Procurar nos Arquivos

source: Search selection in Files
de: Suche Auswahl in Dateien
es: Buscar selección en ficheros
fr: Chercher la sélection dans les fichiers
hu: A kijelölés keresése fájlokban
it: Ricerca la selezione nei File
pt_br: Procurar seleção nos Arquivos

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
hu: Mindent kijelöl
it: Seleziona Tutto
pt_br: Selecionar Tudo

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Désélectionner tout
hu: Minden kijelölést &töröl
it: Deseleziona Tutto
pl: Odznacz wszystko
pt_br: Des-selecionar Tudo
sv: Avmarkera allt
