Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: If button is checked, wrapped lines are marked in the output.
de: Wenn Sie dies ankreuzen, werden umgebrochene Zeilen im Ausdruck markiert.
es: Si se marca el botón, se resaltarán las líneas que hayan sido ajustadas al ancho de la página.
fr: Si cette case est cochée, les lignes tronquées sont marquées.
hu: Ha be van állítva, a tördelt sorok meg lesznek jelölve.
pl: Je¶li przycisk jest zaznaczony, zawijane linie bêd± zaznaczane w wydruku.
pt_br: Se botão seleccionado, linhas translineadas são marcadas no output.

source: If button is checked, the sides are numbered.
de: Wenn Sie dies ankreuzen, werden die Seiten numeriert.
es: Si se marca el botón, las caras se numeran.
fr: Si l'option est cochée, les côtés sont numérotés.
hu: Ha be van jelölve, az oldalak számozva lesznek.
pl: Je¶li przycisk jest zaznaczony to strony bêd± numerowane.
pt_br: Se botão seleccionado, os lados são numerados.

source: Precede each line with its line number.
de: Jede Zeile mit der Zeilennummer beginnen.
es: Preceder cada línea con su número de línea.
fr: Mettre le numéro au début de chaque ligne.
hu: Sorszámot ír minden sor elé.
pl: Poprzed¼ ka¿d± liniê numerem.
pt_br: Preceder cada linha com o seu número de linha.

source: Print setting number lines per each page.
de: Drucker Einstellung Anzahl der Zeilen pro Seite
es: Número de líneas por página.
fr: Imprime le nombre de lignes pour chaque page.
hu: Oldalanként kezdje újra a sorok számozását.
pl: Drukuj ustalon± liczbê linii na stronê.
pt_br: Imprimir número de linhas por página definido em cada página.

source: Align separate input files to even align page count. This is handy for two-side and 2-up printings.
de: Beginne beim Ausdruck mehrerer Dateien, die nächste Datei immer auf einer gerade Seite. Dies ist praktisch für Zweiseiten- und "gerade-zuerst" Ausdrucke.
fr: Aligne les fichiers d'entrée séparés pour aligner le. nombre de pages. C'est utile en mode deux colonnes.
hu: Páratlan oldalszámúra rendezi a nyomtatandó fájlokat. Jól jön a kétoldalas és osztott oldalas nyotatáskor.
pl: U³ó¿ osobne pliki tak by sk³ada³y siê na stronach parzystych. Przydatne w 2-stronnym drukowaniu w podwójnych kolumnach. (??)
pt_br: Alinhar ficheiros de entrada diferentes para alinhar contagem de página. Útil para impressões em ambos os lados.

source: Set the style of the wrap value.
de: Setzen Sie den Stil des Umbruchwertes.
es: Elije como se marcarán las líneas ajustadas al ancho de página
fr: Définit le style de la valeur de troncature.
hu: Beállítja a tördelési érték stílusát.
pl: Ustaw styl warto¶ci zawijania (??)
pt_br: Definir o estilo do valor de translineação.

source: Specify how high highlight bars are in lines.
de: Setzen Sie, wie hoch die Hervorhebungsbalken (in Zeilen) sind.
es: Especifica cada cuantas líneas se cambia de tono.
fr: Définit la hauteur des barres de surbrillance.
hu: Megadja, milyen magas kiemelõoszlopok legyenek a sorokban.
pl: Zaznacz jak wysoko s± linie pod¶wietlenia w liniach (??).
pt_br: Especificar quão alto barras de realce estão nas linhas.

source: Set the position in the header.
de: Setzen Sie die Position des Headers.
es: Especifica la posición en la cabecera.
fr: Positionnement dans l'en-tête.
hu: Beállítja a fejéc pozícióját.
pl: Ustaw pozycjê w nag³ówku.
pt_br: Definir a posição no cabeçalho.

source: If button is checked, highlight bars are printed.
de: Wenn dies angekreuzt ist, werden Hervorhebungsbalken gedruckt.
es: Si el botón está marcado, se resalta el cambio entre líneas. Lo que se hace es imprimir una línea sobre fondo blanco, otra sobre fondo gris, y así sucesivamente. Esto es útil en largos listados de código.
fr: Si cette case est cochée, les barres de surbrillance sont imprimées.
hu: Ha be van kapcsolva, a szövegkiemelõ keretek is ki lesznek nyomtatva.
pl: Je¶li przycisk jest zaznaczony, listwy pod¶wietlenia s± drukowane.
pt_br: Se botão seleccionado, barras de realce são impressas.

source: Set tabulator size to specify number.
de: Setze die Tabulatorgröße auf den gewählten Wert.
es: Especifica el tamaño del tabulador.
fr: Définit la taille des tabulations au nombre spécifié.
hu: Egy meghatározott értékre állítja a tabulátort.
pl: Ustaw rozmiar tabulatora na dan± warto¶æ.
pt_br: Definir tamanho to tabulador para número especificado.

source: If button is checked, lines that are too long will be cut. Otherwise enscript wraps long lines so no information is lost.
de: Wenn Sie dies ankreuzen, werden Zeilen, die zu lang sind, abgeschnitten. Ansonsten bricht enscript lange Zeilen um, sodaß keine Informationen verloren gehen.
es: Si el botón está marcado, las líneas que sean demasiado largas serán cortadas. En caso contrario, enscript ajustará las líneas, de forma que no se pierda información.
fr: Si l'option est cochée, les lignes trop longues seront coupées. Autrement, enscript effectue un retour à la ligne, de manière à ce qu'aucune info ne soit perdue.
hu: Ha be van kapcsolva, a túl hosszú sorok végei le lesznek vágva. Az enscript egyébként tördeli a hosszú sorokat, így nem veszhet el adat.
pl: Je¶li ten przycisk jest zaznaczony, linie zbyt d³ugie bêd± obcinane. W przeciwnym wypadku bêd± one zawijane tak by nie utraciæ ¿adnej informacji.
pt_br: Se botão seleccionado, linhas que são demasiado longas serão cortadas. Caso contrário o enscript translinea as linhas longas de forma a não se perder nenhuma informação.

source: If button is checked, non printing characters are replace by space.
de: Wenn Sie dies ankreuzen, werden nicht druckbare Zeichen durch ein Leerzeichen ersetzt.
es: Si el botón está marcado, los caracteres no imprimibles son sustituidos con espacios.
fr: Si l'option est cochée, les caractères non imprimables sot remplacés par des espaces.
hu: Ha be van kapcsolva, a nem nyomtatható karakterek szóköz karakterrel lesznek lecserélve.
pl: Je¶li przycisk jest zaznaczony, nie-drukowalne znaki s± zastêpowane przez spacje.
pt_br: Se botão seleccionado, caracteres não-imprimíveis são substituidos por espaços.

source: If you clicked the button, a fontdialog is shown and you can select a font that is used for body text.
de: Wenn Sie den Knopf drücken, wird ein Schriftendialog angezeigt und Sie können eine Schrift für normalen Text auswählen.
es: Si pulsa el botón, se muestra un diálogo en que podrá elegir el tipo de letra para el texto principal.
fr: Si vous cliquez sur ce bouton, une boîte de dialogue vous permet de sélectionner la police du corps du texte.
hu: Ha megnyomja a gombot, egy betûtípus-dialógusablak tûnik fel, és kiválaszthatja a törzsszöveghez használandó betûtípust.
pl: Po wci¶niêciu przycisku pojawi siê dialog wyboru czcionki w którym mo¿esz wybraæ czcionkê dla tekstu.
pt_br: Se clicar no botão, um diálogo de fontes é apresentado e pode seleccionar a fonte que é utilizada no texto principal.

source: If you clicked the button, a fontdialog is shown and you can select a font that is used for header text.
de: Wenn Sie den Knopf drücken, wird ein Schriftendialog angezeigt und Sie können eine Schrift für Kopftext auswählen.
es: Si pulsa el botón, se muestra un diálogo en que podrá elegir el tipo de letra para el texto de la cabecera.
fr: Si vous cliquez sur ce bouton, une boîte de dialogue vous permet de sélectionner la police du texte d'en-tête.
hu: Ha megnyomja a gombot, egy betûtípus-dialógusablak tûnik fel, és kiválaszthatja a fejlécszöveghez használandó betûtípust.
pl: Po wci¶niêciu przycisku pojawi siê dialog wyboru czcionki w którym mo¿esz wybraæ czcionkê dla nag³ówka.
pt_br: Se clicar no botão, um diálogo de fontes é apresentado e pode seleccionar a fonte que é utilizada no texto de cabeçalho.

source: Underlaytext
de: Unterlagetext
es: Texto de la marca de agua
fr: Texte du filigrane
hu: Vízjelszöveg
pl: Tekst podk³adu
pt_br: Texto de marca de água

source: Underlaystyle
de: Unterlagestil
es: Estilo del texto
fr: Style de filigrane
hu: A vízjel stílusa
pl: Styl podk³adu
pt_br: Estilo da marca de água

source: Underlayangle
de: Unterlagewinkel
es: Ángulo del texto
fr: Angle du filigrane
hu: Dõlésszög
pl: K±t podk³adu
pt_br: Ângulo da marca de água

source: Underlaygray
de: Unterlagegrau
es: Tono de gris
fr: Intensité du filigrane
hu: Szürkeségi szint
pl: Szaro¶æ podk³adu
pt_br: Cinzentar a marca de água

source: Underlayfont
de: Unterlageschrift
es: Fuente
fr: Police du filigrane
hu: A vízjel betûtípusa
pl: Czcionka podk³adu
pt_br: Fonte da marca de água

source: Underlayposition
de: Unterlageposition
es: Posición del texto
fr: Position du filigrane
hu: Vízjelpozíció
pl: Pozycja podk³adu
pt_br: Posição da marca de água

source: Y-Position
es: Vertical
fr: Position verticale
hu: Y pozíció
pl: Pozycja Y
pt_br: Posição Y

source: X-Position
es: Horizontal
fr: Position horizontale
hu: X pozíció
pl: Pozycja X
pt_br: Posição X

source: underlay
de: Unterlage
es: Marca de agua
fr: filigrane
hu: vízjel
pl: podk³ad
pt_br: marca de água

source: underlaystyle
de: Unterlagestil
es: Seleccione estilo
fr: style de filigrane
hu: vízjelstílus
pl: styl podk³adu
pt_br: estilo da marca de água

source: angle
de: Winkel
es: Ángulo
hu: szög
pl: k±t
pt_br: ângulo

source: font
de: Schrift
es: Fuente
fr: police
hu: betûtípus
pl: czcionka
pt_br: fonte

source: underlaygray (x(1/10))
de: Unterlagegrau (x(1/10))
es: Tono de gris (x(1/10))
fr: intensité du filigrane (x(1/10))
hu: szürkeség (x(1/10))
pl: szaro¶æ podk³adu (x(1/10))
pt_br: acinzentar a marca de água (x(1/10))

source: default
de: Standard
es: Por defecto
fr: par défaut
hu: alapértelmezett
pl: domy¶lne
pt_br: defeito

source: outline
de: Umriß
es: bordes
fr: contours
hu: betûkeret
pl: obramowanie (??)
pt_br: sublinhar

source: filled
de: Gefüllt
es: relleno
fr: remplis
hu: kitöltött
pl: wype³niony
pt_br: preencher

source: underlaytext
de: Unterlagetext
es: Texto
fr: filigrane
hu: vízjelszöveg
pl: tekst podk³adu
pt_br: texto da marca de água

source: If you wish to print underlayed text, then check it.
de: Kreuzen Sie dies an, wenn Sie unterlegten Text wollen.
es: Márquelo si desea imprimir texto como fondo de la hoja.
fr: Si vous désirez imprimer du texte en filigrane, cochez l'option.
hu: Ezt kapcsolja be, ha nyomtatni akarja a vízjelszöveget.
pl: Je¶li chcesz tekst podk³adu to zaznacz to.
pt_br: Se deseja imprimir texto de marca de água, seleccione.

source: Here you can set the angle of the underlayed text.
de: Hier können Sie den Winkel für den unterlegten Text wählen.
es: Aquí puedes elegir el ángulo del texto.
fr: Paramétrez l'angle du texte en filigrane
hu: Itt adhatja meg a vízjelszöveg dõlésszögét.
pl: Tu mo¿esz wybraæ k±t pod³o¿onego tekstu.
pt_br: Aqui pode definir o ângulo do texto de marca de água.

source: Here you can set the x-position of the underlayed text.
de: Hier können Sie die x-Position des unterlegten Textes wählen.
es: Aquí puedes elegir la posición horizontal del texto.
fr: Paramétrez ici la position horizontale du filigrane
hu: Itt adhatja meg a vízjelszöveg x pozícióját.
pl: Tu mo¿esz wybraæ pozycjê x pod³o¿onego tekstu.
pt_br: Aqui pode definir a posição x do texto de marca de água.

source: Here you can set the y-position of the underlayed text.
de: Hier können Sie die y-Position des unterlegten Textes wählen.
es: Aquí puedes elegir la posición vertical del texto.
fr: Paramétrez ici la position verticale du filigrane
hu: Itt adhatja meg a vízjelszöveg y pozícióját.
pl: Tu mo¿esz wybraæ pozycjê y pod³o¿onego tekstu.
pt_br: Aqui pode definir a posição y do texto de marca de água.

source: Here you can set the underlayed text gray. The lower the darker is the text.
de: Hier können Sie das Grau für den Unterlagetext wählen. Je niedriger, desto dunkler ist der Text.
es: Aquí puedes elegir el tono de gris del texto. Cuanto menor sea, más oscuro será el texto.
fr: Paramétrez ici le niveau de gris du filigrane. Plus le chiffre est faible, plus le texte est sombre.
hu: Itt állíthatja be a vízjelszöveg szürkeségi fokozatát. Az alacsonyabb szám sötétebb szöveget jelöl.
pl: Tu mo¿esz wybraæ szaro¶æ pod³o¿onego tekstu. Im mniejsza warto¶c tym tekst ciemniejszy.
pt_br: Aqui pode definir para acinzentar o texto da marca de água. Quanto mais baixo o valor, mais escuro é o texto.

source: If you wish to print the underlayed text with the default angle, then check it.
de: Kreuzen Sie dies an, wenn Sie den unterlegten Text mit dem Standardwinkel ausdrucken wollen.
es: Si quieres imprimir el texto con el ángulo por defecto, marque esta opción.
fr: Cliquez ici si vous voulez imprimer le texte du filigrane avec l'angle par défaut.
hu: Ha az alapértelmezett dõlésszögben kívánja kinyomtatni a vízjelszöveget, válassza ezt.
pl: Je¶li chcesz tekst podk³adu pod domy¶lnym k±tem to zaznacz to.
pt_br: Se deseja imprimir o texto de marca de água com o ângulo de defeito, seleccione.

source: Here you can set the style of the underlayed text.
de: Hier können Sie den Stil des unterlegten Textes wählen.
es: Aquí puede seleccionar el estilo del texto.
fr: Paramétrage du style du filigrane.
hu: Itt állíthatja be a vízjel szövegstílusát.
pl: Tu mo¿esz ustawiæ styl tekstu podk³adu.
pt_br: Aqui pode definir o estilo do texto de marca de água.

source: If you wish to print the underlayed text with the default position, then check it.
de: Kreuzen Sie dies an, wenn Sie den unterlegten Text an der Standardposition drucken wollen.
es: Si quieres imprimir el texto en la posición por defecto, marca esta opción.
fr: Cliquez ici si vous voulez imprimer le texte du filigrane avec la position par défaut.
hu: Ha az alapértelmezett pozícióban kívánja kinyomtatni a vízjelszöveget, válassza ezt.
pl: Je¶li chcesz tekst podk³adu w domy¶lnej pozycji to zaznacz to.
pt_br: Se deseja imprimir o texto de marca de água com a posição por defeito, seleccione.

source: Here you can enter the text.
de: Hier können Sie den Text eingeben.
es: Aquí puede introducir el texto.
fr: Saisissez ici le texte.
hu: Itt írhatja be a szöveget.
pl: Tu mo¿esz wpisaæ tekst.
pt_br: Aqui pode inserir o texto.

source: Here you can set another font by clicking on it.
de: Hier können Sie eine andere Schrift wählen.
es: Aquí puede elegir otra fuente.
fr: Cliquez sur une police pour la choisir.
hu: Itt állíthat be más betûtípust, rákattintással.
pl: Tu mo¿esz wybraæ inn± czcionkê.
pt_br: Aqui pode definir outra fonte clicando nela.

source: File selection
de: Datei-Auswahl
es: Selección de ficheros
fr: Sélection des fichiers
hu: Fájl kijelölése
pl: Wybór pliku
pt_br: Selecção de ficheiro

source: current
de: Aktuell
es: El actual
fr: Courant
hu: az aktuális fájl
pl: aktualny
pt_br: actual

source: all in project
de: Alle im Projekt
es: Todo el proyecto
fr: Tout le projet
hu: mindent a projektbõl
pl: wszystko w projekcie
pt_br: todos no projecto

source: self choosen files
de: Selbstgewählte Dateien
es: Ficheros seleccionados
fr: Fichiers choisis
hu: a saját kijelölt fájlok
pl: samodzielnie wybrane pliki
pt_br: ficheiros seleccionados

source: file
de: Datei
es: Fich.
fr: Fichier
hu: fájl
pl: plik
pt_br: ficheiro

source: all headers
de: Alle Headers
es: Todas las cabeceras
fr: Tous les en-têtes
hu: minden 'header' fájl
pl: wszystkie nag³ówki
pt_br: todos os headers

source: all cpp files
de: Alle cpp Dateien
es: Todos los fich. cpp
fr: Tous les fichiers cpp
hu: minden cpp fájl
pl: wszystkie pliki cpp
pt_br: todos os ficheiros cpp

source: changed files
de: Geänderte Dateien
es: Ficheros modificados
fr: Fichiers modifiés
hu: megváltozott fájlok
pl: zmienione pliki
pt_br: ficheiros modificados

source: Changed files
de: Geänderte Dateien
es: Ficheros modificados
fr: Fichiers modifiés
hu: Megváltozott fájlok
pl: Zmienione pliki
pt_br: Ficheiros modificados

source: Between
de: Zwischen
es: Entre
fr: Entre
hu: Kezdeti idõpont
pl: Pomiêdzy
pt_br: Entre

source: date
de: Datum
es: Fecha
hu: dátum
pl: data
pt_br: data

source: time
de: Zeit
es: Hora
fr: Heure
hu: idõ
pl: czas
pt_br: hora

source: o´clock
de: Uhr
es: en punto
hu: perc
pl: punkt

source: And
de: Und
es: Y
fr: Et
hu: Végsõ idõpont
pl: I
pt_br: E

source: Self choosen files
de: Selbstgewählte Dateien
es: Ficheros seleccionados
fr: Fichiers choisis
hu: Saját kijelölt fájllista
pl: Samodzielnie wybrane pliki
pt_br: Ficheiros seleccionados

source: add
de: Hinzufügen
es: Añadir
fr: ajouter
hu: hozzáadás
it: aggiungi
pl: dodaj
pt_br: adicionar
sv: lägg till

source: delete
de: Entfernen
es: Eliminar
fr: supprimer
hu: törlés
pl: usuñ
pt_br: apagar

source: clear
de: Löschen
es: Vaciar
fr: vider
hu: teljes törlés
pl: czy¶æ
pt_br: limpar

source: Here are the files which will be printed, if 'self choosen file' is checked.
de: Hier befinden sich die Dateien, die gedruckt werden, wenn 'Selbstgewählte Dateien' aktiviert ist.
es: Aquí están los ficheros que serán impresos, si 'ficheros seleccionados' está marcado.
fr: Si l'option 'Fichiers choisis' est activée, la liste des fichier choisis sera affichée ici.
hu: Ezek a fájlok lesznek kinyomtatva, ha a 'Saját kijelölt fájllista' be van jelölve
pl: Tu s± pliki, które bêd± wydrukowane je¶li wybierzesz 'samodzielnie wybrane pliki'.
pt_br: Aqui estão os ficheiros que serão impressos, se 'ficheiros seleccionados' estiver activado.

source: Cleans the 'self choosen file list'.
de: Löscht die 'Selbstgewählte Dateien'-Liste.
es: Vacía la lista de ficheros seleccionados.
fr: Vide la liste des 'Fichiers choisis'.
hu: Törli a saját kijelölt fájlok listáját.
pl: Czy¶ci listê 'samodzielnie wybrane pliki'
pt_br: Limpa a lista de 'ficheiros seleccionados'.

source: Adds the selecte file to the choosen file to the list.
de: Fügt die gewählten Dateien der Liste hinzu.
es: Añade el fichero seleccionado a la lista.
fr: Ajoute le fichier sélectionné à la liste des fichiers choisis.
hu: Hozzáadja a kijelölt fájlokat a listához.
pl: Dodaje zaznaczony plik do listy plikó wybranych.
pt_br: Adiciona o ficheiro à lista 'ficheiros seleccionados'.

source: Deletes the selected files in the filelist.
de: Löscht die Liste der ausgewählten Dateien.
es: Borra los ficheros seleccionados en la lista.
fr: Supprime de la liste les fichiers sélectionnés.
hu: Törli a kijelölt fájlokat a listából.
pl: Usuwa zaznaczone pliki z listy.
pt_br: Apaga os ficheiros seleccionados na lista de ficheiros.

source: Insert the filename and path to the file you want to add to the self-chosen file list. After insertion, press the 'add' button below the file list box.
de: Geben Sie den Dateinamen und Pfad zu der Datei, die Sie zur Liste der selbstgewählten Dateien hinzufügen wollen, ein. Drücken Sie dann auf 'Hinzufügen'.
es: Introduzca el nombre y localización del fichero que desea añadir a la lista de ficheros seleccionados. Tras hacer esto, pulse el botón 'añadir' situado más abajo.
fr: Insère le nom complet du fichier que vous voulez ajouter à la liste des fichiers choisis. Ensuite, cliquez sur le bouton 'ajouter' en bas de la liste des fichiers.
hu: Hozzáadja a fájl nevét és elérési útját az Ön által választott fájllistához. Beillesztés után nyomja meg a 'Hozzáadás' gombot a fájllista alatt.
pl: Podaj nazwê wraz ze ¶cie¿k± pliku, który chcesz dodaæ do listy samodzielnie wybranych plików. Po wpisaniu wci¶nij przycisk 'dodaj' poni¿ej listy plików.
pt_br: Insere o nome do ficheiro e caminho para o ficheiro que deseja adicionar à lista de ficheiros seleccionados. Após a inserção, prima o botão 'adicionar' abaixo da caixa de lista de ficheiros.

source: Selects all registered project files for printing, including the pixmap and html documentation files
de: Wählt alle registrierten Projektdateien zum Drucken aus, einschließlich der Pixmaps und Html-Dokumentationsdateien.
es: Selecciona para impresión todos los ficheros registrados en el proyecto, incluyendo los mapas de bits y los ficheros de documentación en HTML
fr: Sélectionne pour l'impression la totalité des fichiers du projet, y compris les pixmaps et la documentation html.
hu: A projektbe felvett összes fájlt kijelöli nyomtatásra, beleértve a pixmap és a html dokumentációfájlokat
pl: Wybiera do drukowania wszystkie zarejestrowane pliki projektu, w tym pixmapy i dokumentacjê w plikach 'html'.
pt_br: Selecciona todos os ficheiros registados do projecto para impressão, incluíndo os ficheiros de imagem e html da documentação

source: Allows to set up a list of self-chosen files for printing. Select your files to print below and press the 'add' button on the file list.
de: Erlaubt Ihnen, eine Liste von selbst gewählten Dateien zum Drucken zu erstellen. Wählen Sie die zu druckenden Dateien unten und drücken Sie auf den 'Hinzufügen'-Knopf der Dateiliste.
es: Le permite seleccionar una lista de ficheros a imprimir. Seleccione los ficheros que desee imprimir abajo y pulse añadir en la lista de ficheros.
fr: Vous permet de paramétrer manuellement une liste de fichiers à imprimer. Choisissez vos fichiers puis cliquez sur le bouton 'ajouter'.
hu: Egyénileg kijelölt fájlok listájának kinyomtatását teszi lehetõvé. Jelölje ki a nyomtatandó fájlokat alább, és nyomja meg a 'Hozzáadás' gombot a fájllistán.
pl: Umo¿liwia ustalenie listy w³asnorêcznie wybranych plików, które bêd± wydrukowane. W okienku pod spodem wybierz pliki, a dodawaj je za pomoc± przycisku 'Dodaj' znajduj±cego siê pod list±.
pt_br: Permite definir uma lista de ficheiros seleccionados para impressão. Seleccione os ficheiros para serem impressos abaixo e prima o botão adicionar na lista.

source: Lets you select files to print by their date of the last modification. Set the modification time range below by choosing the beginning and end date.
de: Läßt Sie Dateien nach dem letzten Änderungsdatum auswählen. Wählen Sie das Änderungsdatum unten, indem Sie ein Beginn- und ein Enddatum auswählen.
es: Le permite elegir ficheros por su fecha de modificación Elija abajo el rango de fechas entre los que debe haber sido modificado el fichero.
fr: Vous permet d'imprimer des fichiers en fonction de leur date de dernière modification. Inscrivez l'intervalle en choisissant une date de début et de fin.
hu: A legutolsó módosítás ideje alapján választhat ki fájlokat nyomtatásra. A keresett idõintervallumot alább a kezdõ és záró dátum kijelölésével adhatja meg.
pl: Pozwala wybraæ pliki do wydruku na podstawie daty ich ostatniej modyfikacji. Ustaw przedzia³ czasowy dla daty modyfikacji za pomoc± dat: pocz±tkowej i koñcowej.
pt_br: Permite-lhe seleccionar os ficheiros a serem impressos pela data da sua última modificação. Defina o intervalo temporal seleccionando as datas de início e fim.

source: Selects all registered header files for printing.
de: Wählt alle registrierten Headerdateien für den Druck aus.
es: Selecciona para imprimir todos los ficheros de cabecera registrados.
fr: Tous les fichiers d'en-tête seront imprimés.
hu: A projektben szereplõ összes 'header' fájlt kijelöli nyomtatásra.
pl: Wybiera do drukowania wszystkie zarejestrowane pliki nag³ówkowe.
pt_br: Selecciona todos os ficheiros header registados para impressão.

source: Selects all registered source files for printing.
de: Wählt alle registrierten Quelldateien für den Druck aus.
es: Selecciona para imprimir todos los ficheros fuente registrados.
fr: Tous les fichiers sources seront imprimés.
hu: A projektben szereplõ összes forrásfájlt kijelöli nyomtatásra.
pl: Wybiera do drukowania wszystkie zarejestrowane pliki ¼ród³owe.
pt_br: Selecciona todos os ficheiros código fonte registados para impressão.
