Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Goto declaration
de: Gehe zur Deklaration
es: Ir a la declaración
fr: Aller à la déclaration
hu: Ugrás a deklarációhoz
it: Vai alla dichiarazione
pt_br: Ir para declaração

source: Goto definition
de: Gehe zur Definition
es: Ir a la definición
fr: Aller à la définition
hu: Ugrás a definícióhoz
it: Vai alla definizione
pt_br: Ir para definição

source: Goto class declaration
de: Gehe zur Klassendeklaration
es: Ir a la declaración de la clase
fr: Aller à la déclaration de la classe
hu: Ugrás az osztálydeklarációhoz
it: Vai alla dichiarazione della classe
pt_br: Ir para declaração de classe

source: Show graphical classview
de: Zeige graphische Klassenansicht
es: Mostrar visor gráfico de clases
fr: Afficher graphiquement les classes
hu: A grafikus osztálynézet megjelenítése
it: Mostra la classview grafica
pt_br: Mostrar visualizador de classes gráfico

source: Open File
de: Datei öffnen
es: Abrir fichero
fr: Ouvrir un fichier
hu: Fájl megnyitása
it: Apri File
pl: Otwórz plik
pt_br: Abrir Arquivo
ru: Открыть файл
sk: Otvori» súbor
sv: Öppnar fil

source: Save File
de: Datei speichern
es: Guardar fichero
fr: Enregistrer le fichier
hu: Fájl mentése
it: Salva File
pl: Zapisz plik
pt_br: Salvar Arquivo
ru: Сохранить файл
sk: Uloµi» súbor
sv: Sparar fil

source: Compile file
de: Datei compilieren
es: Compilar fichero
fr: Compiler le fichier
hu: Fájl fordítása
it: Compila File
pl: Kompiluj plik
pt_br: Compilar arquivo
sv: Kompilerar fil

source: Rebuild
de: Neu erstellen
es: Reconstruir
fr: Reconstruire
hu: Az alkalmazás újraépítése
it: Ricostruisci
pl: Przebuduj
pt_br: Refazer
sv: &Omskapar allt

source: Debug
de: Debuggen
es: Depurar
fr: Débogueur
hu: Nyomkövetés
pl: Debuguj
pt_br: Depurar

source: Switch to the dialogeditor
de: Zum Dialog-Editor wechseln
es: Saltar al editor de diálogos
fr: Aller à l'éditeur de boîte de dialogue
hu: Átkapcsolás a dialógus szerkesztõre
it: Vai al dialogeditor
pl: Prze³±cz na edytor okien dialogowych
pt_br: Ir para o Editor de Diálogo
sv: Byter till dialogredigeraren

source: Tree-View
de: Baumansicht
es: Vista de árbol
fr: Arborescence
hu: Fa-nézet
it: Vista-Struttura
pl: Widok drzewa
pt_br: Visão de Árvore

source: Output-View
de: Ausgabeansicht
es: Vista de salida
fr: Messages
hu: Kimeneti nézet
it: Vista-Output
pl: Widok wyników
pt_br: Visão de Output

source: Continue with app execution. May start the app
de: Ausführung fortsetzen. Bei Bedarf wir gestartet
es: Continuar la ejecución de la aplicación
fr: Continuer avec l'exécution de l'application. Peut la démarrer
hu: Folytasd a program végrehajtását. (Újraindíthatja azt)

source: Execute one line of code, but run through functions
de: Ausführen einer Codezeile, aber über Funktionen hinweg
es: Ejecutar una línea de código, sin entrar en las funciones
fr: Exécuter une ligne de code mais aller à travers les fonctions
hu: Egy forrás-sor végrehajtása, függvényeken átugrik

source: Execute one line of code, stepping into fn if appropriate
de: Ausführen einer Codezeile, wenn passend in Funktionen hinein
es: Ejecutar una línea de código, entrando en las funciones
fr: Exécuter une ligne de code en entrant dans les fonctions si nécessaire
hu: Egy forrás-sor végrehajtása, függvényekbe belelép, ha lehet

source: Execute to end of current stack frame
de: Ausführen bis zum Ende des aktuellen Stack Frames
es: Ejecuta hasta el final del marco actual de la pila
fr: Exécuter jusqu'à la fin du cadre de pile courant
hu: A jelenlegi 'stack frame' végéig folytatja a végrehajtást

source: Classes
de: Klassen
es: Clases
hu: Osztályok
it: Classi
pl: Klasa
sv: Klasser

source: Methods
de: Methoden
es: Métodos
fr: Méthodes
hu: Eljárások
it: Metodi
pl: Metody
pt_br: Métodos
sv: Metoder

source: Declaration/Definition
de: Deklaration/Definition
es: Declaración/Definición
fr: Déclaration / Définition
hu: Deklaráció/definíció
it: Dichiarazione/Definizione
pt_br: Declaração/Definição

source: User Manual
de: Benutzerhandbuch
es: Manual de usuario
fr: Manuel d'utilisation
hu: Felhasználói kézikönyv
it: Manuale Utente
pl: Instrukcja u¿ytkownika
pt_br: Manual do Usuário

source: Search Text in Documenation
de: Suche Text in Dokumentation
es: Buscar el texto en la documentación
fr: Chercher le texte dans la documentation
hu: Szöveg keresése a dokumentációban
it: Cerca Testo nella Documentazione
pl: Wyszukaj tekst w Dokumentacji
pt_br: Procurar Texto na Documentação
ru: Поиск текста в документации
sv: Sök efter text i dokumentationen

source: What's this...?
de: Was ist das...?
es: ¿Qué es esto...?
fr: Qu'est-ce que c'est...?
hu: Mi ez...?
it: Cos'è questo...?
pl: Co to jest...?
pt_br: O que é isto...?
sv: Vad är detta...?

source: Line: 00000 Col: 000
de: Zeile: 00000 Spalte: 000
es: Línea: 00000 Col: 000
fr: Ligne : 00000 Col : 000
hu: Sor: 00000 Oszlop: 000
it: Linea: 00000 Col: 000
pl: Linia: 00000 Kolumna: 000
pt_br: Linha: 00000 Col: 000
ru: Строка: 00000 Столбец: 000
sv: Rad: 00000 Kol: 000

source: KDevelop failed to shutdown correctly previously
de: KDevelop wurde zuletzt nicht richtig beendet
es: KDevelop no se cerró correctamente la última vez
fr: La dernière session de KDevelop s'est terminée anormalement
hu: A KDevelop legutolsó leállítása nem volt szabályos

source: KDevelop failed to shutdown correctly previously Would you like to start with the last loaded project?
de: KDevelop wurde zuletzt nicht richtig beendet. Möchten Sie mit dem letzten geladenen Projekt starten?
es: KDevelop no se cerró correctamente la última vez ¿Desea comenzar con el último proyecto cargado?
fr: La dernière exécution de KDevelop s'est terminée anormalement. Voulez-vous ouvrir le dernier projet chargé ?
hu: A KDevelop legutolsó leállítása nem volt szabályos Kíván-e a legutoljára betöltött projekttel kezdeni?

source: breakpoint
es: Punto de interrupción
fr: point d'arrêt
hu: töréspont

source: disassemble
es: Desensamblar
fr: désassemblage
hu: visszafejtés

source: debugger
es: depurador
fr: débogueur
hu: nyomkövetõ

source: Widgets
es: Controles
hu: 'Widget'-ek
it: Widget
pl: Kontrolki
sv: Gränssnittselement

source: Items
de: Elemente
es: Elementos
fr: Eléments
hu: Elemek
it: Elementi
pl: Sk³adniki
pt_br: Itens
sv: Objekt

source: Widget Editor
es: Editor de controles
fr: Éditeur de widget
hu: Widget Szerkesztõ
pl: Edytor Kontrolek
pt_br: Editor de Widget
sv: Gränssnittselement-redigeraren

source: Widget Properties
de: Widgeteigenschaften
es: Propiedades del control
fr: Propriétés du widget
hu: Widget Tulajdonságok
it: Proprietà dei Widget
pl: W³a¶ciwo¶ci Kontrolki
pt_br: Propriedades do Widget
sv: Gränssnittsegenskaper

source: &Sourcecode Editor
de: &Quellcodeeditor
es: Edi&tor de código
fr: Éditeur de code &source
hu: &Forráskód Szerkesztõ
it: Editor del &Sorgente
pl: Edytor ¼&róde³
pt_br: Editor &Código Fonte
sv: &Källkodsredigeraren

source: &Widgets-View
de: &Widgetsansicht
es: Vista de &controles
fr: Affichage des &widgets
hu: '&Widget'-Nézet
it: Vista-&Widget
pl: Widok &Kontrolek
pt_br: Visão de &Widgets
sv: Element-&visaren

source: &Properties-View
de: &Eigenschaftenansicht
es: Vista de &propiedades
fr: Affichage des &propriétés
hu: &Tulajdonság-Ablak
it: Vista-&Propriertà
pl: Widok &W³a¶ciwo¶ci
pt_br: Vista de &Propriedades
sv: Egenska&ps-visaren

source: Pr&eview dialog
de: &Dialogvorschau
es: Pro&bar diálogo
fr: &Aperçu de la boîte de dialogue
hu: &Elõnézet dialógus

source: &Grid...
de: &Gitter...
es: Cua&drícula...
fr: &Grille...
hu: &Rács...
it: &Reticolo...
pl: &Kratka
sv: &Rutnät...

source: Make &messages
de: &Meldungen erstellen
es: Crear &mensajes
fr: Exécuter make &messages
hu: Ü&zenetek Generálása
it: Crea &messaggi
pl: Buduj komunikaty
pt_br: Fazer &mensagens
sv: Skapa &meddelanden

source: Make &API-Doc
de: AP&I-Dokumentation erstellen
es: Crear doc. de la &API
fr: Construire la documentation de l'&API
hu: AP&I-Dokumentáció Generálása
it: Crea Documentazione &API
pl: Buduj dokumentacjê API
pt_br: Fazer Documentação &API
ru: Создать документацию по API
sv: Skapa &API-dokumentation

source: Make &User-Manual
de: Ben&utzerhandbuch erstellen
es: Crear manual de &usuario
fr: Construire le manuel d'&utilisation
hu: Fel&használói Kézikönyv generálása
it: Crea Manuale &Utente
pl: Buduj &Instrukcjê
pt_br: Fazer Manual do &Usuário
ru: Создать руководство пользователя
sv: Skapa &användahandboken

source: Make D&istribution
de: D&istribution erstellen
es: Crear d&istribución
fr: Construire la d&istribution
hu: Disz&tribúció létrehozása
it: Crea D&istribuzione
pl: Buduj d&ystrybucjê
pt_br: Fazer D&istribuição
sv: Skapa &distribution

source: &Options...
de: &Optionen...
es: &Opciones...
hu: Beá&llítások...
it: &Opzioni...
pl: Op&cje...
pt_br: &Opções...
ru: &Опции
sv: &Inställningar...

source: &Generate Sources...
de: &Quellen erzeugen...
es: &Generar fuentes...
fr: &Générer les fichiers sources...
hu: &Forráskód Generálása...
it: &Genera Sorgenti...
pt_br: &Gerar Código Fonte...
sv: Skapa källkoder...

source: Ge&nerate Complete Sources...
de: Alle Quellen erzeu&gen...
es: Generar &fuentes completas...
fr: Générer les fic&hiers sources complets...
hu: &Teljes Forráskód Generálása...

source: &Execute
de: &Ausführen
es: &Ejecutar
fr: &Exécuter
hu: &Végrehajtás
it: &Esegui
pl: &Uruchom
pt_br: &Executar
sv: &Kör

source: Execute &with Arguments
de: &Mit Argumenten ausführen
es: E&jecutar con argumentos
fr: Exécuter a&vec des arguments
hu: Végrehajtás &argumentumokkal
it: Esegui con &Argomenti
pl: Uruchom &z Argumentami
pt_br: Executar &com Argumentos
sv: Kör med &argument

source: Dialog editor notes...
de: Dialogeditor-Notizen...
es: Notas del editor de diálogos...
fr: Notes de l'éditeur de boîte de dialogue...
hu: Dialógus szerkesztõ jegyzetek...
it: Editor delle Annotazioni...
pl: Notatki edytora dialogów...
pt_br: Notas do editor de diálogo...

source: Save Dialog
de: Dialog speichern
es: Guardar diálogo
fr: Enregistrer la boîte de dialogue
hu: Dialógusablak Elmentése
it: Salva Dialog
pl: Zapisz Dialog
pt_br: Salvar Diálogo
sv: Spara dialogrutan

source: Generate Sources
de: Quellen erzeugen
es: Generar fuentes...
fr: Générer les fichiers sources
hu: &Forráskód Generálása
it: Genera Sorgenti
pl: Generuj ¼ród³a
pt_br: Gerar Código Fonte

source: Switch to edit-mode
de: Zum Editiermodus wechseln
es: Saltar al modo de edición
fr: Basculer en mode édition
hu: Szerkesztõ módba kapcsolás
it: Passa in modalità edit
pl: Prze³±cz do trybu edycji
pt_br: Ir para modo de edição
sv: Byter till redigeringsläget

source: Tree View
de: Baumansicht
es: Vista de árbol
fr: Arborescence
hu: Fastruktúra-Néze&t
it: Visualizza Struttura
pl: Widok drzewa
pt_br: Visão de Árvore

source: Output View
de: Ausgabeansicht
es: Vista de salida
fr: Messages
hu: &Kimeneti Ablak
it: Visualizza Output
pl: Widok wyników
pt_br: Visão de Output

source: Untitled.c
de: Unbenannt.c
es: SinNombre.c
fr: SansTitre.c
hu: Névtelen.c
it: Senzatitolo.c
pt_br: SemTitulo.c

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Tool
pt_br: Ferramentas
sv: Verktyg

source: Save as new type of document?
de: Als neuen Dokumenttyp speichern?
es: ¿Guardar como un nuevo tipo de documento?
fr: Enregistrer comme nouveau de type de document ?
hu: Új dokumentumtípusként menti el?
it: Salvo come un nuovo tipo di documento?
pl: Zapisaæ jako dokument o nowym typie?
pt_br: Gravar como novo tipo de documento?

source: Do you really want to save the file as another type of document?
de: Wollen Sie die Datei wirklich als einen anderen Dokumenttyp speichern?
es: ¿Seguro que desea guardar el fichero como otro tipo de documento?
fr: Voulez-vous vraiment enregistrer le fichier comme un autre type de document ?
hu: Tényleg más típusúként akarja elmenteni a fájlt?
it: Vuoi veramente salvare il file come un altro tipo di documento?
pl: czy naprawê chcesz zapisaæ plik jako dokument innego typu?
pt_br: Deseja mesmo salvar o arquivo como outro tipo de documento?

source: File exists!
de: Datei vorhanden!
es: ¡El fichero existe!
fr: Le fichier existe déjà !
hu: A fájl már létezik!
it: File esiste già!
pt_br: Arquivo existe!

source: The file
de: Die Datei
es: El fichero
fr: Le fichier
hu: A
it: Il file
pl: Plik
pt_br: O arquivo
sv: Filen

source: already exists. Do you want overwrite the old one?
de: bereits vorhanden. Wollen Sie die alte Datei überschreiben?
es: ya existe. ¿Desea sobreescribir el antiguo?
fr: existe déjà. Désirez vous écraser l'ancien fichier ?
hu: fájl már létezik. Felül akarja írni a korábbit?
it: esite già. Vuoi sovrascrivere quello vecchio?
pt_br: já existe. Deseja sobrepor o antigo?

source: Scanning project files...
de: Projektdateien scannen...
es: Escaneando los ficheros del proyecto...
fr: Examen des fichiers du projet...
hu: A projektfájlok átvizsgálása...
it: Scansione dei file del progetto...
pl: Skanowanie plków projektu...
pt_br: Pesquisando pelos arquivos do projeto...

source: File does not exist!
de: Datei nicht vorhanden!
es: ¡El fichero no existe!
fr: Le fichier n'existe pas !
hu: fájl nem létezik!
it: Il file non esiste!
pt_br: Arquivo não existe!

source: was modified outside this editor. Open the file from disk and delete the current Buffer?
de: wurde außerhalb dieses Editors modifiziert. Datei von der Festplatte öffnen und aktuellen Puffer löschen?
es: ha sido modificado por otro programa. ¿Desea volver a cargar el fichero y eliminar el búfer actual?
fr: a été modifié à l'extérieur de l'éditeur. Ouvrir le fichier sur le disque et supprimer les modifications ?
hu: a szerkesztõn kívül került módosításra. Nyissuk meg a fájlt a lemezrõl és töröljük a jelenlegi buffert?

source: Exit KDevelop
de: KDevelop verlassen
es: Salir de KDevelop
fr: Quitter KDevelop
hu: Kilépés a KDevelopból
it: Esci da KDevelop
pt_br: Sair do KDevelop

source: There is unsaved data. Do you really want to quit?
de: Ihre Daten wurden noch nicht gespeichert. Wollen Sie KDevelop wirklich beenden?
es: Hay datos sin guardar. ¿Está seguro de que desea salir?
fr: Des données ne sont pas enregistrées. Etes-vous sûr de vouloir quitter ?
hu: Elmentésre váró adatok vannak. Biztosan ki akar lépni?
it: Vuoi veramente uscire da KDevelop?
pt_br: Existem dados não salvos. Deseja mesmo sair?

source: This is a Project-File from KDevelop 0.1 Sorry,but it's incompatible with KDevelop >= 0.2. Please use only new generated projects!
de: Dies ist eine KDevelop 0.1 Projektdatei Leider ist sie inkompatibel mit KDevelop >= 0.2. Bitte verwenden Sie nur neu erzeugte Projekte!
es: Ha elegido un fichero de proyecto de KDevelop 0.1 Lo sentimos, pero es incompatible con KDevelop >= 0.2. ¡Por favor utilice sólo proyectos nuevos!
fr: Ceci est un fichier-projet de KDevelop 0.1 Désolé mais il est incompatible avec KDevelop >= 0.2. Veuillez utiliser des projets générés plus récemment !
hu: Ez a projekt a KDevelop 0.1-es változatával készült, nem kompatibilis a KDevelop >= 0.2-es változataival. Csak újonnan generált projekteket használjon!

source: Starting...
de: Starte...
es: Iniciando...
fr: Démarrage...
hu: Indítás...
it: Parto...
pl: Uruchamianie...
pt_br: Iniciando...

source: Initializing last project... Please wait...
de: Initialisiere letztes Projekt... Bitte warten...
es: Inicializando el último proyecto... Por favor espere...
fr: Initialisation du dernier projet... Veuillez patienter...
hu: A legutolsó projekt inicializálása... Kérem várjon...
it: Inizializzazione progetto precedente... Attendere prego...
pl: Inicjacja ostatniego projektu... Proszê czekaæ...
pt_br: Inicializando o último projeto... Aguarde, por favor...

source: Closing project...
de: Schließe Projekt...
es: Cerrando el proyecto...
fr: Fermeture du projet...
hu: A projekt bezárása...
it: Chiusura progetto...
pl: Zamykam projekt...
pt_br: Fechando projeto...
sv: Stänger projektet...

source: Save changed project files ?
de: Geänderte Projektdateien speichern ?
es: ¿ Guardar los ficheros del proyecto modificados ?
fr: Enregistrer les fichiers modifiés du projet ?
hu: Elmentsük a megváltozott projektfájlokat?
it: Salvo le modifiche dei file di progetto?
pl: Zapisaæ zmienione pliki projektu ?
pt_br: Salvar os arquivos modificados do projeto?
sv: Spara ändrade projektfiler ?

source: Copying files...
de: Kopiere Dateien...
es: Copiando ficheros...
fr: Copie des fichiers...
hu: Fájlok másolása...
it: Copia file...
pl: Kopiowanie plików...
pt_br: Copiando arquivos...
sv: Kopierar filer...

source: please wait...
de: Bitte warten...
es: por favor espere...
fr: Veuillez patienter...
hu: Várjon egy kicsit...
it: attendere prego...
pl: proszê czekaæ...
pt_br: por favor aguarde...
sv: var god vänta...

source: Preparing file:
de: Bereite Datei vor:
es: Preparando el fichero:
fr: Préparation du fichier :
hu: Elõkészítendõ fájl:

source: Add to project:
de: Zum Projekt hinzufügen:
es: Añadir al proyecto:
fr: Ajouter au projet :
hu: hozzáadás a projekthez

source: Copy and add to project:
de: Kopieren und zum Projekt hinzufügen:
es: Copiar y añadir al proyecto:
fr: Copier et ajouter au projet
hu: Másold és add a projekthez

source: You have modified the projectversion. We will regenerate all Makefiles now.
de: Sie haben die Projekt-Version geändert. Alle Makefiles werden neu erzeugt.
es: Ha modificado la versión del proyecto. Ahora se regenerarán todos los ficheros Make.
fr: Vous avez modifié la version du projet. Nous allons regénérer les Makefiles.
hu: Módosította a projektverziót. Újragenerálom az összes 'Makefile'-t.
it: Hai modificato la versione del progetto. Ricreeremo tutti i Makefile ora.
pl: Zmieni³eæ wersjê projektu. Wszystkie pliki Makefile zostan± teraz ponownie wygenerowane.
pt_br: Você modificou a versão do projeto. Vamos regenerar todas os arquivos Make agora.
sv: Du har ändrat projektversionen. Vi kommer nu att skapa nya 'Makefiler'.

source: Running automake/autoconf and configure...
de: Führe 'automake/autoconf' und 'configure' aus...
es: Ejecutando automake/autoconf y configure...
fr: Exécution de automake/autoconf et configure...
hu: Az 'automake/autoconf' és a 'configure' futtatása...
it: Eseguo automake/autoconf e configure...
pl: Urichamienie automake/autoconf i configure...
pt_br: Executando automake/autoconf e configure...
sv: Utför 'automake'/'autoconf' och 'configure'...

source: Running configure...
de: Führe 'configure' aus...
es: Ejecutando configure...
fr: Exécution de configure...
hu: A 'configure' futtatása...
it: Eseguo configure...
pl: Uruchamianie 'configure'...
pt_br: Executando configure...

source: Opening project...
de: Öffne Projekt...
es: Abriendo proyecto...
fr: Ouverture du projet...
hu: Projekt megnyitása...
it: Apertura progetto...
pl: Otwieranie projektu...
pt_br: Abrindo projeto...
ru: Открытие проекта...
sv: Öppnar projekt...

source: Creating a new frame application...
de: Erzeuge neue Applikation...
es: Creando el esqueleto de la nueva aplicación...
fr: Création d'une nouvelle application principale...
hu: Új keretalkalmazás létrehozása...
it: Creazione di una nuova struttura per applicazione....
pl: Tworzenie nowego szkieletu aplikacji...
pt_br: Criando um novo esqueleto de aplicação...
ru: Создание нового приложения...
sv: Skapar nytt program...

source: ApplicationWizard
es: Asistente de aplicaciones
fr: Assistant d'Application
hu: Alkalmazásvarázsló

source: Creating pot-file in /po...
de: Erzeuge pot-Datei in /po...
es: Creando fichero pot en /po...
fr: Création du fichier pot dans /po...
hu: pot-file létrehozása a /po könyvtárban...
it: Creazione del file pot in /po...
pl: Tworzenie pliku .pot w /po...
pt_br: Criando arquivo pot em /po...
sv: Skapar ny .pot-fil i /po...

source: Creating project API-Documentation...
de: Erzeuge API-Dokumentation des Projekts...
es: Creando la documentación API del proyecto...
fr: Création de la documentation de l'API du projet...
hu: A projekt API dokumentáció létrehozása...
it: Creazione documentazione API del progetto...
pl: Tworzenie Dokumentacji API projektu...
pt_br: A criar Documentação API do projeto...
ru: Создание документации по API проекта...
sv: Skapar projektets API-dokumentation...

source: Creating project Manual...
de: Erzeuge Handbuch des Projekts...
es: Creando el Manual del proyecto...
fr: Création du manuel du projet...
hu: A projekt kézikönyv létrehozása...
it: Creazione Manuale del progetto...
pl: Tworzenie Instrukcji do projektu...
pt_br: Criando Manual do Projecto...
ru: Создание руководства пользователя...
sv: Skapar projektets användarhandbok...

source: Running make dist...
de: Führe 'make dist' aus...
es: Ejecutando make dist...
fr: Exécution de make dist...
hu: A 'make dist' futtatása...
it: Esecuzione `make dist'...
pl: Uruchamianie 'make dist'...
pt_br: Rodando make dist...

source: You have added a new subdir to the project. We will regenerate all Makefiles now.
de: Sie haben ein neues Unterverzeichnis zum Projekt hinzugefügt. Alle Makefiles werden neu erstellt.
es: Ha añadido un nuevo subdirectorio al proyecto. Ahora se regenerarán todos los ficheros Make.
fr: Vous avez ajouté un nouveau sous-dossier au projet. Nous allons regénérer les fichiers Makefile.
hu: Új alkönyvtárat adott a projekthez. Az összes 'Makefile'-t újragenerálom.
it: Hai aggiunto una sotto-directory al progetto. Rigenererò tutti i Makefile ora.
pl: Doda³e¶ nowy podkatalog do projektu.Wszystkie pliki Makefile zostan± teraz ponownie wygenerowane.
pt_br: Adicionou um novo subdiretório ao projeto. Iremos regenerar todas os arquivos Make agora.
sv: Du har lagt till en ny underkatalog till projektet. Vi kommer nu att skapa nya 'Makefiler'.

source: Open project Shows the open project dialog to select a project to be opened
de: Projekt öffnen Zeigt den Dialog 'Projekt öffnen' an, um ein Projekt auszuwählen,das geöffnet werden soll.
es: Abrir proyecto Muestra el diálogo de Abrir Proyecto para seleccionar el proyecto a abrir
fr: Ouvrir un projet Affiche la boîte de dialogue d'ouverture de projet afin de choisir un projet à ouvrir
hu: Projekt megnyitása Megjeleníti a 'Projekt megnyitása' dialógusablakot a projekt kiválasztásához
it: Apri progetto Mostra il dialog per l'apertura del progetto dal quale selezionare il progetto da aprire
pl: Otwórz projekt Pokazuje dialog 'Otwórz projekt' i umo¿liwia wybranie projektu do otwarcia
pt_br: Abrir projeto Mostra o diálogo Abrir Projeto para selecionar um projeto a ser aberto
sv: Öppna projekt Visar ett fönster där du kan välja att öppna ett projekt
