Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: New LFV-Group...
ru: Новая группа LFV...
sv: Ny LFV-grupp...

source: Others:
sv: Andra:

source: Add existing files to project...
sv: Lägger till en befintlig fil till projektet...

source: select the source files to be added to the project here.
sv: välj de källkoder som skall läggas till projektet här.

source: Rebuild all After saving all files, rebuild all s the make-command set with the clean-option to remove all object files. Then, configure creates new Makefiles and the make-command will rebuild the project.
sv: Omskapa allt Sparar alla filer och omskapar allt via 'make'-kommandot med 'clean'- alternativet för att ta bort alla objektfiler. Sedan anropas 'configure' och skapar nya Makefiler och 'make'-kommandot omskapar projektet.

source: KDialogEdit This will switch to the internal dialog editor of kdevelop, called KDialogEdit. There, you can also switch back to the editing mode by choosing the KDevelop button or KDevelop from the Tools-menu.
sv: KDialogEdit Detta startar den interna dialogredigeraren i kdevelop, KDialogEdit. Där kan du byta tillbaka till redigeringsläge genom att välj KDevelop knappen eller KDevelop från verktygsmenyn.

source: KDevelop This will switch to KDevelop editing mode providing the usual IDE interface. You can switch back to the dialogeditor by choosing the KDialogEdit button in the KDevelop toolbar or by choosing KDialogEdit in the Tools-menu.
sv: KDevelop Detta kommer att byta till KDevelops redigeringsläga med den vanliga IDE-gränsitt. Du kan byta tillbaka till dialogredigeraren genom att välja KDialogEdit knappen i verktygsfältet för KDevelop eller välja KDialogEdit i verktygsmenyn.

source: Documentation-Back This opens the previous browser page in the browser window.
sv: Dokumentation-Bakåt Detta öppnar den föregående lästa sidan i läsarfönsret.

source: Documentation-Forward This opens the next opened browser page after Documentation-Back was chosen.
sv: Dokumentation-Framåt Detta öppnar nästa öppnade lästa sidan efter att Dokumentation-Bakåt varit valt.

source: Project Name:
sv: Projekt namn:

source: Insert the name for the new project here.
sv: Skriv in namnet för det nya projektet här.

source: Set the version number for the new project here.
sv: Skriv in versionsnummret för det nya projektet här.

source: Project Directory:
sv: Projektets sökväg:

source: Select the main project directory here.
sv: Välj sökvägen för huvudprojektet.

source: Insert your Name or your team name here.
sv: Skriv in ditt namn och ditt team här:

source: Insert your E-mail address here.
sv: Skriv in din e-postadress här.

source: Checking KDE-Application will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectories for po-files, and docs. Configure.in and Makefile.am's will be created with default values for KDE-applications.
sv: Markeras KDE-applikation kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för KDE-applikationer.

source: KOM-Application
sv: KOM-applikation

source: Checking KOM-Application will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectories for po-files, and docs. Configure.in and Makefile.am's will be created with default values for KDE-applications using KOM (KDE Object Modell).
sv: Markeras KOM-applikation kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för KDE-applikationer under inverkan av KOM (KDE Object Modell).

source: Checking Qt-Application will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectories for po-files, and docs. Configure.in and Makefile.am's will be created with default values for Qt-applications.
sv: Markeras Qt-applikation kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för Qt-applikationer.

source: C++-Application
sv: C/C++-applikation

source: Checking C++-Application will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectory. Configure.in and Makefile.am's will be created with default values for Qt-applications.
sv: Markeras C++-applikation kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för Qt-applikationer.

source: Shared Library
sv: Delade bibliotek

source: Checking Shared Library will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectory. Configure.in and Makefile.am's will be created with default values for construction of a shared libraries.
sv: Markeras Delade bibliotek kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för konstruktion av delade biliotek.

source: Static Library
sv: Statiskt bibliotek

source: Checking Shared Library will execute the following actions: -creating the project directory and projectfile -creating GNU files -creating project subdirectory. Configure.in and Makefile.am's will be created with default values for construction of a static libraries.
sv: Markeras Statiska bibliotek kommer följande att utföras: -skapa projekets katalog och projektfiler -skapa GNU-filer -skapa projektets underkataloger för po-filer, och dokument. 'Configure.in' och 'Makefile.am'-s kommer att skapas med standardvärdena för konstruktion av statiska biliotek.

source: Empty Application
sv: Tom applikation

source: Checking Empty-Application will execute the following actions: -creating the project directory and projectfile.
sv: Markeras Tom-applikation kommer följande att utföras: -skapa projekets katalog och projektfiler.

source: Project Info
sv: Projektinformation

source: Project Type:
sv: Projektets typ:

source: Select New Project Directory
sv: Välj en ny projektkatalog

source: Creation of new project failed !
sv: Skapandet av det nya projektet misslyckades !

source: You need to select a name for the new project
sv: Du måste välja ett namn för det nya projektet

source: &Properties
sv: Egenska&per

source: Create New Dialog
sv: Skapar en ny dialogruta

source: Generate widget sources
sv: Skapar elementkällkoder

source: Change to the KDevelop project editor
sv: Byt till KDevelops projektredigerare

source: Preview
sv: Förhandsgranska

source: KDevelop Version
ru: Версия KDevelop

source: INS
ru: ВСТАВ

source: &Add Bookmark
ru: Добавить Закладку

source: &Bookmarks
ru: Закладки

source: &Buffers
ru: Буферы
sk: &Buffre

source: &Cancel
ru: &Отмена

source: &Close
ru: &Закрыть

source: &Copy
ru: &Копировать

source: &Documentation
ru: Документация
sk: &Dokumentácia

source: &Edit
ru: &Редактирование

source: &Edit Bookmarks...
ru: Редактировать Закладки

source: &File
ru: &Файл

source: &Goto Line...
ru: Перейти на строчку...
sk: Na &riadok...

source: &Help
ru: &Помощь

source: &KIconedit
ru: Редактор иконок

source: &Kdbg
ru: Отладчик

source: &OK
ru: &ОК

source: &Open File...
ru: Открыть файл...
sk: &Otvori» súbor...

source: &Options
ru: Настройки

source: &Paste
ru: &Вставить

source: &Print...
ru: &Печать...

source: &Quit
ru: &Выход

source: &Repeat Search...
ru: Повторить поиск
sk: Opakuj hµadanie

source: &Run
ru: Запустить

source: &Save
ru: &Сохранить

source: &Stop
ru: &Стоп

source: About...
ru: О программе...

source: Add a file to the current project
ru: Добавить файл в текущий проект

source: Add a new file to the project
ru: Добавить новый файл в проект

source: Add an existing file to the project
ru: Добавить существующий файл в проект

source: Autocon&f
ru: Автоконфигуратор

source: Back
ru: Назад

source: C&ut
ru: Вы&резать

source: Cancel
ru: Отмена

source: Charset:
ru: Кодировка:

source: Closes all open files
ru: Закрыть все открытые файлы

source: Contents
ru: Содержимое

source: Copy
ru: Копировать

source: Create a new Class frame structure and files
ru: Создать новую структуру класса и файлы???

source: Create a search database of the current Documentation
ru: Создать поисковую БД по текущей документации

source: Create the Project's API with KDoc
ru: Создать документацию по API проекта с помощью KDoc

source: Create the Project's User Manual with the sgml-file
ru: Создать Руководство пользователя проекта с помощью sgml-files

source: Cut
ru: Вырезать

source: Default
ru: Умолчания

source: Doc-Location
ru: Месторасположение документации

source: Enter the path to your KDE-Documentation here. To access the path easier please press the pushbutton on the right to change directories. If you have no kdelibs Documentation installed, switch to menuentry <blue><i>Documentation -> Update KDE-Documentation</i><black> to create it.
ru: Укажите путь к документации по KDE Для облегчения указания воспользуйтесь кнопкой справа - она позволит вам изменять директории. Если документация по библиотеке KDE у вас не установлена, то вы легко сможете получить ее, выбрав пункт меню <blue><i>Документация->Обновить документацию по KDE</i>

source: Enter the path to your QT and KDE-Libs Documentation for the Documentation Browser. QT usually comes with complete Documentation whereas for KDE you can create the Documentation easiely by switching to menuentry<i>Documentation -> Update KDE-Documentation</i>.Please use the Update dialog whenever you update your KDE Libs.
ru: Укажите путь к документации по библиотекам Qt и KDE для просмотрщика документации. Qt обычно поставляется с полной документацией, в то время как документацию по KDE вы можете легко создать, выбрав пункт меню <i>Документация-> Обновить документацию KDE</i>. Пользуйтесь пожалуста диалогом обновления, когда вы обновляете библиотеки KDE.

source: Generate a new project
ru: Создает новый проект

source: Go to Line Number...
ru: Перейти к строке номер...

source: Invoke make clean and rebuild all
ru: Выполнить команду make clean и перестроить все

source: Invoke make-command
ru: Выполнить команду make

source: Invoke make-command and run the program
ru: Выполнить команду make и запустит программу

source: Italic
ru: Наклонный

source: Malformed URL
ru: Неверный URL

source: N&ew Project...
ru: Новый Проект...

source: No
ru: Нет

source: OK
ru: ОК

source: Open &Project...
ru: Открыть проект...

source: Options
ru: Настройки

source: Paste
ru: Вставить

source: Rebuild the program
ru: Перестроить программу

source: Refresh current view
ru: Обновить текущий вид

source: Remove file from the project
ru: Удалить файл из проекта

source: Repeat the last search
ru: Повторить последний поиск

source: Replace
ru: Заменить

source: Saving file...
ru: Сохранение файла...

source: Search and replace expression
ru: Найти и заменить выражение

source: Search the file for an expression
ru: Ищет регулярные выражения в файле

source: Search the selected text in the documentation
ru: Поиск выделенного текста в документе

source: Set project and compiler options
ru: Задать настройки проекта и опции компиляции

source: Show the current file properties
ru: Показать текущие свойства файла

source: Sorry
ru: Извините

source: Stop
ru: Стоп

source: Stop make immediately
ru: Немедленно остановить сборку

source: Switch to last browser page
ru: Переключиться на последнюю страницу просмотрщика

source: Switch to next browser page
ru: Переключиться на следующую страницу просмотрщика

source: Switch to the KDE-Core-Documentation
ru: Переключиться на документацию по KDE-Core

source: Switch to the KDE-File-Documentation
ru: Переключиться на документацию по файлам KDE

source: Switch to the KDE-GUI-Documentation
ru: Переключиться на документацию по GUI KDE

source: Switch to the KDE-Html-Documentation
ru: Переключиться на документацию по HTML KDE

source: Switch to the QT-Documentation
ru: Переключиться на документацию по Qt

source: Switch to the project's API-Documentation
ru: Переключиться на документацию по FPI проекта

source: Switch to the project's User-Manual
ru: Переключиться на руководство пользователя

source: Toogle &Browser-Toolbar
ru: Включить набор интсрументов просмотрщика

source: Toogle &Std-Toolbar
ru: Включить стандартный набор инструментов

source: Toogle Status&bar
ru: Включить панель состояния
sk: Zapni Status&bar

source: Update KDE-Documentation...
ru: Обновить документацию по KDE...

source: Update your KDE-Libs Documentation
ru: Обновить документацию по библиотекам KDE

source: User-Dokumentation
ru: Руководство пользователя

source: Warning
ru: Предупреждение

source: Yes
ru: Да

source: &New Application...
sk: &Nová aplikácia

source: &Open Project...
sk: &Otvori» projekt

source: &Save As...
sk: &Uloµi» ako..

source: &Select All
sk: &Zvoli» v±etko

source: Toogle &Toolbar
sk: Zapni &Toolbar

source: Search Marked Class
sk: Hµadaj oznaèenú triedu

source: KDE-GUI-Library
sk: KDE-GUI-Kniµnica

source: KDE-HTML-Library
sk: KDE-HTML-Kniµnica

source: Project API-Doc
sk: Projekt API-Dokumentácia

source: Project User-Manual
sk: Projekt Uµiv.-Manuál

source: &Make API-Doc
sk: Urob API-Dokumentáciu

source: &Make User-Manual
sk: Urob Uµivateµský-Manuál

source: Existing File...
sk: Existujúci súbor...

source: Remove and Add File from Project
sk: Odstráò a Pridaj súbor z Projektu

source: KDevelop Version 0.1 (Alpha) (c) 1998 Sandy Meier and Stefan Heidrich
sk: KDevelop Verzia 0.3 (Alpha) (c) 1999 Sandy Meier a Stefan Heidrich

source: Search Class in Documenation
sk: Hµadaj triedu v dokumentácii

source: ready
sk: pripravený
