Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: If button checked ,lines too large will be truncate. Otherwise lines too large will be fold and be printed inside the borders. Max line size depends on format and font size used and whether line numbering has been suppressed.
de: Wenn ausgewählt, werden zu lange Zeilen abgeschnitten. Sonst werden diese Zeilen umgebrochen und innerhalb der Seitengrenzen gedruckt. Die maximale Zeilenlänge hängt vom verwendeten Format und der Schriftgröße ab, und davon, ob die Zeilennummerierung unterdrückt wurde.
es: Si el botón está marcado, las líneas demasiado largas serán cortadas. En caso contrario, estas líneas serán plegadas e impresas dentro de los bordes. El tamaño máximo de la línea depende de la fuente utilizada y de si la numeración de líneas a sido suprimida.
fr: Si cette case est cochée, les lignes trop larges seront tronquées. Sinon, elles seront réparties sur plusieurs lignes pour tenir dans les limites. La longueur maximale des lignes dépend du format et de la police utilisée, et de la présence ou non d'une numérotation des lignes.
hu: Ha ki van jelölve, a túl hosszú sorok le lesznek vágva. Egyébként a hosszú sorok megtörnek, és a kereteken belül kerülnek nyomtatásra. A maximális sorhossz a formátumtól, a betûmérettõl, valamint attól függ, nyomtatja-e a sorok számát.
pl: Je¶li ten przycisk jest wci¶niêty, linie zbyt d³ugie bêd± obcinane. W przeciwnym wypadku, linie zbyt d³ugie bêd± zawijane i drukowane wewn±trz ramek. Maksymalny rozmiar linii zale¿y od formatu, rozmiaru u¿ytej czcionki i tego, czy drukowane s± numery linii.
pt_br: Se botão activo, as linhas muito compridas serão truncadas. Caso contrário as linhas serão translineadas e impressas dentro das margens. O tamanho máximo das linhas depende da formatação e tamanho da fonte utilizados e se a numeração de linhas foi suprimida.

source: Compact mode for a sequence of files. This option allows the printing of two files in the same physical page: last page of the first file in the left (or up) side and first page of the second file in the right (or down) side. This option is valid only for twinpage mode (two pages per physical page).
de: Kompaktmodus für aufeinanderfolgende Dateien. Dieser ermöglicht den Ausdruck zweier verschiedener Dateien auf derselben physikalischen Seite: letzte Seite der ersten Datei auf der linken (oder oberen) Seite und erste Seite der zweiten Datei auf der rechten (oder unteren) Seite. Diese Option ist nur im Zweiseiten- modus zulässig (zwei Seiten pro Blatt) .
es: Modo compacto para una secuencia de ficheros. Esta opción permite imprimir dos ficheros en la misma página física: la última página del primer fichero en el lado izquierdo (o superior) y la primera página del segundo fichero en el lado derecho (o inferior). Esta opción sólo es válida cuando se están imprimiendo dos páginas por página física.
fr: Mode compact pour un groupe de fichiers. Cette option permet l'impression de deux fichiers sur la même page physique : la dernière page du premier fichier du côté gauche (ou en haut), et la première page du second fichier du côté droit (ou en bas). Cette option n'est valable qu'en mode Pages jumelles (deux pages sur une page physique).
hu: Tömörített mód fájllista nyomtatásához. Ez az opció lehetõvé teszi két különbözõ fájl egy papírlapon történõ nyomtatását: Az elsõ fájl utolsó oldala a bal (vagy felsõ) felére, a következõ fájl elsõ oldala a jobb (vagy alsó) felére kerül. Ez az opció csak ikeroldal módban (két oldal egy lapon) mûködik.
pl: Kompaktowy tryb dla sekwencji plików. Ten tryb pozwala drukowaæ dwa pliki na tej samej fizycznej stronie - ostatniej stronie pierwszego z nich. Ta opcja jest prawid³owa tylko w trybie drukowania dwóch stron logicznych na jednej fizycznej.
pt_br: Modo compacto para uma sequência de ficheiros. Esta opção permite a impressão de dois ficheiros na mesma página física: a última página do primeiro ficheiro no lado esquerdo (ou topo) e a primeira página do segundo documento no lado direito (ou em baixo). Esta opção é válida apenas para modo de página gémea (duas páginas por página física).

source: Set TAB size to value. This option is ignored if TAB is not interpreted.
de: Setze TAB-Größe auf Wert. Diese Option wird ignoriert wenn TAB nicht interpretiert wird.
es: Elige el tamaño del tabulador. Esta opción se ignora si el tabulador no es interpretado.
fr: Définit la longueur des tabulations. Cette option est ignorée si les tabulations ne sont pas interprétées.
hu: A TAB méretét állítja be. Ha a TAB nincs értelmezve, ez az érték hatástalan.
pl: Ustaw rozmiar TAB. Ta opcja jest ignorowana je¶li TAB nie jest interpretowane.
pt_br: Definir tamanho do TAB para valor. Esta opção é ignorada se o TAB não é interpretado.

source: Changes font size to this value.
de: Ändert die Schriftgröße auf diesen Wert.
es: Cambia el tamaño de la fuente a este valor.
fr: Donne cette valeur à la taille de police.
hu: Erre az értékre állítja a betûtípus méretét.
pl: Ustawia rozmiar czcionki na dan± warto¶æ.
pt_br: Altera o tamanho da fonte para este valor.

source: Output lines are preceded by line numbers, numbered sequentially from 1.
de: Ausgabezeilen werden von Zeilennummern angeführt, beginnend bei 1.
es: Las líneas de salida van precedidas del número de línea, numeradas secuencialmente desde el 1.
fr: Les lignes sont imprimées précédées d'un numéro de ligne, commençant à 1.
hu: A sorok elé sorszám nyomtatása, 1-tõl kezdõdõen.
pl: Linie wydruku s± poprzedzane przez numery linii zaczynaj±ce siê od 1.
pt_br: As linhas de output são precedidas por número de linha, sequencialmente a partir do 1.

source: Print page surrounding borders.
de: Drucke Seite mit umgebenden Rahmen.
es: Imprimir bordes alrededor de las páginas.
fr: Imprime un cadre autour de la page.
hu: Keret nyomtatása az oldalak köré.
pl: Drukuj obramowanie strony.
pt_br: Imprimir margem circundante da página.

source: Reset sheet numbering for each new file. Sheet numbering is used to number physical pages (sheets) as they are printed. Page numbering numbers the logical pages, of which there are usually two per physical page.
de: Setze die Blattnummerierung für jede Datei zurück. Die Blattnummerierung wird zur Nummerierung physikalischer Seiten (Blätter) verwendet. Mit Seitennummerierung bezeichnet man die Nummerierung logischer Seiten; üblicherweise zwei pro Blatt.
es: Reiniciar la numeración de las hojas para cada fichero. La numeración se utiliza para numerar las página físicas (hojas) mientras son imprimidas. La numeración de las páginas utiliza la numeración de las páginas lógicas, de las cuales suele haber dos por cada página física.
fr: Réinitialise la numérotation des pages à chaque nouveau fichier. Cette numérotation est utilisée pour numéroter les pages physiques telles qu'elles sont imprimées. Il existe aussi la numérotation des pages logiques (il y a en général deux pages logiques dans une page physique).
hu: Újrakezdi a lapszámozást minden újabb fájlnál. A lapszámozással a nyomtatott fizikai lapok számát tartjuk nyilván. Az oldalszámozás a logikai oldalak számát adja meg (rendszerint kettõ van laponként).
pl: Zeruj numery kartek przy nowym pliku. Numery kartek odnosz± siê do fizycznych stron tak jak s± one drukowane. Numery stron odnosz± siê do logicznych stron, których jest zwykle po dwie na fizyczn± stronê.
pt_br: Re-iniciar a numeração de folha para cada novo ficheiro. Numeração de folhas é utilizada para numerar páginas físicas (folhas) à medida que são impressas. A paginação numera as páginas lógicas, que são normalmente duas por página física.

source: Set the lines per page for printing. The font size is automatically scaled up to fill in the whole page. The minimum number of lines per page is set at 40 and maximum is at 160.
de: Setze die Anzahl der Druckzeilen pro Seite. Die Schrift- größe wird automatisch skaliert, sodaß die ganze Seite gefüllt wird. Die minimale Anzahl der Zeilen pro Seite ist 40; maximal kann 160 angegeben werden.
es: Elige el número de líneas por página al imprimir. El tamaño de la letra es escalado automáticamente para llenar la página entera. El número mínimo de líneas por página permitido es 40 y el máximo es 160.
fr: Définit le nombre de lignes par page à l'impression. Le taille de la police est automatiquement ajustée pour remplir la page. Le minimum de lignes par page est 40, et le maximum est 160.
hu: Az oldalanként nyomtatandó sorok számát állítja be. A betûméret automatikusan úgy állítódik be, hogy az egész oldal kitöltésre kerüljön. Az oldalanként nyomtatható sorok száma minimum 40, maximum 160.
pl: Ustawia liczbê linii na stronê. Rozmiar czcionki jest automatycznie skalowany by wype³niæ pe³n± stronê. minimalna ilo¶æ linii na stronê to 40, a maksymalna to 160.
pt_br: Define as linhas por página para impressão. O tamanho da fonte é automaticamente redimensionado para preencher toda a página. O número mínimo de linhas por página é de 40 e o máximo de 160.

source: Check this button if you wish to change the fontsize.
de: Kreuzen Sie dies an, wenn Sie die Schriftgröße ändern wollen.
es: Marque este botón si desea cambiar el tamaño de la letra.
fr: Cliquez sur ce bouton pour modifier la taille de police.
hu: Jelölje be, ha meg akarja változtatni a betûtípus méretet.
pl: Zaznacz ten przycisk je¶li chcesz zmieniæ rozmiar czcionki.
pt_br: Seleccione este bptão se deseja alterar o tamanho da fonte.

source: Check this button if you wish to change the number of the lines per page.
de: Kreuzen Sie dies an, wenn Sie die Anzahl der Zeilen pro Seite ändern wollen.
es: Marque este botón si desea cambiar el número de líneas por página.
fr: Cliquez sur ce bouton si vous désirez modifier le nombre de lignes par page.
hu: Jelölje be, ha meg akarja változtatni az oldalanként kiírt sorok számát.
pl: Zaznacz ten przycisk je¶li chcesz zmieniæ ilo¶æ linii na stronie.
pt_br: Seleccione este botão se deseja modificar o número de linhas por página.

source: Program not found!
de: Programm nicht gefunden!
es: ¡Programa no encontrado!
fr: Programme introuvable !
hu: A program nem található.
pl: Nie znaleziono programu!
pt_br: Programa não encontrado!

source: KDevelop needs "gv" or "ghostview" or "kghostview" to work properly. Please install one!
de: KDevelop benötigt 'gv', 'ghostview' oder 'kghostview', um ordentlich zu funktionieren. Bitte installieren Sie eines davon!
es: KDevelop necesita "gv" o "ghostview" o "kghostview" para funcionar correctamente. !Por favor instale uno!
fr: KDevelop a besoin de "gv", "ghostview" ou "kghostview" pour fonctionner correctement. Veuillez installez l'un de ceux-là !
hu: A KDevelop-nak szüksége van a "gv", a "ghostview" vagy a "kghostview" programra. Kérem telepítse valamelyiket!
pl: KDevelop potrzebuje "gv" lub "ghostview" lub "kghostview" by dzia³aæ poprawnie. Zainstaluj jeden z nich!
pt_br: KDevelop necessita "gv" ou "ghostview" ou "kghostview" para funcionar correctamente. Por favor instale um!

source: Underlay
de: Unterlage
es: Marca de agua
fr: Filigrane
hu: Vízjelszöveg
pl: Podk³ad
pt_br: Marca de Água

source: Header settings
de: Kopfeinstellungen
es: Configuración de la cabecera de página
fr: Configuration des en-têtes
hu: Fejlécbeállítások
pl: Ustwienia nag³ówka
pt_br: Definições de cabeçalho

source: Fancy header
de: Eigener Kopf
es: Cabecera adornada
fr: En-tête fantaisie
hu: Díszes fejléc
pl: Specjalny nag³ówek
pt_br: Cabeçalho fantasioso

source: fancy header
de: Eigener Kopf
es: Cabecera adornada
fr: En-tête fantaisie
hu: díszes fejléc
pl: ³adny nag³ówek
pt_br: cabeçalho fantasioso

source: Login
es: Usuario
fr: Nom d'utilisateur
hu: Bejelentkezés
pt_br: Utilizador

source: left
de: Links
es: izquierda
fr: gauche
hu: bal
pl: lewa strona
pt_br: esquerda

source: center
de: Zentriert
es: centro
fr: centré
hu: közép
pl: ¶rodek
pt_br: centrado

source: right
de: Rechts
es: derecha
fr: droite
hu: jobb
pl: prawa strona
pt_br: direita

source: position
es: Posición
hu: pozíció
pl: pozycja
pt_br: posição

source: Filename
de: Dateiname
es: Nombre del fichero
fr: Nom du fichier
hu: Fájlnév
pl: Nazwa pliku
pt_br: Nome de Ficheiro

source: size of filename
de: Größe des Dateinamens
es: Longitud
fr: Taille du nom
hu: a fájlnév mérete
pl: rozmiar nazwy
pt_br: Dimensão do nome de ficheiro

source: short
de: Kurz
es: corto
fr: court
hu: rövid
pl: krótki
pt_br: pequeno

source: full
de: Voll
es: completo
fr: complet
hu: teljes
pl: pe³ny
pt_br: completo

source: Hostname
es: Nombre del ordenador en la red
fr: Nom d'hôte
hu: Gépnév
pl: Nazwa hosta
pt_br: Nome do servidor

source: hostname
es: Nombre de la ordenador
fr: Nom d'hôte
hu: gépnév
pl: nazwa hosta
pt_br: nome do servidor

source: size of hostname
de: Größe des Hostnamens
es: Formato
fr: Taille du nom
hu: a gépnév mérete
pl: rozmiar nazwy
pt_br: dimensão do nome de servidor

source: If you wish to have a page header, then check it.
de: Kreuzen Sie dies an, wenn Sie einen Seitenkopf haben wollen.
es: Si desea tener una cabecera de página, márquelo.
fr: Si vous voulez un en-tête de page, cochez ceci.
hu: Ezt kapcsolja be, ha oldalfejlécet akar.
pl: Je¶li chcesz mieæ nag³ówek strony, to zaznacz to.
pt_br: Se deseja ter uma página de cabeçalho, seleccione.

source: Here you can enter the headertext.
de: Hier können Sie den Kopftext eingeben.
es: Aquí puede introducir el texto de cabecera.
fr: Vous pouvez ici saisir le texte de l'en-tête.
hu: Itt írhatja be a fejlécszöveget.
pl: Tu mo¿esz podaæ tekst nag³ówka.
pt_br: Aqui pode inserir o texto de cabeçalho.

source: If you wish to have a headertext, then check it.
de: Kreuzen Sie dies an, wenn Sie einen Kopftext haben wollen.
es: Si desea tener una cabecera de texto, márquelo.
fr: Si vous voulez un texte d'en-tête, cliquez ici.
hu: Ezt kapcsolja be, ha fejlécszöveget akar.
pl: Je¶li chcesz mieæ tekst w nag³ówku, to zaznacz to.
pt_br: Se deseja ter um texto de cabeçalho, seleccione.

source: If you wish to print a userlogin, then check it.
de: Kreuzen Sie dies an, wenn Sie das Login drucken wollen.
es: Márquelo si desea imprimir el identificador del usuario (login).
fr: Si vous voulez imprimer le nom d'utilisateur, cliquez ici.
hu: Ezt kapcsolja be, ha a felhasználó nevét is ki akarja nyomtatni.
pl: Je¶li chcesz drukowaæ login u¿ytkownika to zaznacz to.
pt_br: Se deseja imprimir um nome de utilizador, seleccione.

source: If you want a fancy header, then check it.
de: Kreuzen Sie dies an, wenn Sie einen eigenen Header verwenden wollen.
es: Si desea una cabecera adornada, marque esta opción.
fr: Si vous voulez un en-tête fantaisie, cliquez ici.
hu: Ezt kapcsolja be, ha díszes fejlécet akar.

source: If you wish to print the filenames, then check it.
de: Kreuzen Sie dies an, wenn Sie den Dateinamen drucken wollen.
es: Si desea imprimir los nombres de los ficheros, marque la opción.
fr: Si vous voulez imprimer les noms de fichier, cliquez ici.
hu: Ezt jelölje be, ha ki akarja nyomtatni a fájlneveket.
pl: Je¶li chcesz wydrukowaæ nazwy plików to zaznacz to.
pt_br: Se deseja imprimir os nomes de ficheiros, seleccione.

source: Here you can choose, if the only the basename, or the fully qualified filename is printed.
de: Hier können Sie wählen, ob nur der Dateiname' oder der Dateiname, inklusive Pfad gedruckt wird.
es: Aquí puede elegir si se imprime el nombre del fichero desde el último '/', o si se imprime el nombre entero.
fr: Ici, vous pouvez choisir si le nom du fichier est imprimé à partir du dernier '/' ou en entier.
hu: Itt választhat, hogy csak a fájl nevét, vagy az egész elérési utat is ki akarja-e nyomtatni.

source: Here you can set the position in the header.
de: Hier können Sie die Position des Headers einstellen.
es: Aquí puede elegir la posición en la cabecera.
fr: Ici, vous pouvez définir la position de l'en-tête.
hu: Itt állíthatja be a pozíciót a fejlécben.
pl: Tu mo¿esz ustawiæ pozycjê nag³ówka.
pt_br: Aqui pode definir a posição do cabeçalho.

source: Here you can choose, if the hostname up to the first dot , or the full hostname is printed.
de: Hier können Sie wählen, ob der Hostname bis zum ersten Punkt, oder der ganze Hostname gedruckt werden soll.
es: Aquí puede seleccionar si sólo se imprime el nombre del ordenador hasta el primer punto, o si se imprime completo.
fr: Ici, vous pouvez choisir si le nom d'hôte est imprimé à partir du dernier '.' ou en entier.
hu: Itt választhat, hogy a teljes gépnevet nyomtassa-e, vagy csak az elsõ pont (.) karakterig.

source: If you wish to print the hostname, then check it.
de: Kreuzen Sie dies an, um den Hostnamen zu drucken.
es: Si desea imprimir el nombre del ordenador en la red, márquela.
fr: Si vous voulez afficher le nom d'hôte, cliquez ici.
hu: Kapcsolja be, ha ki akarja nyomtatni a gépnevet.
pl: Je¶li chcesz drukowaæ nazwê hosta to zaznacz to.
pt_br: Se deseja imprimir o nome do servidor, seleccione.

source: Current time
de: Aktuelle Zeit
es: Hora actual
fr: Heure courante
hu: A pillanatnyi idõ
pl: Aktualny czas
pt_br: Hora actual

source: Modification time
de: Änderungszeit
es: Hora de modificación
fr: Heure de modification
hu: A módosítás ideje
pl: Czas modyfikacji
pt_br: Hora da modificação

source: Format
es: Formato
hu: Formátum
pl: Formatuj
pt_br: Formatação

source: Position
es: Posición
hu: Pozíció
pl: Pozycja
pt_br: Posição

source: Modification date
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hu: A módosítás dátuma
pl: Data modyfikacji
pt_br: Data de modificação

source: Current date
de: Aktuelles Datum
es: Fecha actual
fr: Date courante
hu: A mai dátum
pl: Aktualna data
pt_br: Data actual

source: AM/PM
hu: DE/DU

source: current date
de: Aktuelles Datum
es: Fecha actual
fr: Date courante
hu: a mai dátum
pl: aktualna data
pt_br: data actual

source: modification date
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hu: a módosítás dátuma
pl: data modyfikacji
pt_br: data de modificação

source: current time
de: Aktuelle Zeit
es: Hora actual
fr: Heure courante
hu: a pillanatnyi idõ
pl: aktualny czas
pt_br: hora actual

source: modification time
de: Änderungszeit
es: Hora de modific.
fr: Heure de modif.
hu: a módosítás ideje
pl: czas modyfikacji
pt_br: hora de modificação

source: If you wish to print the current time, then check it.
de: Kreuzen Sie dies an, wenn Sie die aktuelle Zeit drucken wollen.
es: Si desea imprimir la hora actual, márquelo.
fr: Si vous voulez imprimer l'heure courante, cliquez ici.
hu: Kapcsolja be, ha ki akarja nyomtatni a pillanatnyi idõt.
pl: Je¶li chcesz drukowaæ aktualny czas to zaznacz to.
pt_br: Se deseja imprimir a hora actual, seleccione.

source: If you wish to print the modification time, then check it.
de: Kreuzen Sie dies an, wenn Sie die Änderungszeit drucken wollen.
es: Si desea imprimir la hora de modificación, márquelo.
fr: Si vous voulez imprimer l'heure de modification, cliquez ici.
hu: Kapcsolja be, ha ki akarja nyomtatni az utolsó módosítás idejét.
pl: Je¶li chcesz drukowaæ czas modyfikacji to zaznacz to.
pt_br: Se deseja imprimir a hora de modificação, seleccione.

source: If you wish to print the modification date, then check it.
de: Kreuzen Sie dies an, wenn Sie das Änderungsdatum drucken wollen.
es: Si desea imprimir la fecha de modificación, márquelo.
fr: Si vous voulez imprimer la date de modification, cliquez ici.
hu: Kapcsolja be, ha ki akarja nyomtatni az utolsó módosítás dátumát.
pl: Je¶li chcesz drukowaæ datê modyfikacji to zaznacz to.
pt_br: Se deseja imprimir a data de modificação, seleccione.

source: If you wish to print the current date, then check it.
de: Kreuzen Sie dies an, wenn Sie das aktuelle Datum drucken wollen.
es: Si desea imprimir la fecha actual, márquelo.
fr: Si vous voulez imprimer la date courante, cliquez ici.
hu: Kapcsolja be, ha ki akarja nyomtatni a mai dátumot.
pl: Je¶li chcesz drukowaæ aktualn± datê to zaznacz to.
pt_br: Se deseja imprimir a data actual, seleccione.

source: Here you can set the format.
de: Hier können Sie das Format wählen.
es: Aquí puede elegir el formato.
fr: Vous pouvez ici paramétrer le format.
hu: Itt állíthatja be a formátumot.
pl: Tu mo¿esz ustawiæ format.
pt_br: Aqui pode definir a formatação.

source: Here you can choose, if your time will be printed in am/pm format or in 24h format.
de: Hier können Sie wählen, ob Ihre Zeit im am/pm Format oder im 24h Format gedruckt werden soll.
es: Aquí puede elegir si la hora se imprimirá en formato am/pm o en formato 24 horas.
fr: Ici, vous pouvez choisir si l'heure sera imprimée au format am/pm ou au format 24h.
hu: Itt lehet választani a de/du és a 24 órás idõformátum között.

source: Font and TAB
de: Schrift und TAB
es: Fuente y tabulación
fr: Polices et tabulation
hu: Betûtípusok és TAB
pl: Font i TABulacja
pt_br: Fonte e TAB

source: Other options
de: Andere Optionen
es: Otras opciones
fr: Autres options
hu: Egyéb beállítások
pl: Inne opcje
pt_br: Outras opções

source: Highlight bars
de: Hervorhebungsbalken
es: Diferenciar líneas
fr: Barres de surbrillance
hu: Oszlop kiemelés
pl: Pod¶wietl listwy
pt_br: Barras de realce

source: cycle of change
de: Zyklus der Änderung
es: Ciclo de cambio:
fr: Rotation
hu: változásciklus
pl: cykl zmian
pt_br: ciclo de mudança

source: Wrapped line
de: Umgebrochene Zeile
es: Líneas ajustadas al ancho de página
fr: Lignes tronquées
hu: Tördelt sor
pl: Zawijana linia
pt_br: Linha translineada

source: Numbering & border
de: Numerierung & Rahmen
es: Numeración y bordes
fr: Numérotation et bordures
hu: Számozás & keret
pl: Numeracja i obramowanie
pt_br: Numeração & margem

source: table of contents
de: Inhaltsverzeichnis
es: Tabla de contenidos
fr: Table des matières
hu: tartalomjegyzék
pl: spis tre¶ci
pt_br: tabela de conteudos

source: marked wrapped lines
de: Markierte umgebrochene Zeilen
es: Resaltar las líneas ajustadas
fr: Marquer les lignes
hu: a tördelt sorok megjelölve
pl: zaznaczone zawiniête linie
pt_br: linhas translineadas marcadas

source: value for wrapped line
de: Wert für umgebrochene Zeile
es: Forma de resaltar
fr: Valeur des lignes
hu: a tördelt sor jele
pl: warto¶æ zawiniêtej linii
pt_br: valor das linhas translineadas

source: highlight bars
de: Hervorhebungsbalken
es: Diferenciar líneas
fr: Barres
hu: oszlop kiemelése
pl: pod¶wietlanie listw
pt_br: barras de realce

source: font for header
de: Schrift für Kopf
es: Fuente de cabecera
fr: Police d'en-tête
hu: a fejléc betûtípusa
pl: czcionka dla nag³ówka
pt_br: fonte para cabeçalho

source: font for body
de: Schrift für Text
es: Fuente de cuerpo
fr: Police du corps
hu: a szöveg betûtípusa
pl: czcionka dla tekstu
pt_br: fonte para texto principal

source: yes
de: ja
es: sí
fr: oui
hu: igen
pl: tak
pt_br: sim

source: no
de: nein
fr: non
hu: nem
pl: nie
pt_br: não

source: If button is checked, borders around columns are printed.
de: Wenn Sie dies ankreuzen, werden um die Spalten Rahmen gedruckt.
es: Si se marca el botón, se imprimirán bordes alrededor de las columnas.
fr: Si cette case est cochée, les bordures sont imprimées autour des colonnes.
hu: Ha be van állítva, keretet nyomtat az oszlopok köré.
pl: Je¶li pzrycisk jest zaznaczony, to obramowanie dooko³a kolumn bêdzie drukowane.
pt_br: Se botão seleccionado, margens à volta das colunas são impressas.

source: If button is checked, a summary is printed at the end.
de: Wenn Sie dies ankreuzen, wird am Ende eine Zusammenfassung gedruckt.
es: Si el botón está marcado, se imprime un sumario al final.
fr: Si cette case est cochée, un résumé est imprimé à la fin.
hu: Ha be van állítva, egy összefoglalást nyomtat a végén.
pl: Je¶li pzrycisk jest zaznaczony, podsumowanie bêdzie wydrukowane na koñcu.
pt_br: Se botão seleccionado, um sumário é imprimido no final.
