Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: URL Link Color:
de: URL-Link:
es: Color de enlace URL:
fr: Couleur de liens URL :
hu: URL link színe:
it: Colore del Collegamento URL:
pl: Kolor linku URL:
pt_br: Cor de Link URL:
sv: URL länkfärg:

source: Followed Link Color:
de: Besuchter Link:
es: Color de enlace visitado:
fr: Couleur des liens visités :
hu: Már meglátogatott link színe:
it: Colore del Collegamento Seguito:
pl: Kolor odwiedzonego linku:
pt_br: Cor de Link Seguido:
sv: Besökt länkfärg:

source: Underline links
de: Unterstreiche Links
es: Subrayar enlaces
fr: Souligner les liens
hu: A linkek aláhúzása
it: Collegamento sottolineato:
pl: Podkre¶laj linki
pt_br: Sublinhar links
sv: Understykta länkar

source: Always use my colors
de: Immer meine Farben benutzen
es: Usar siempre mis colores
fr: Toujours utiliser mes couleurs
hu: Az egyéni szinek használata mindig
it: Usa sempre i miei colori
pl: Zawsze u¿ywaj tych kolorów
pt_br: Sempre usar as minhas cores
sv: Använd alltid mina färger

source: Documentation Browser Options
de: Dokumentationsbrowser-Optionen
es: Opciones del navegador de documentación
fr: Options du visualiseur de documentation
hu: A dokumentációböngészés beállításai
it: Opzioni Browser Documentazione
pl: Opcje przegl±darki dokumentacji
pt_br: Opções do Navegador de Documentação
sv: Alternativ för dokumentationläsaren

source: Colors
de: Farben
es: Colores
fr: Couleurs
hu: Színek
it: Colori
pl: Kolory
pt_br: Cores
sv: Färger

source: Enter the name of the entry here.
de: Geben Sie hier den Namen des Eintrags ein.
es: Introduzca aquí el nombre de la entrada.
fr: Saisissez ici le nom de l'entrée.
hu: Adja meg a bejegyzés nevét.
it: Inserisci il nome della voce
pt_br: Entre com o nome da entrada aqui.

source: File:
de: Datei:
es: Fichero:
fr: Fichier :
hu: Fájl:
pl: Plik:
pt_br: Arquivo:
sv: Fil:

source: Enter the file of the entry here.
de: Geben Sie hier die Datei des Eintrags ein.
es: Introduzca aquí el fichero de la entrada.
fr: Saisissez ici le fichier de l'entrée.
hu: Adja meg a fájl nevét.
it: Inserisci il file della voce.
pt_br: Entre com o arquivo da entrada aqui.

source: Here you can browse through the disc to select a file for the entry.
de: Hier können Sie die Festplatte nach einer Datei für den Eintrag durchsuchen.
es: Desde aquí puede navegar por el disco en busca del fichero que se usará para la entrada.
fr: Vous pouvez ici naviguer dans le disque afin de sélectionner un fichier pour l'entrée.
hu: Itt böngészheti végig a lemezt, hogy egy fájlt kiválasszon a bejegyzéshez.
it: Puoi effettuare il browsing del disco e selezioneare il file della voce.
pt_br: Aqui você pode navegar pelo disco e selecionar um arquivo para a entrada.

source: Run to cursor
de: Bis Cursor
es: Ejecutar hasta el cursor
fr: Exécuter jusqu'au curseur
hu: Futás a kurzorig

source: Arguments:
de: Argumente:
es: Argumentos:
hu: Argumentumok:
it: Argomenti:
pl: Argumenty:
pt_br: Argumentos:

source: Clear Arguments
de: Argumente löschen
es: Vaciar argumentos
fr: Effacer les arguments
hu: Az argumentumok törlése
it: Cancella Argomenti
pl: Czy¶æ Argumenty
pt_br: Limpar Argumentos

source: File Properties
de: Dateieigenschaften
es: Propiedades de fichero
fr: Propriétés du fichier
hu: A fájl tulajdonságai
it: Proprietà File
pl: W³a¶ciwo¶ci Pliku
pt_br: Propriedades do Arquivo
sv: Filegenskaper

source: Distribution
es: Distribución
hu: Disztribúció
it: Distribuzione
pl: Dystrybucja
pt_br: Distribuição

source: Filetype
de: Dateityp
es: Tipo de fichero
fr: Type de fichier
hu: Fájltípus
pl: Typ pliku
pt_br: Tipo de arquivo
sv: Filtyp

source: Installation
es: Instalación
hu: Telepítés
it: Installazione
pl: Instalacja
pt_br: Instalação

source: include in distribution
de: In Distribution einbinden
es: Incluir en la distribución
fr: Inclure dans la distribution
hu: benne van a disztribúcióban
it: inserisci in distribuzione
pl: do³±cz do dystrybucji
pt_br: incluir na distribuição
sv: inkludera i distributionen

source: install
de: Installieren
es: Instalar
fr: Installer
hu: telepítés
it: installa
pl: instaluj
pt_br: instalar
sv: installera

source: Installdir + Filename:
de: Installationsverzeichnis + Dateiname:
es: Dir. de instalación + nombre del fichero:
fr: Répertoire d'installation + nom de fichier :
hu: Telepítési könyvtár + fájlnév:
it: Directory di installazione + nome file
pl: Katalog + nazwa pliku:
pt_br: Diretório de instalação + Nome do arquivo:
sv: Installationskatalog + filnamn:

source: This option sets if the actual file will be included in the final distri- bution.
de: Wählen Sie diese Option, wenn die aktuelle Datei in der Distribution enthalten sein soll.
es: Esta opción decide si el fichero será incluido en la distribución final.
fr: Cette option indique si le fichier sera inclus dans la distribution finale.
hu: Ez az opció állítja be, hogy a kijelölt fájl bekerüljön-e a végsõ disztribúcióba.
it: Questa opzione indica se il file corrente verrà inserito nella distribuzione finale.
pl: Ta opcja do³±cza aktualny plik do koñcowej dystrybucji.
pt_br: Esta opção define se o arquivo atual será incluido na distribuição final.
ru: Эта опция управляет включением файла в конечный дистрибутив.
sv: Detta alternativ bestämmer om den aktuella filen skall tas med i den slutgiltiga distributitionen.

source: This option sets if the actual file will be installed to the platform during the installation process of make install If the install button is checked, you have to set the installation path and filename Possible values are e.g.: $(kde_icondir)/filename $(kde_appsdir)/filename Other values can be found in the Makefile
de: Wählen Sie diese Option, wenn die aktuelle Datei während des Installationsprozesses 'make install' installiert werden soll. Wenn der Installationsknopf angekreuzt ist, müssen Sie den Installationspfad und -dateinamen eingeben. Mögliche Werte sind z.B.: $(kde_icondir)/dateiname $(kde_appsdir)/dateiname Andere Werte können im Makefile gefunden werden.
es: Esta opción determina si el fichero actual será instalado en la plataforma durante el proceso de instalación "make install". Si se decide instalar este fichero, debe elegir el directorio de instalación y el nombre con que se instalará el fichero. Algunos valores posibles son: $(kde_icondir)/fichero $(kde_appsdir)/fichero Otros valores posibles pueden encontrarse en el fichero Makefile
fr: Cette option indique si le fichier sera installé pendant la procédure d'installation avec make install. Si la case Installer est cochée, vous devez indiquer le nom du fichier et sa destination Les valeurs possibles sont : $(kde_icondir)/filename $(kde_appsdir)/filename Les autres valeurs sont dans le fichier Makefile
hu: Ez az opció állítja be, hogy a kijelölt fájl a 'make install' eljárás folyamán kerül-e telepítére. Ha a telepítés gomb be van jelölve, meg kell adnia a telepítési útvonalat és a fájlnevet.Lehetséges értékek pl.: $(kde_icondir)/fájlnév $(kde_appsdir)/fájlnév További értékek a 'Makefile'-ban találhatóak.
it: Questa opzione indica se il file corrente sarà installato sul sistema durante il processo di installazione di `make install'. Se l'indicatore d'installazione è attivato, devi riportare anche il path e filename sui quali procedere Possibili valori sono, ad esempio: $(kde_icondir)/filename $(kde_appsdir)/filename Altri valori possono essere trovati nel Makefile
pl: Ta opcja zaznacza, ¿e aktualny plik ma zostaæ docelowo zainstalowany podczas wykonywania <i>make install</i>. Je¶li j± zaznaczysz, musisz podaæ te¿ katalog gdzie plik zostanie zainstalowany. Przyk³adowo mog± to byæ: $(kde_icondir)/filename $(kde_appsdir)/filename Inne dopuszczalne warto¶ci mo¿na znale¼æ w Makefile
pt_br: Esta opção define se o arquivo atual será instalado na plataforma durante o processo de instalação de make install Se o botão de instalação estiver seleccionado, terá que definir o caminho de instalação e nome do arquivo. Valores possíveis são, p. ex: $(kde_icondir)/filename $(kde_appsdir)/filename outros valores podem ser encontrados no Makefile
ru: Эта опция управляет установкой файла при установке ПО с использование make install Если кнопка нажата, то вам необходимо указать путь установки и имя файла Возможные значения: $(kde_icondir)/filename $(kde_appsdir)/filename Остальные значения находятся в Makefile
sv: Detta alternativ bestämmer om den aktuella filen skall installeras till plattformen under installationsprocessen 'make install'. Om installationsknappen är markerad måste du ange installationssökväg och filnamn. Möjliga värden är t.ex: $(kde_icondir)/filename $(kde_appsdir)/filename Övriga värden finns i 'Makefile'.

source: Search for Help on...
de: Suche nach Hilfe zu...
es: Buscar ayuda sobre...
fr: Chercher de l'aide sur...
hu: Segítség keresése...
it: Cerca Aiuto su...
pl: Wyszukaj Pomocy na temat...
pt_br: Procurar Ajuda Sobre...
sv: Söker hjälp om...

source: Search for:
de: Suche nach:
es: Buscar:
fr: Rechercher :
hu: Keresem:
it: Cerca:
pl: Szukaj:
pt_br: Procuar:
sv: Sök efter:

source: &Search
de: &Suchen
es: &Buscar
fr: Re&cherche
hu: &Keresés
it: &Cerca
pl: &Szukaj
pt_br: &Procurar
sv: &Sök

source: handleCreateSubDirectory() has created directory '%s'
de: handleCreateSubDirectory() hat das Verzeichnis '%s' erzeugt
es: handleCreateSubDirectory() ha creado el directorio '%s'
fr: handleCreateSubDirectory() a créé le dossier '%s'
hu: handleCreateSubDirectory() létrehozta a '%s' könyvtárat

source: Groupname:
de: Gruppenname:
es: Nombre:
fr: Nom du groupe :
hu: Csoportnév:
pl: Nazwa grupy:
pt_br: Nome de Grupo:
sv: Gruppnamn:

source: Filters:
de: Filter:
es: Filtros:
fr: Filtres :
hu: Szûrõk:
it: Filtri:
pl: Filtry:
pt_br: Filtros
sv: Filter:

source: Application Wizard
es: Asistente de aplicaciones
fr: Assistant d'Application
hu: Alkalmazásvarázsló
pl: Kreator Aplikacji
pt_br: Assistente de Aplicativo
sv: Applikationskaparen

source: exit the CKAppWizard
de: KAppWizard beenden
es: salir del CKAppWizard
fr: quitter l'assistant CKApp
hu: kilépés a CKAppWizard-ból
it: Esci dal CKAppWizard
pl: wyjd¼ z CKAppWizard
pt_br: sair do Assistente CKApp
sv: Avsluta CKappWizard

source: Create
de: Erzeugen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa

source: creating the project
de: Erzeuge das Projekt
es: creando el proyecto
fr: créer le projet
hu: projekt létrehozása
it: creazione del progetto
pl: tworzenie projektu
pt_br: criando o projeto
ru: создаю проект
sv: skapar projektet

source: set all changes back
de: Alle Änderungen zurücknehmen
es: deshacer cambios
fr: Annuler tout les changements
hu: minden változás visszavonása
it: inverti tutte le modifiche
pl: cofnij wszystkie zmiany
pt_br: repor todas as alterações
ru: восстановить все изменения
sv: ångrar alla ändringar

source: Applications
de: Applikationen
es: Aplicaciones
hu: Alkalmazások
it: Applicazioni
pl: Aplikacje
pt_br: Aplicações

source: Label:
es: Etiqueta:
fr: Etiquette :
hu: Címke:
it: Etichetta:
pt_br: Rótulo:

source: Others
de: Andere
es: Otros
fr: Autres
hu: Egyebek
it: Altri
pl: Inne
pt_br: Outros
sv: Andra

source: custom project
de: Eigenes Projekt
es: Personalizado
fr: Projet personnalisé
hu: egyéni projekt
it: progetto personalizzato
pl: w³asny projekt
pt_br: projeto costumizado

source: Terminal
hu: Terminál
it: Terminale

source: Normal
hu: Normál
it: Normale
pl: Normalny

source: KDE 2 Normal
hu: Normál KDE 2

source: Normal-OpenGL
hu: Normál OpenGL

source: Generate settings
de: Einstellungen erzeugen
es: Preferencias del proyecto
fr: Configuration générale
hu: Beállítások generálása
it: Genera settaggi
pl: Generuj ustawienia
pt_br: Gerar definições

source: Projectname:
de: Projektname:
es: Nombre:
fr: Nom du projet :
hu: A projekt neve:
it: Nome Progetto:
pl: Nazwa projektu:
pt_br: Nome do Projeto:
ru: Название проекта:
sv: Projektets namn:

source: Projectdirectory:
de: Verzeichnis:
es: Localización:
fr: Répertoire projet :
hu: A projekt könyvtára:
it: Directory:
pl: Katalog projektu:
pt_br: Diretório do Projeto:
ru: Директория проекта:
sv: Projektbibliotek:

source: Versionnumber:
de: Versionsnummer:
es: Versión (nº):
fr: N° de version :
hu: Verziószám:
it: Versione:
pl: Numer wersji:
pt_br: Número da Versão:

source: Author:
de: Autor:
es: Autor:
fr: Auteur :
hu: Szerzõ:
it: Autore:
pl: Autor:
pt_br: Autor:
ru: Автор:
sv: Författare:

source: generate sources and headers
de: Quellen und Headers erzeugen
es: Generar fuentes y cabeceras
fr: Générer les sources et les en-têtes
hu: a header- és forrásfájlok generálása
it: crea sorgenti e header
pl: generuj ¼ród³a i nag³ówki
pt_br: gerar código fonte e headers

source: GNU-Standard-Files (INSTALL,README,COPYING...)
de: GNU-Standarddateien (INSTALL,README,COPYING...)
es: Ficheros GNU estándar (INSTALL,README,COPYING...)
fr: Fichiers standards GNU (INSTALL, README, COPYING...)
hu: A GNU standard fájljai (INSTALL,README,COPYING...)
it: Standard File GNU (INSTALLA, LEGGIMI, COPYING...)
pl: Standardowe pliki GNU (INSTALL,README,COPYING...)
pt_br: Arquivos Padrão GNU (INSTALL, README, COPYING...)
ru: Стандартные файлы GNU (INSTALL,README,COPYING...)
sv: GNU-Standard-Filer (INSTALL,README,COPYING...)

source: User-Documentation
de: Benutzerdokumentation
es: Documentación de usuario
fr: Manuel d'utilisation
hu: Felhasználói dokumentáció
it: Documentazione Utente
pl: Dokumentacja u¿ytkownika
pt_br: Documentação do Usuário
sv: Användarhandbok

source: API-Documentation
de: API-Dokumentation
es: Documentación API
fr: Documentation de l'API
hu: API dokumentáció
it: Documentazione API
pl: Dokumentacja API
pt_br: Documentação API
ru: Документация по API
sv: API dokumentation

source: lsm-File - Linux Software Map
de: lsm-Datei - Linux Software Map
es: Fichero lsm - Linux Software Map
fr: Fichier lsm - Linux Software Map
hu: lsm-fájl - Linux szoftvertérkép
it: File lsm - Linux Software Map
pl: plik lsm - do Linux Software Map
pt_br: Arquivo lsm - Linux Software Map
sv: lsm-fil - Linux Software Map

source: .kdelnk-File
de: .kdelnk-Datei
es: Fichero .kdelnk
fr: Fichier .kdelnk
hu: .kdelnk-Fájl
it: File .kdelnk
pl: plik .kdelnk
pt_br: Arquivo .kdelnk
ru: файл .kdelnk
sv: .kdelnk-fil

source: Program-Icon
de: Programm-Icon
es: Icono del prog.
fr: Icône
hu: Alkalmazásikon
it: Icona Principale
pl: Ikona programu
pt_br: Icone do Programa
ru: Иконка программы
sv: Programikon

source: Mini-Icon
es: Icono pequeño
fr: Mini-icône
hu: Mini ikon
it: Mini Icona
pl: Ma³a ikona
pt_br: Mini-Icone
ru: Мини-иконка
sv: Mini-ikon

source: Insert your project name here. This is also the name of the directory where your Project will be created.
de: Geben Sie hier Ihren Projektnamen ein. Dies ist auch der Name des Verzeichnisses, unter dem Ihr Projekt erstellt wird.
es: Introduzca el nombre del proyecto aquí. Éste será también el nombre del directorio bajo el cual se generará su proyecto.
fr: Mettez ici le nom de votre projet. C'est également le nom du répertoire dans lequel le projet sera créé.
hu: A projekt nevét írja be ide. A projekt fõkönyvtára is ezt a nevet fogja kapni.
it: Inserisci qui il nome del progetto. Questo è anche il nome della directory in cui il Progetto verrà creato.
pl: Tu podaj nazwê twojego projektu. To bêdzie równie¿ nazwa katalogu w którym projekt zostanie utworzony.
pt_br: Insira o nome do projeto aqui. Este será também o nome do diretório onde seu Projeto será criado.

source: Enter the toplevel-directory of your project.
de: Geben Sie das Hauptverzeichnis des Projekts ein.
es: Introduzca el directorio raíz de su proyecto.
fr: Entrez le répertoire racine de votre projet.
hu: Adja meg a projekt fõkönyvtárát.
it: Inserisci la directory base del progetto.
pt_br: Insira o diretório principal do seu projeto.

source: Set the initial version number of your project here. The number will be used in the about-dialog as well as for determining the project's package numbering for distribution.
de: Geben Sie hier die Version Ihres Projekts ein. Die Nummer wird im Dialog 'Über' und auch für die Numerierung des Projektpaketes (für eine Distribution) verwendet.
es: Introduzca aquí el número de la versión inicial de su proyecto. El número será usado en el diálogo Acerca de... además de para determinar la numeración del paquete a ser distribuido.
fr: Mettez ici le numéro de version initial du projet. Ce numéro sera utilisé pour la boîte de dialogue À propos ainsi que pour la numérotation des paquetages de distribution.
hu: Itt adja meg a projekt kezdeti verziószámát. Ez a szám lesz felhasználva az 'about-dialog'-ban, valamint a projektcsomag számozásakor a disztribúcióban.
it: Indica qui la versione iniziale del tuo progetto. Il numero verrà usato nella finestra "Info su..." ed anche per determinare la numerazione dell'archivio da distribuire.
pl: Tu podaj pocz±tkowy numer wersji projektu. Ten numer bêdzie u¿ywany w oknie 'O aplikacji' jak równie¿ do ustalania numeracji pakietu przy przygotowywaniu dystrybucji.
pt_br: Defina o número inicial da versão do seu projeto aqui. O número será utilizado no diálogo 'Sobre' tal como determinar a numeração de empacotamento do projecto para distribuição.

source: Insert your name or the development team name here. This will be used for adding your name as the author to all generated files of your project.
de: Geben Sie hier Ihren Namen, oder den des Entwicklerteams ein. Dieser wird dann als Autor in allen erzeugten Dateien Ihres Projekts gespeichert.
es: Introduzca aquí su nombre o el de su equipo de desarrollo. Esto será utilizado para añadir su nombre como el autor de todos los ficheros generados en su proyecto.
fr: Saisissez ici votre nom ou celui de l'équipe de développement. Il sera utilisé pour ajouter votre nom en tant qu'auteur dans tous les fichiers du projet.
hu: Itt adhatja meg az Ön fejlesztõcsoportja nevét. Ez bekerül a projekthez generált összes fájl fejlécébe a szerzõ nevéhez.
it: Inserisci qui il tuo nome, o il nome del tuo team di sviluppo. Questo sarà usato come autore di tutti i file creati per questo progetto.
pl: Tu podaj swoje imiê lub nazwê grupy programistów. Bêdzie to u¿ywane przy wstawianiu imienia autora we wszystkich generowanych plikach w projekcie.
pt_br: Insira aqui o seu nome ou da equipe de desenvolvimento. Será utilizado para adicionar o seu nome como autor em todos os arquivos gerados do projecto.

source: Enter your email adress here. This will be used for file header information.
de: Geben Sie hier Ihre Email-Adresse ein. Diese wird für Headerinformationen verwendet.
es: Introduzca aquí su email. Será utilizado en la información de cabecera de los ficheros.
fr: Saisissez ici votre adresse électronique. Elle sera utilisée pour les informations des fichiers d'en-tête.
hu: Itt adhatja meg az e-mail címét. Ez minden generált fájl fejlécébe bele fog kerülni.
it: Inserisci qui il tuo email. Questo sarà usato nelle informazioni dell'header-file.
pl: Tu podaj swój adres e-mail. Bêdzie on wykorzystywany w nag³ówkach plików.
pt_br: Insira o seu endereço de correio electrónico aqui. Será utilizado para informação nos arquivos header.

source: Generate a HTML-based documentation set for your project classes including cross-references to the used libraries.
de: Erzeuge eine HTML-basierte Dokumentation für Ihre Projektklassen, einschließlich Querverweisen zu den benutzten Bibliotheken.
es: Generar un conjunto de documentación en HTML para las clases de su proyecto, incluyendo referencias cruzadas a las bibliotecas utilizadas.
fr: Permet de générer une documentation HTML pour les classes du projet, ainsi que les références croisées vers les librairies utilisées.
hu: Ez lehetõvé teszi HTML-alapú dokumentáció generálását a projektosztályokról beleértve a felhasznált könyvtárak keresztreferenciáit is.
it: Genera la documentazione in formato HTML per il progetto, incluse le referenze incrociate con le librerie utilizzate.
pl: Generuje zestaw dokumentacji w HTML dla klas twojego projektu wraz z odwo³aniami do u¿ywanych bibliotek.
pt_br: Gera uma documentação baseada em HTML para as classes do seu projeto incluindo referências cruzadas para as bibliotecas utilizadas.

source: Generate a preset documentation handbook in HTML by an SGML file included with your package.
de: Erzeuge ein vorbereitetes Handbuch in HTML, indem eine SGML-Datei in Ihr Projekt eingebunden wird.
es: Generar un manual de documentación en HTML desde un fichero SGML incluido con su paquete.
fr: Génère un squelette de documentation HTML avec un fichier SGML inclus dans votre paquetage.
hu: Ez generálni fog egy elõre beállított HTML alapú dokumentációs kézikönyvet egy, a csomagba illesztett SGML fájl segítségével.
it: Genera la corrente documentazione in HTML partendo da un file SGML incluso nel tuo archivio.
pl: Generuje instrukjê u¿ytkownika w HTML na podstawie pliku SGML do³±czonego do twojego pakietu.
pt_br: Gera um manual de documentação pré-definido em HTML a partir de um arquivo SGML incluído na sua distribuição.

source: Create a lsm-file for your project. The Linux Software Map is a file generally used for projects for distribution purpose and contains a short description of the project including the requirements on the side of the end-user.
de: Erzeuge eine lsm-Datei für Ihr Projekt. Die 'Linux Software Map' ist eine Datei, die gewöhnlich Informationen über Ihr Projekt, sowie die benötigten Anforderungen enthält.
es: Crea un fichero lsm para su proyecto. El fichero Linux Software Map (Mapa de Programas de Linux) es un fichero utilizado generalmente en los proyectos por razones de distribución y contiene una pequeña descripción del proyecto, incluyendo los requisitos para el usuario final.
fr: Permet de générer un fichier lsm pour votre projet. Le Linux Software Map est un fichier utilisé pour les projets devant être distribués et contient une courte description du projet, avec la configuration nécessaire à l'installation sur le poste client.
hu: Ez egy lsm-fájlt hoz létre a projekt részére. A Linux szoftvertérképfájlt a projektek disztribúciós célra használják, a projekt rövid leírását tartalmazza, benne a végfelhasználó konfigurációjával szembeni igényekkel.
it: Crea il file lsm del progetto corrente. La Linux Software Map è un file generalmente usato durante il processo di distribuzione dell'archivio che contiene una breve descrizione the progetto, inclusi i pre-requisiti del sistema dell'utente finale.
pl: Tworzy plik lsm dla twojego projektu. Plik do mapy oprogramowania linuksowego (LSM) u¿ywany jest w celu dystrybucji twojego programu i zawiera zwykle krótki opis projektu wraz z jego wymaganiami.
pt_br: Cria um arquivo lsm para o seu projeto. O Mapa de Software de Linux é um arquivo geralmente utilizado em projetos com o propósito de serem distribuídos e contém uma pequena descrição do projeto incluindo os requesitos da parte do utilizador final.
