Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Sets the end date of the interval. Press the button to pick a date by the calendar. After selection, the chosen end-date will be displayed on the button.
de: Setzt das Enddatum des Intervalls. Drücken Sie den Knopf, um ein Datum aus dem Kalender zu wählen. Nach der Auswahl wird das gewählte Datum auf dem Knopf angezeigt.
es: Elige la fecha de finalización del intervalo. Pulse el botón para elegir una fecha en el calendario. Tras la selección la fecha elegida sera mostrada en el botón.
fr: Définit la date de fin de l'intervalle. Cliquez sur le bouton pour choisir une date dans le calendrier. La date choisie sera ensuite affichée sur le bouton.
hu: Az idõszak záró dátumát állítja be. Nyomja be a gombot, hogy kijelöljön egy dátumot a naptárból. Ezután a választott záró dátum lesz kiírva a gombra.
pl: Ustawia datê koñcow± przedzia³u. Wci¶nij ten przycisk by wybraæ datê z kalendarza. Po wybraniu data ta bêdzie wy¶wietlana na przycisku.
pt_br: Selecciona a data final do intervalo. Prima o botão para escolher uma data pelo calendário. Após a selecção, a data de final escolhida será apresentada no botão.

source: Sets the beginning date of the interval. Press the button to pick a date by the calendar. After selection, the chosen begin-date will be displayed on the button.
de: Setzt das Anfangsdatum des Intervalls. Drücken Sie den Knopf, um ein Datum aus dem Kalender zu wählen. Nach der Auswahl wird das gewählte Datum auf dem Knopf angezeigt.
es: Elige la fecha de comienzo del intervalo. Pulse el botón para elegir una fecha en el calendario. Tras la selección la fecha elegida sera mostrada en el botón.
fr: Définit la date de début de l'intervalle. Cliquez sur le bouton pour choisir une date dans le calendrier. La date choisie sera ensuite affichée sur le bouton.
hu: Az idõszak kezdõ dátumát állítja be. Nyomja be a gombot, hogy kijelöljön egy dátumot a naptárból. Ezután a választott kezdõ dátum lesz kiírva a gombra.
pl: Ustawia datê pocz±tkow± przedzia³u. Wci¶nij ten przycisk by wybraæ datê z kalendarza. Po wybraniu data ta bêdzie wy¶wietlana na przycisku.
pt_br: Selecciona a data inicial do intervalo. Prima o botão para escolher uma data pelo calendário. Após a selecção, a data inicial escolhida será apresentada no botão.

source: Sets the minute value of the beginning time.
de: Setzt den Minutenwert der Anfangszeit.
es: Elige el minuto inicial de la fecha inicial.
fr: Définit la valeur des minutes de l'heure de début.
hu: A kezdõ dátum percértékét állítja be.
pl: Ustawia minutê pocz±tkowego czasu.
pt_br: Define o valor do minuto do tempo de início.

source: Sets the hour value of the beginning time.
de: Setzt den Stundenwert der Anfangszeit.
es: Elige la hora inicial de la fecha inicial.
fr: Définit la valeur des heures de l'heure de début.
hu: A kezdõ dátum óraértékét állítja be.
pl: Ustawia godzinê pocz±tkowego czasu.
pt_br: Define o valor da hora do tempo de início.

source: Sets the hour value of the end time.
de: Setzt den Stundenwert der Endezeit.
es: Elige la hora de la fecha final.
fr: Définit la valeur des minutes de l'heure de fin.
hu: A záró dátum óraértékét állítja be.
pl: Ustawia godzinê koñcowego czasu.
pt_br: Define o valor da hora do tempo de final.

source: Sets the minute value of the end time.
de: Setzt den Minutenwert der Endezeit.
es: Elige el minuto de la fecha final.
fr: Définit la valeur des heures de l'heure de fin.
hu: A záró dátum percértékét állítja be.
pl: Ustawia minutê koñcowego czasu.
pt_br: Define o valor do minuto do tempo de final.

source: Pressing this button lets you select the file by a filedialog.
de: Wenn Sie diesen Knopf drücken, können Sie die Datei mit einem Dateidialog auswählen.
es: Pulsando este botón podrá elegir el fichero desde un diálogo de ficheros.
fr: Ce bouton vous permet de sélectionner le fichier dans une boîte de dialogue
hu: Ennek a gombnak a megnyomásával a fájlt a fájlválasztó dialógusablakban jelölheti ki.
pl: Wci¶niêcie tego przycisku pozwala wybraæ plik w oknie dialogowym.
pt_br: Primir este botão permite-lhe seleccionar o ficheiro através de uma caixa de diálogo.

source: Selects the current file of the visible editor window for printing.
de: Wählt die aktuelle Datei des sichtbaren Bearbeitungsfensters zum Drucken.
es: Selecciona para impresión el fichero actual de la ventana de edición visible.
fr: Le fichier courant de la fenêtre d'édition visible sera imprimé.
hu: A szerkesztõablakban jelenleg található fájlt jelöli ki nyomtatásra.
pl: Wbiera do drukowania aktualny plik z widocznego okna edytora.
pt_br: Selecciona o ficheiro actual da janela de edição visível para impressão.

source: BeginDate
de: Beginnzeit
es: Fecha de inicio
fr: Date de début
hu: Kezdõ dátum
pl: Data pocz±tkowa
pt_br: Data de Início

source: EndDate
de: Endezeit
es: Fecha de fin
fr: Date de fin
hu: Záró dátum
pl: Data koñcowa
pt_br: Data de Final

source: No File to print !
de: Keine Datei zum Drucken!
es: ¡ No hay ficheros que imprimir !
fr: Aucun fichier à imprimer !
hu: Nincs nyomtatandó fájl!
pl: Brak pliku do drukowania!
pt_br: Nenhum Ficheiro para imprimir !

source: You need to select at least one file for printing. This can be done by entering the filename on the left at the file entry field.
de: Sie müssen hier mindestens eine Datei zum Drucken angeben. Dies kann auch durch Eingabe des Dateinamen links erzielt werden.
es: Necesita elegir al menos un fichero a imprimir. Esto puede realizarse introduciendo el nombre del fichero en el campo a la izquierda del formulario.
fr: Vous devez sélectionner au moins un fichier à imprimer. Vous pouvez saisir un nom de fichier dans la zone de saisie située à gauche.
hu: Jelöljön ki legalább egy fájlt a nyomtatáshoz. Ehhez be kell írnia egy fájlnevet a bal oldalon a fájlnévszerkesztõ mezõben.
pl: Musisz wybraæ conajmniej jeden plik do drukowania. Mo¿esz to zrobiæ wpisuj±c nazwê pliku w oknie po lewej stronie.
pt_br: Tem de seleccionar pelo menos um ficheiro para impressão. Isto pode ser conseguido inserindo o nme do ficheiro à esquerda no campo de entrada.

source: Printer
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
pl: Drukarka
pt_br: Impressora
sv: Skrivare

source: printername
de: Name
es: Nombre:
fr: Nom :
hu: a nyomtató neve:
pl: nazwa drukarki
pt_br: nome da impressora
sv: Skrivarnamn

source: Outputlocation
de: Ausgabeverzeichnis
es: Fichero de salida
fr: Emplacement
hu: Kimenet
pl: Lokacja wyniku
pt_br: Localização do output
sv: Utdataplats

source: print to file
de: In Datei drucken
es: Imprimir hacia fichero
fr: Imprimer dans un fichier
hu: fájlba nyomtatás
pl: drukuj do pliku
pt_br: imprimir para ficheiro
sv: skriv till fil

source: Paper format
de: Papierformat
es: Formato de papel
fr: Orientation
hu: Papírformátum
pl: Format papieru
pt_br: Formato do papel
sv: Pappersformat

source: portrait
de: Hochformat
es: normal
hu: álló
pl: portret
pt_br: retrato

source: landscape
de: Querformat
es: apaisado
fr: Paysage
hu: fekvõ
pl: widok
pt_br: paisagem

source: Outputmedia
de: Ausgabemedium
es: Tamaño del papel
fr: Format de papier
hu: Kimeneti média
pl: Rozmiar papieru
pt_br: media de output
sv: Utdatamedia

source: Outputformat
de: Ausgabeformat
es: Formato de salida
fr: Format d'impression
hu: Kimeneti formátum
pl: Format wyj¶cia
pt_br: formato de output
sv: Utdataformat

source: Default printsettings
de: Standardeinstellungen
es: Configuración de impresión
fr: Options d'impression par défaut
hu: Az alapértelmezett nyomtatóbeállítások
pl: Domy¶lne ustawienia
pt_br: Definições de impressora de defeito
sv: Standard skrivarinställningar

source: settings
de: Einstellungen
es: configurada por el usuario
fr: Configuration
hu: beállítások
pl: Ustawienia
pt_br: definições

source: Files...
de: Dateien...
es: Ficheros...
fr: Fichiers...
hu: Fájlok...
pl: Pliki...
pt_br: Ficheiros...
sv: Filer...

source: Options...
de: Optionen...
es: Opciones...
hu: Beállítások...
it: Opzioni...
pl: Opcje...
pt_br: Opções...
sv: Inställningar...

source: Outprinting
de: Ausgabe
es: Estilo de la impresión
fr: Impression
hu: Kinyomtatás
pl: Drukowanie
pt_br: Imprimir para fora
sv: Utskrift

source: Page printing
de: Seitendruck
es: Impresión de las páginas
fr: Impression de la page
hu: Lap nyomtatása
pl: Druk na stronach
pt_br: Imprimir página
sv: Sidutskrift

source: one page per side
de: Eine Seite pro Druckseite
es: una página por cara
fr: une page par côté
hu: egy lap oldalanként
pl: jedna strona na kartkê
pt_br: uma página por lado
sv: en sida per sida

source: two pages per side
de: Zwei Seiten pro Druckseite
es: dos páginas por cara
fr: deux pages par côté
hu: két lap oldalanként
pl: dwie strony na kartkê
pt_br: duas páginas por lado
sv: två sidor per sida

source: Pages
de: Seiten
es: Páginas
hu: Lapok
pl: Strony
pt_br: Páginas
sv: Sidor

source: all
de: Alle
es: todas
fr: tout
hu: minden
pl: wszystkie
pt_br: todos
sv: alla

source: odd
de: Ungerade
es: impares
fr: impaires
hu: páratlan
pl: nieparzyste
pt_br: ímpares
sv: udda

source: even
de: Gerade
es: pares
fr: paires
hu: páros
pl: parzyste
pt_br: pares
sv: jämna

source: Pretty-print
de: Schöndruck
es: Impresión adornada
fr: Impression intelligente
hu: A legjobb minõségû nyomtatás
pl: £adny wydruk
pt_br: Impressão de qualidade
sv: Vacker-utskrift

source: pretty-print
de: Schöndruck
es: Impr. adornada
fr: Active
hu: legjobb minõségû
pl: ³adny druk
pt_br: impressão de qualidade
sv: vacker-utskrift

source: color
de: Farbe
fr: Couleur
hu: szines
pl: kolor
pt_br: côr
sv: färg

source: Pretty-print mode
de: Schöndruckmodus
es: Tipo de coloreado
fr: Mode impression intelligente
hu: A legjobb minõségû nyomtatási üzemmód
pl: Tryb ³adnego druku
pt_br: modo impressão de qualidade
sv: Vacker-utskriftsläge

source: If you click this button a configdialog will be shown. Which configdialog will be shown is depend on the choosen program.
de: Wenn Sie diesen Knopf drücken, wird ein Konfigurationsdialog angezeigt. Welcher das ist, hängt von Ihrem gewählten Druck- programm ab.
es: Si pulsa este botón se mostrará un diálogo de configuración. El diálogo que se muestre dependerá del programa elegido.
fr: Si vous cliquez sur ce bouton, une boîte de dialogue de configuration sera affichée. Cette boîte de dialogue dépend du programme choisi.
hu: Ennek a gombnak a megnyomására a konfigurációs dialógus- ablak nyílik meg. Hogy éppen melyik, az a választott programtól függ.
pl: Je¶li pci¶niesz ten przycisk poka¿e siê dialog konfiguracyjny. To jaki to bêdzie dialog zale¿y od wybranego programu do drukowania.
pt_br: Se clicar neste botão um diálogo de configuração será apresentado. O diálogo que surgir dependerá do programa escolhido.

source: If you click this button a filedialog will be shown.
de: Wenn Sie diesen Knopf drücken, wird ein Dateidialog angezeigt.
es: Presionando este botón se mostrará el diálogo de fichero.
fr: Si vous cliquez sur ce bouton, une boîte de dialogue de sélection de fichier sera affichée
hu: Ha ide kattint, a Fájl dialógusablak elindul.
pl: Je¶li wci¶niesz ten przycisk pojawi siê dialog wyboru pliku.
pt_br: Se clicar neste botão um diálogo de ficheiro será apresentado.

source: If you click this button the fileprintdialog will be shown.
de: Wenn Sie diesen Knopf drücken, wird der Dialog 'Datei drucken' angezeigt.
es: Presionando este botón se mostrará el diálogo de impresión.
fr: En cliquant sur ce bouton vous obtiendrez le dialogue d'impression.
hu: Ha ide kattint, a Fájl nyomtatása dialógusablak elindul.
pl: Je¶li wci¶niesz ten przycisk pojawi siê dialog druku pliku.
pt_br: Se clicar neste botão um diálogo de impressão de ficheiro será apresentado.

source: In this file the printing is gone.
de: In diese Datei geht der Druck.
es: La salida de impresión se guardará en este fichero.
fr: Dans ce fichier, l'impression est partie.
hu: Ebbe a fájlba történik a nyomtatás.
pl: W tym pliku drukowanie siê skoñczy³o (??)
pt_br: Neste ficheiro a impressão foi-se.

source: In this line you can specify the printer, with which you will print. If default is written in the line, the default printer ($PRINTER) is choosen.
de: In dieser Zeile können Sie den Drucker auswählen, mit dem Sie drucken wollen. Wenn dort 'default' steht, wird der Standarddrucker ($PRINTER) gewählt.
es: En esta línea puede especificar la impresora con que se imprimirá. Si se escribe "default" (por defecto), la impresora por defecto ($PRINTER) será elegida.
fr: Sur cette ligne, vous pouvez spécifier l'imprimante avec laquelle vous imprimerez. Si default est écrit dans la ligne, l'imprimante par défaut ($PRINTER) sera utilisée.
hu: Ebben a sorban határozhatja meg, hogy melyik nyomtatóra kíván nyomtatni. Ha a sorba 'alap'-ot ír, az alapértelmezésû nyomtató ($PRINTER) kerül kiválasztásra.
pl: W tej linii mo¿esz wybraæ drukarkê, na któr± chcesz wydrukowaæ. Je¶li wpiszesz tu 'default' wybrana zostanie drukarka domy¶lna ($PRINTER).
pt_br: Nesta linha pode especificar a impressora com que irá imprimir. Se default (defeito) for escrito na linha, a impressora de defeito ($PRINTER) será escolhida.

source: Here you can change the paper direction.
de: Hier können Sie die Papierausrichtung wählen.
es: Aquí puede seleccionar la dirección del papel.
fr: Paramétrez ici l'orientation du papier.
hu: Itt választhatja ki a papír tájolását.
pl: Tu mo¿esz zmieniæ kierunek ustawienia papieru.
pt_br: Aqui pode mudar a direcção do papel.

source: Here you can set the program, you whish to use.
de: Hier können Sie das Programm, das Sie zum Drucken verwenden wollen, wählen.
es: Aquí puede seleccionar el programa que desea usar.
fr: Vous pouvez paramétrer ici le programme à utiliser.
hu: Itt választhatja ki a használandó nyomtatóprogramot.
pl: Tu mo¿esz ustawiæ program przez który chcesz drukowaæ.
pt_br: Aqui pode definir o programa que deseja utilizar.

source: Here you can choose, if you print out in postscript or html.
de: Hier können Sie wählen, ob Sie in Postscript oder Html drucken wollen.
es: Aquí puede elegir si imprime en postcript o en html
fr: Choisissez ici si vous imprimez en postscript ou en html.
hu: Itt választhat a postscript ill. HTML kimenetû nyomtatási módok között.
pl: Tu mo¿esz wybraæ, czy drukujesz w postsctript czy w html.
pt_br: Aqui pode escolher se imprime em postscript ou html.

source: Here you can choose, if you print with your personal settings. Or with some other settings.
de: Hier können Sie wählen, ob Sie mit Ihren persönlichen oder mit anderen Einstellungen drucken wollen.
es: Aquí puede elegir si si se imprimirá utilizando su configuración personal, o si se utilizará otra.
fr: Choisissez ici si vous imprimez avec vos paramètres personnels ou avec d'autres paramètres.
hu: Itt választhat, hogy a személyesen beállított módon nyomtat, vagy más beállításokkal.
pl: Tu mo¿esz wybraæ czy drukujesz z twoimi osobistymi ustawieniami czy z jakimi¶ innymi.
pt_br: Aqui pode escolher se imprime com as suas definições pessoais ou com outras definições.

source: Here you can set the sides, which you will print. You can also specify an interval like: 5- :print from side 5 to end 5-10 :print from side 5 to side 10 -10 :print from side 1 to side 10
de: Hier können Sie die Seiten wählen, die Sie drucken wollen. Sie können auch Intervalle der folgenden Art angeben: 5- : Drucke von Seite 5 bis Ende 5-10 : Drucke von Seite 5 bis 10 -10 : Drucke von Seite 1 bis 10
es: Aquí puede elegir las caras que desea imprimir. También puede elegir un intervalo del tipo: 5- : imprimir desde la cara 5 hasta el final 5-10 : imprimir desde la cara 5 hasta la 10 -5 : imprimir desde la cara 1 hasta la cara 5
fr: Paramétrez ici les pages que vous voulez imprimer. Vous pouvez indiquer un intervalle : 5- : de la page 5 à la fin 5-10 : de la page 5 à la page 10 -10 : de la page 1 à la page 10
hu: Itt állíthatja be a nyomtatandó oldalakat Oldalintervallumok is beállíthatóak, például: 5- :az 5. oldaltól az utolsóig 5-10 :az 5. oldaltól a 10.-ig -10 :az elsõ oldaltól az 10.-ig

source: Here you can choose, if you wish to print 1 page per physical side or 2 page.
de: Hier können Sie wählen, ob Sie eine oder zwei Seiten pro Druckseite drucken wollen.
es: Aquí puede seleccionar entre imprimir 1 o 2 páginas por cada cara del papel.
fr: Indiquez ici si vous désirez imprimer 1 ou 2 pages sur un seul côté de feuille.
hu: Itt választhat, hogy egy vagy két oldalt akar egy fizikai oldalra nyomtatni.
pl: Tu mo¿esz wybraæ czy chcesz drukowaæ dwie strony logiczne na jednej fizycznej.
pt_br: Aqui pode escolher se deseja imprimir uma página por lado físico ou duas páginas.

source: Here you can set the pretty-print-mode.
de: Hier können Sie den Schöndruckmodus wählen.
es: Aquí puede elegir el tipo de impresión adornada.
fr: Vous pouvez choisir ici le mode 'Belle impression'.
hu: Itt állíthatja be a legjobb minõségû nyomtatási üzemmódot.
pl: Tu mo¿esz ustawiæ tryb ³adnego wydruku.
pt_br: Aqui pode definir o modo de impressão de qualidade.

source: Here you can change the paperformat.
de: Hier können Sie das Papierformat ändern.
es: Aquí puede cambiar el tamaño del papel.
fr: Vous pouvez modifier ici le format de papier.
hu: Itt változtathatja meg a papírformátumot.
pl: Tu mo¿esz zmieniæ format papieru.
pt_br: Aqui pode mudar o formato do papel.

source: Here you can set, how many times you will print the files.
de: Hier können Sie die Anzahl der Ausdrucke wählen.
es: Aquí puede elegir el cuantas veces se imprimirán los ficheros.
fr: Vous pouvez choisir ici le nombre de copies des fichiers.
hu: Itt állíthatja be, hogy hány példányban akarja a fájlokat nyomtatni.
pl: Tu mo¿esz ustawiæ ile razy wydrukowaæ pliki.
pt_br: Aqui pode definir quantas vezes irá imprimir os ficheiros.

source: If you wish to print in pretty-print-mode then check this button.
de: Kreuzen Sie dies an, wenn Sie im Schöndruckmodus drucken wollen.
es: Si desea imprimir en modo adornado marque este botón.
fr: Cochez cette option si vous voulez imprimer en mode 'belle impression'.
hu: Jelölje be ezt a gombot, ha a legjobb minõségben akar nyomtatni.
pl: Je¶li chcesz tryb ³adnego wydruku to zaznacz to.
pt_br: Se deseja imprimir em modo de qualidade, seleccione aqui.

source: If you wish to print in pretty-print-color-mode, then check this button.
de: Kreuzen Sie dies an, wenn Sie im Farb-Schöndruckmodus drucken wollen.
es: Si desea imprimir en modo adornado en color marque este botón.
fr: Cochez cette option si vous voulez imprimer en mode 'belle impression en couleurs'
hu: Jelölje ki ezt az opciót, ha színesen, a legjobb minõségben akar nyomtatni.
pl: Je¶li chcesz kolorowy tryb ³adnego wydruku to zaznacz to.
pt_br: Se deseja imprimir em modo de qualidade com côr, seleccione aqui.

source: If you wish to print to file, then check this button.
de: Kreuzen Sie dies an, wenn Sie in eine Datei drucken wollen.
es: Si desea imprimir hacia un fichero, marque este botón.
fr: Cochez cette option si vous voulez imprimer dans un fichier.
hu: Jelölje ki ezt az opciót ha fájlba akar nyomtatni
it: Se vuoi stampare su file, imposta questo selettore.
pl: Je¶li chcesz drukowaæ do pliku to zaznacz ten przycisk.
pt_br: Se deseja imprimir para ficheiro, seleccione aqui.

source: a2ps default
de: a2ps Standard
es: por defecto de a2ps
fr: a2ps par défaut
hu: a2ps alapértelmezés
pl: domy¶lne a2ps
pt_br: defeito a2ps

source: lineprinter
de: Zeilendrucker
es: impresora en línea
fr: Imprimante mode ligne
hu: sornyomtató
pl: drukarka
pt_br: impressora de linha

source: enscript default
de: enscript Standard
es: por defecto de enscript
fr: enscript par défaut
hu: enscript alapértelmezés
pl: domy¶lny enscript
pt_br: defeito enscript

source: CVS Commit
es: Entregar al CVS
fr: Commit CVS
hu: CVS Jóváhagyás
it: Inoltro CVS
pt_br: Submeter ao SCV

source: Enter log message:
de: Logmeldung eingeben:
es: Mensaje de log:
fr: Saisissez le message descriptif :
hu: Adjon meg log üzenetet:

source: Adding file to repository
de: Füge Datei zum Archiv hinzu
es: Añadiendo el fichero del repositorio
fr: Ajout du fichier au référentiel
hu: Fájl hozzáadása a raktárhoz
it: Aggiungi file al repository
pt_br: A adicionar um ficheiro ao repositório

source: Removing file from repository
de: Entferne Datei vom Archiv
es: Eliminando el fichero del repositorio
fr: Suppression du fichier dans le référentiel
hu: Fájl eltávolítása a raktárból
it: Elimina file dal repository
pt_br: A remover um ficheiro do repositório

source: Updating
de: Aktualisiere
es: Actualizando
fr: Mise à jour
hu: Frissítés
it: Aggiornamento
pt_br: A actualizar

source: Commiting file
de: Aktualisiere Datei in Archiv
es: Entregando fichero
fr: Validation du fichier
hu: A fájl módosításainak véglegesítése ('commit')
it: Inoltra file
pt_br: A submeter ficheiro

source: Add member variable
de: Variable hinzufügen
es: Añadir variable miembro
fr: Ajouter une variable membre
hu: Tagváltozó hozzáadása
it: Aggiungi un membro-variabile
pl: Dodaj sk³adow±
pt_br: Adicionar variável

source: Modifiers
de: Speicherklassen
es: Modificadores
fr: Modificateurs
hu: Módosítók
it: Modificatori
pl: Modyfikatory
pt_br: Modificadores

source: You can set modifiers for the member variable here.
de: Sie können hier die Speicherklassen der Variablen wählen.
es: Aquí puede introducir modificadores para la variable miembro.
fr: Vous pouvez définir ici des modificateurs pour la variable membre.
hu: Itt állíthatja be a tagváltozók típusmódosítóit.
it: Imposta il modificatore del membro variabile.
pt_br: Você pode ajustar os modificadores para o atributo aqui.

source: Access
de: Zugriff
es: Acceso
fr: Accès
hu: Elérés
it: Accesso
pl: Dostêp
pt_br: Acessar

source: You can choose here whether you want the member variable be declared as public, protected or private.
de: Sie können hier wählen, ob die Variable als public, protected oder private deklariert wird.
es: Aquí puede elegir si quiere declarar la variable miembro como pública, protegida o privada.
fr: Vous pouvez choisir ici si vous voulez que la variable membre soit déclarée public, protected ou private.
hu: Itt választhatja meg, hogy a tagváltozó 'public', 'protected' vagy 'private' módon legyen deklarálva.
it: Scegli se il membro-variabile deve essere dichiarato public, protected o private.
pt_br: Você pode escolher aqui se quer o atributo declarado como público(public), protegido(protected) ou privado(private).

source: Type:
de: Typ:
es: Tipo:
hu: Típus:
it: Tipo:
pl: Typ:
pt_br: Tipo:

source: Enter the type of the member variable here.
de: Geben Sie hier den Typ der Variable ein.
es: Introduzca aquí el tipo de la variable miembro.
fr: Saisissez ici le type de la variable membre.
hu: Itt adja meg a tagváltozó típusát.
it: Inserisci il tipo di membro-varibile.
pt_br: Entre com o tipo do atributo aqui.

source: Name:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
pl: Nazwa:
pt_br: Nome:
sv: Namn:

source: Enter the name of the member variable here.
de: Geben Sie hier den Namen der Variablen ein.
es: Introduzca aquí el nombre de la variable miembro.
fr: Saisissez ici le nom de la variable membre.
hu: Itt adja meg a tagváltozó nevét.
it: Inserisci il nome del membro variabile.
pt_br: Entre com o nome do atributo aqui.

source: Documentation:
de: Dokumentation:
es: Documentación:
hu: Dokumentáció:
it: Documentazione:
pl: Dokumentacja:
pt_br: Documentação:

source: You can enter a description of the member variable here.
de: Sie können hier eine Beschreibung der Variablen eingeben.
es: Aquí puede introducir una descripción de la variable miembro.
fr: Vous pouvez saisir ici une description de la variable membre.
hu: Itt adhatja meg a tagváltozó leírását.
it: Inserisci una descrizione del membro-variabile.
pt_br: Você pode descrever o atributo aqui.

source: No type
de: Kein Typ
es: Sin tipo
fr: Sans type
hu: Nincs típusa
it: Nessun tipo
pl: Bez typu
pt_br: Sem tipo
