Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: Insert the path where you want to have the new generated documentation installed Note: the path information in Setup will be updated automatically, you don't have to change them to the new doc path.
de: Geben Sie hier den Pfad ein, an dem Sie die neu erstellte Dokumentation inst. wollen. Achtung: Die Pfadinformation in Setup wird automatisch aktualisiert. Sie müssen sie nicht selbst ändern.
es: Introduzca el camino en el que desea que se instale la nueva documentación. Nota: la configuración del programa se actualizará automáticamente para apuntar a este camino. No tiene que modificar nada para ello.
fr: Saisissez l'emplacement où vous voulez installer la documentation à générer. Note : les informations concernant les emplacements dans la configuration seront mises à jour. Vous n'avez donc pas à les modifier.
hu: Itt adhatja meg, hogy hová legyen az újonnan generált dokumentáció telepítve. Megjegyzés: az útvonalinformáció a Beállítások menüben automatikusan frissítõdik, nem kell külön átírni.
pl: Tu podaj ¶cie¿kê gdzie chcesz by zosta³a wygenerowana nowa dokumentacja. Uwaga: informacja na temat tej ¶cie¿ki zostanie automatycznie przeniesiona do Ustawieñ, nie musisz wiêc uaktualniaæ jej rêcznie.
pt_br: Insira o caminho onde deseja que a nova documentação gerada seja instalada Nota: a informação de caminho na Configuração será actualizada automaticamente, não terá de a alterar para o novo caminho das docs.
ru: Укажите путь, по которому будет установлена вновь созданная документация. Примечание: информация о пути в общих настройках будет изменена автоматически. Вам не придется ее изменять самостоятельно.
sv: Skriv in sökvägen där du vill att den nya skapade dokumentationen skall installeras Obs: sökvägen kommer automatiskt att uppdateras för informationen till Setup, du behöver inte ändra dem till en nya dok. sökväg.

source: The chosen path for the KDE-Libs does not lead to the KDE Libraries. Please choose the correct path.This is where you have unpacked e.g. a kdelibs snapshot a la /snapshot/kdelibs.
de: Geben Sie hier den Pfad zu den aktuellen KDE-Libs Quellcodes ein.
es: El camino elegido no lleva a las bibliotecas de KDE. Por favor elija el camino correcto. Éste será normalmente en el que se haya desempaquetado un `snapshot' de las kdelibs. Ej: /snapshot/kdelibs.
fr: L'emplacement choisi pour les KDE-libs ne mène pas aux bibliothèques KDE. Veuillez indiquer le chemin correct. C'est là où vous avez décompacté un paquetage kdelibs, du type /snapshot/kdelibs.
hu: A megadott elérési út nem a KDE-könyvtárakhoz vezet. Adja meg a helyes útvonalat. Ide lett pl. kicsomagolva egy KDE-könyvtár pillanatfelvétel, olyan mint a '/snapshot/kdelibs'.
pt_br: O caminho escolhido para as KDE-Libs não leva às bibliotecas KDE. Por favor escolha o caminho correcto. Isto será onde descompactou por ex. uma imagem das kdelibs tipo /snapshot/kdelibs.

source: Error in creating documentation!
de: Fehler beim Erstellen der Dokumentation!
es: ¡ Error al crear la documentación!
fr: Erreur pendant la création de la documentation !
hu: Hiba a dokumentáció létrehozásakor!

source: You need write permission to create the documentation in
de: Sie benötigen Schreibrechte zum Erstellen der Dokumentation in
es: Necesita permiso de escritura para crear la documentación en
fr: Vous devez avoir le droit d'accès en écriture pour créer cette documentation dans
hu: A dokumentáció létrehozásához írási jogosultság szükséges itt:

source: Old documentation deletion!
de: Alte Dokumentation gelöscht!
es: ¡Borrado de la vieja documentación!
fr: Ancienne documentation supprimée !
hu: Régi dokumentáció törlése!

source: The old documentation path
de: Der alte Dokumentationspfad
es: El viejo camino de la documentación
fr: Le chemin de l'ancienne documentation
hu: A régi dokumentáció útvonala

source: doesn´t exist anymore.
de: ist nicht mehr vorhanden.
es: ya no existe.
fr: n'existe plus.
hu: nem létezik többé.

source: Process will continue without deletion...
de: Prozeß wird ohne Löschvorgang fortgesetzt...
es: El proceso continuará sin el borrado...
fr: Le processus va continuer sans la suppression...
hu: A feldolgozás folytatódik törlés nélkül...

source: You have no write permission to delete the old documentation in
de: Sie haben keine Schreibberechtigung für das Löschen der alten Dokumentation in
es: No tiene permiso de escritura para eliminar la documentación antigua en
fr: Vous n'avez pas le droit en écriture pour supprimer l'ancienne documentation dans
hu: A dokumentáció létrehozásához írási jogosultság szükséges itt:

source: The Qt-Documentation path is not set correctly. If you want your KDE-library documentation to be cross-referenced to the Qt-library, you have to set the correct path to your Qt-library documentation first. Do you want to set the Qt-Documentation path first ?
de: Der Pfad der Qt-Dokumentation ist nicht richtig gesetzt. Wenn Sie wollen, daß von Ihrer KDE-Dokumentation Quer- verweise zur Qt-Bibliothek erstellt werden, müssen Sie zuerst den korrekten Pfad zur Qt-Bibliothek angeben. Wollen Sie jetzt den Pfad zur Qt-Dokumentation setzen?
es: El camino hacia la documentación de las Qt no está correctamente configurado. Si desea que la documentación de las bibliotecas KDE tenga referencias cruzadas hacia la de las bibliotecas Qt, tiene primero que configurar correctamente el camino hacia la documentación de las bibliotecas Qt. ¿Desea configurar el camino hacia la documentación de las Qt?
fr: Le chemin vers la documentation Qt n'est pas défini correctement. Si vous désirez bénéficier de références croisées entre vos documentations des bibliothèques KDE et Qt, vous devez d'abord définir correctement le chemin vers votre documentation de la bibliothèque Qt.
hu: A Qt dokumentációjának elérési útja nincs helyesen beállítva. Ha azt akarja, hogy a KDE-könyvtár dokumentációja hivatkozhasson a Qt-könyvtárra, elõször is be kell állítania a helyes útvonalat a Qt-könyvtár dokumentációjához. Be akarja állítani elõször a Qt dokumentációjának elérési útját?
pl: ¦cie¿ka do dokumentacji Qt nie jest ustawiona poprawnie. Je¶li chcesz by w dokumentacji bibliotek KDE by³y odniesienia do biblioteki Qt, musisz najpierw ustawiæ poprawn± ¶cie¿kê do dokumentacji Qt. Czy chcesz ustawiæ ¶cie¿kê do dokumentacji Qt teraz ?
pt_br: O caminho da Documentação Qt não está definido correctamente. Se deseja que a sua documentação das Bibliotecas KDE tenha referências cruzadas com a Biblioteca Qt, tem de definir o caminho correcto para a documentação das bibliotecas Qt primeiro. Deseja definir o caminho para a Doc. Qt primeiro ?
sv: Sökvägen till Qt-dokumentationen är inte riktigt. Om du vill använda dokumentationen till KDE-biblioteket som en kortreferens till Qt-biblioteket måste du ange en korrekt sökväg till dokumentationen till Qt-biblioteket.Vill du ange sökvägen till Qt-dokumentationen först ?

source: New KDE Documentation Directory...
de: Neues Verzeichnis für KDE-Dokumentation...
es: Nuevo Directorio de Documentación KDE...
fr: Nouveau répertoire des docs KDE...
hu: Új KDE-dokumentáció könyvtár...
it: Nuova Directory Documetazione KDE...
pl: Nowy katalog dokumentacji KDE...
pt_br: Novo Directório da Documentação KDE

source: KDE Libs Directory...
de: KDE-Bibl.-Verzeichnis...
es: Directorio de las bibliotecas KDE...
fr: Répertoire des KDE-libs...
hu: A KDE-könyvtár könyvtára...
it: Directory Librerie KDE...
pl: Katalog bibliotek KDE...
pt_br: Directório das Bibliotecas KDE...

source: Dock to panel
de: Werkzeugleiste docken
es: Acoplar en el panel
fr: Insérer dans le tableau de bord
hu: Lehorgonyzás a panelbe

source: Dock to panel and iconify kDevelop
de: kDevelop docken und ikonifizieren
es: Acoplar en el panel e iconificar KDevelop
fr: Insérer dans le tableau de bord et réduire KDevelop
hu: Dokkolja a panelbe és ikonizálja a KDevelop-ot

source: KDevelop debugger: Click to execute one line of code ("step")
de: KDevelop debugger: Klicken zum Auführen einer Codezeile ("Step")
es: Depurador del KDevelop: Pulse para ejecutar una línea de código
fr: Débogueur de KDevelop : Cliquez pour exécuter une ligne de code ("step")
hu: KDevelop nyomkövetõ: Kattintson egy kódsor végrehajtásához, ("lépés")

source: Activate
de: Aktivieren
es: Activar
fr: Activer
hu: Aktiválás

source: Activate (KDevelop gets focus)
de: Aktivieren (KDevelop erhält Fokus)
es: Activar (KDevelop obtiene el foco)
fr: Activer (KDEvelop prend le focus)
hu: Aktiválás (KDevelop megkapja a fókuszt)

source: Interrupt the app execution
de: Ausführung der Anwendung unterbrechen
es: Interrumpir la ejecución de la aplicación
fr: Interrompre l'exécution de l'application
hu: Megszakítja a program végrehajtását

source: Execute one assembler instruction, but run through functions
de: Ausführen eines Assemblerbefehls, aber über Funktionen hinweg
es: Ejecutar una instrucción en ensamblador, sin entrar en las funciones
fr: Exécuter une instruction d'assembleur mais aller à travers les fonctions
hu: Egy assembler utasítás végrehajtása, függvényeken átugrik

source: Execute one assembler instruction, stepping into fn if appropriate
de: Ausführen eines Assemblerbefehls, wenn passend in Funktionen hinein
es: Ejecutar una instrucción en ensamblador, entrando en las funciones
fr: Exécuter une instruction d'assembleur en entrant dans les fonctions si besoin
hu: Egy assembler utasítás végrehajtása, függvényekbe belelép, ha lehet

source: Memory, dissemble, registers, library viewers
de: Speicher, Disassemble, Register, Bibliotheken Ansicht
es: Visor de la memoria, registros, desensamblador y bibliotecas.
fr: Afficheurs de mémoire, désassemblage, registres, bibliothèques
hu: Memória, visszafejtés, regiszterek, könyvtárnézõk

source: Set focus on KDevelop
de: Setze Fokus auf KDevelop...
es: Devuelve el foco al KDevelop
fr: Mettre le focus sur KDevelop
hu: A KDevelop-ra állítja a fókuszt

source: Set focus on window that had focus when "kdev" was pressed
de: Setze Fokus auf das Fenster, das den Fokus hatte als "kdev" gedrückt wurde
es: Devuelve el foco a la ventana que lo tenía cuando se pulsó "kdev"
fr: Mettre le focus sur la fenêtre qui l'avait lors de l'appui sur "kdev"
hu: Arra az ablakra állítja a fókuszt, amelyiké volt amikor a "kdev" le lett nyomva

source: C/C++ Reference
de: C/C++-Referenz
es: Referencia C/C++
fr: Référence C/C++
hu: C/C++ referencia
it: Referenze a C/C++
pl: Podrêcznik C/C++
pt_br: Referência C/C++

source: Hierarchy
de: Hierarchie
es: Jerarquía
fr: Hiérarchie
hu: Hierarchia

source: Header Files
de: Headerdateien
es: Ficheros de cabecera
fr: Fichiers d'en-tête
hu: 'Header' fájlok

source: Globals
de: Globale
es: Globales
fr: Globaux
hu: Globális változók

source: Annotated List
de: Kommentierte Liste
es: Lista anotada
fr: Liste annotée
hu: Visszavonási lista

source: Qt/KDE Libraries
de: Qt/KDE-Bibliotheken
es: Bibliotecas Qt/KDE
fr: Bibliothèques Qt/KDE
hu: Qt/KDE könyvtárak
it: Librerie Qt/KDE
pl: Biblioteki Qt/KDE
pt_br: Bibliotecas Qt/KDE
sv: Qt/KDE bibliotek

source: Qt Library
de: Qt-Bibliothek
es: Biblioteca QT
fr: Bibliothèque Qt
hu: Qt-Könyvtár
it: Libreria Qt
pt_br: Biblioteca Qt

source: %s-Library
de: %s-Bibliothek
es: Biblioteca %s
fr: Bibliothèque %s
hu: %s-könyvtár

source: KDE Core Library
de: KDE-Core-Bibliothek
es: Biblioteca Núcleo de KDE
fr: Bibliothèque KDE Core
hu: A KDE core könyvtár
it: Libreria KDE Core
pt_br: Biblioteca KDE Core

source: KDE UI Library
de: KDE-UI-Bibliothek
es: Biblioteca UI de KDE
fr: Bibliothèque KDE UI
hu: A KDE UI könyvtár
it: Libreria KDE UI
pt_br: Biblioteca KDE UI

source: KDE KFile Library
de: KDE-KFile-Bibliothek
es: Biblioteca KFile de KDE
fr: Bibliothèque KDE KFile
hu: A KDE KFile könyvtár
it: Libreria KDE KFile
pt_br: Biblioteca KDE KFile

source: KDE HTMLW Library
de: KDE-HTMLW-Bibliothek
es: Biblioteca KHTMLW de KDE
fr: Bibliothèque KDE HTMLW
hu: KDE KHTMLW Könyvtár
it: Libreria KDE HTMLW
pt_br: Biblioteca KDE HTMLW

source: KDE KAB Library
de: KDE-KAB-Bibliothek
es: Biblioteca KAB de KDE
fr: Bibliothèque KDE KAB
hu: KDE KAB Könyvtár
it: Libreria KDE KAB
pt_br: Biblioteca KDE KAB

source: KDE KSpell Library
de: KDE-KSpell-Bibliothek
es: Biblioteca KSpell de KDE
fr: Bibliothèque KDE KSpell
hu: KDE KSpell Könyvtár
it: Libreria KDE KSpell
pt_br: Biblioteca KDE KSpell

source: Documentation Base
de: Dokumentationsbasis
es: Documentación base
fr: Base de documentation
hu: Alapdokumentáció
it: Documentazione Base
pt_br: Base da Documentação

source: Add Entry...
de: Eintrag hinzufügen...
es: Añadir entrada...
fr: Ajouter une entrée...
hu: Hozzáadás...
it: Aggiungi Voce...
pl: Dodaj pozycjê...
pt_br: Adicionar Entrada...
sv: Lägg till ämne...

source: Remove Entry
de: Eintrag entfernen
es: Eliminar entrada...
fr: Supprimer l'entrée
hu: Elem törlése
it: Rimuovi Voce
pl: Usuñ pozycjê
pt_br: Remover Entrada
sv: Ta bort ämne

source: Current Project
de: Aktuelles Projekt
es: Proyecto actual
fr: Projet courant
hu: A jelenlegi projekt
it: Progetto Corrente
pl: Aktualny projekt
pt_br: Projecto Actual
sv: Det aktuella projektet

source: API documentation
de: API-Dokumentation
es: Documentación de la API
fr: Documentation de l'API
hu: API dokumentáció
it: Documentazione API
pt_br: Documentação API

source: User manual
de: Benutzerhandbuch
es: Manual de usuario
fr: Manuel d'utilisation
hu: Felhasználói kézikönyv
it: Manuale Utente
pt_br: Manual do Utilizador

source: Update API
de: API aktualisieren
es: Actualizar la API
fr: Mise à jour de l'API
hu: API Frissítés

source: Generate User Manual
de: Benutzerhandbuch generieren
es: Generar el manual de usuario
fr: Génération du Manuel d'utilisation
hu: Felhasználói kézikönyv generálása

source: Search in Files...
de: Suche in Dateien...
es: Buscar en ficheros...
fr: Chercher dans les fichiers...
hu: Keresés Fájlokban...
it: Cerca in File...
pl: Wyszukaj w Plikach...
pt_br: A Procurar em Ficheiros...

source: &Pattern:
de: &Muster:
es: &Patrón:
fr: &Motif :
hu: &Keresési minta:
pl: &Wzór:
pt_br: &Padrão:

source: &Template:
de: &Vorlage:
es: P&lantilla:
fr: &Modèle :
hu: &Sablon:
pl: &Szablon:
pt_br: &Modelo:

source: &Files:
de: &Dateien:
es: &Ficheros:
fr: &Fichiers :
hu: &Fájlok:
it: &File:
pl: &Pliki:
pt_br: &Ficheiros:

source: &Directory:
de: &Verzeichnis:
es: &Directorio:
fr: &Répertoire :
hu: Köny&vtár:
pl: &Katalog:
pt_br: &Directório:

source: &Recursive
de: &Rekursiv
es: &Recursivo
fr: &Récursif
hu: Az &alkönyvtárakban is
it: &Ricorsivo
pl: &Rekursywnie
pt_br: &Recursivo

source: 9999 matches
de: 9999 Treffer
es: 9999 coincidencias
fr: 9999 correspondances
hu: 9999 egyezés
it: 9999 corrispondenze
pl: 9999 trafieñ
pt_br: 9999 iguais

source: Done
de: Fertig
es: Hecho
fr: Fermer
hu: Kész
it: Fatto
pl: Wykonano
pt_br: Feito

source: Enter the regular expression you want to search for here. Possible meta characters are: <bold>.</bold> - Matches any character <bold>^</bold> - Matches the beginning of a line <bold>$</bold> - Matches the end of a line <bold>\\\<</bold> - Matches the beginning of a word <bold>\\\></bold> - Matches the end of a word The following repetition operators exist: <bold>?</bold> - The preceding item is matches at most once <bold>*</bold> - The preceding item is matched zero or more times <bold>+</bold> - The preceding item is matched once or more times <bold>{<i>n</i>}</bold> - The preceding item is matched exactly <i>n</i> times <bold>{<i>n</i>,}</bold> - The preceding item is matched <i>n</i> or more times <bold>{,<i>n</i>}</bold> - The preceding item is matched at most <i>n</i> times <bold>{<i>n</i>,<i>m</i>}</bold> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times. Furthermore, backreferences to bracketed subexpressions are available via the notation \\<i>n</i>.
de: Geben Sie hier den regulären Ausdruck, nach dem gesucht werden soll, ein. Mögliche Metazeichen sind: <bold>.</bold> - Jedes Zeichen <bold>^</bold> - Beginn einer Zeile <bold>$</bold> - Ende einer Zeile <bold>\\\<</bold> - Anfang eines Wortes <bold>\\\></bold> - Ende eines Wortes Die folgenden Wiederholungsoperatoren sind verfügbar: <bold>?</bold> - Das vorherige Element höchstens einmal <bold>*</bold> - Das vorherige Element gar nicht oder mehrmals <bold>+</bold> - Das vorherige Element einmal oder mehrmals <bold>{<i>n</i>}</bold> - Das vorherige Element genau <i>n</i> mal <bold>{<i>n</i>,}</bold> - Das vorherige Element <i>n</i> mal oder öfter <bold>{,<i>n</i>}</bold> - Das vorherige Element höchstens <i>n</i> mal <bold>{<i>n</i>,<i>m</i>}</bold> - Das vorherige Element mindestens <i>n</i> mal, aber höchstens <i>m</i> mal. Weiterhin sind Rückreferenzen zu geklammerten Unterausdrücken verfügbar durch die Notation \\<i>n</i>.
es: Introduzca aquí las expresiones regulares que desea buscar. Los caracteres especiales que puede introducir son: <bold>.</bold> - Equivale a cualquier carácter <bold>^</bold> - Equivale a un comienzo de línea <bold>$</bold> - Equivale a un fin de línea <bold>\\\<</bold> - Equivale a un principio de palabra <bold>\\\></bold> - Equivale a un fin de palabra Se pueden utilizar los siguientes operadores de repetición: <bold>?</bold> - El elemento que lo preceda se encuentra una vez como mucho <bold>*</bold> - El elemento que lo preceda se encuentra cero o más veces <bold>+</bold> - El elemento que lo preceda se encuentra una o más veces <bold>{<i>n</i>}</bold> - El elemento que lo preceda se encuentra exactamente <i>n</i>veces <bold>{<i>n</i>,}</bold> - El elemento que lo preceda se encuentra <i>n</i>o más veces <bold>{,<i>n</i>}</bold> - El elemento que lo preceda se encuentra <i>n</i>veces como mucho <bold>{<i>n</i>,<i>m</i>}</bold> - El elemento que lo preceda se encuentra al menos <i>n</i>veces pero <i>m</i>veces como mucho Además, se pueden usar referencias a subexpresiones entre corchetes mediante la notación \\<i>n</i>.
fr: Saisissez ici l'expression régulière que vous désirez rechercher. Les méta-caractères possibles sont : <bolb>.</bold> - Représente n'importe quel caractère <bold>^</bold> - Représente le début d'une ligne <bold>$</bold> - Représente la fin d'une ligne <bold>\\\<</bold> - Représente le début d'un mot <bold>\\\></bold> - Représente la fin d'un mot Les opérateurs de répétition sont les suivants : <bold>?</bold> - L'élément précédent est trouvé au plus une fois <bold>*</bold> - L'élément précédent est trouvé zéro fois ou plus <bold>+</bold> - L'élément précédent est trouvé une fois ou plus <bold>{<i>n</i>}</bold> - L'élément précédent est trouvé <i>n</i> fois exactement <bold>{<i>n</i>,}</bold> - L'élément précédent est trouvé <i>n</i> fois ou plus <bold>{,<i>n</i>}</bold> - L'élément précédent est trouvé au plus <i>n</i> fois <bold>{<i>n</i>,<i>m</i>}</bold> - L'élément précédent est trouvé au moins <i>n</i> fois, mais au plus <i>m</i> fois. D'autre part, les références en arrière à des sous-expressions entre parenthèses sont disponibles via la notation \\<i>n</i>.
hu: Írja be a keresendõ reguláris kifejezést. A felhasználható speciális karakterek jelentése: <bold>.</bold> - bármilyen karakter <bold>^</bold> - sor eleje <bold>$</bold> - sor vége <bold>\\\<</bold> - szó eleje <bold>\\\></bold> - szó vége A következõ ismétlési operátorok használhatók: <bold>?</bold> - a megelõzõ elem maximum egyszeri elõfordulása <bold>*</bold> - a megelõzõ elem nulla- vagy többszöri elõfordulása <bold>+</bold> - a megelõzõ elem egy- vagy többszöri elõfordulása <bold>{<i>n</i>}</bold> - a megelõzõ elem pontosan <i>n</i>-szeri elõfordulása <bold>{<i>n</i>,}</bold> - a megelõzõ elem <i>n</i>- vagy többszöri elõfordulása <bold>{,<i>n</i>}</bold> - a megelõzõ elem maximum <i>n</i>-szeri elõfordulása <bold>{<i>n</i>,<i>m</i>}</bold> - a megelõzõ elem minimum <i>n</i>-szeri, maximum <i>m</i>-szeri elõfordulása Továbbá, zárójelbe tett részkifejezésekre a \\<i>n</i> jelölésmóddal lehet visszahivatkozni.
pl: Tu podaj regularne wyra¿enie które chcesz wyszukaæ. Mo¿liwe znaki specjalne to: <bold>.</bold> - Jakikolwiek znak <bold>^</bold> - Pocz±tek linii <bold>$</bold> - Koniec linii <bold>\\\<</bold> - Pocz±tek s³owa <bold>\\\></bold> - Koniec s³owa Istniej± nastêpuj±ce operatory powtórzeñ: <bold>?</bold> - poprzedni sk³adnik zgadza siê conajmniej raz <bold>*</bold> - poprzedni sk³adnik zgadza siê zero lub wiêcej razy <bold>+</bold> - poprzedni sk³adnik zgadza siê raz lub wiêcej razy <bold>{<i>n</i>}</bold> - poprzedni sk³adnik zgadza siê dok³adnie <i>n</i> razy <bold>{<i>n</i>,}</bold> - poprzedni sk³adnik zgadza siê <i>n</i> lub wiêcej razy <bold>{,<i>n</i>}</bold> - poprzedni sk³adnik zgadza siê najwy¿ej <i>n</i> razy <bold>{<i>n</i>,<i>m</i>}</bold> - poprzedni sk³adnik zgadza siê co najmniej<i>n</i>, ale co najwy¿ej <i>m</i> razy. Co wiêcej odwo³ania wstecz do podwyra¿eñ w nawiasach s± dostêpne przy u¿yciu notacji \\<i>n</i>.
pt_br: Insira a expressão corrente que deseja procurar aqui. Possíveis caracteres especiais são: <bold>.</bold> - Equivale a qualquer caractere <bold>^</bold> - Equivale ao início de uma linha <bold>$</bold> - Equivale ao final de uma linha <bold>\\\<</bold> - Equivale ao início de uma palavra <bold>\\\></bold> - Equivale ao final de uma palavra Existem os seguintes operadores de repetição: <bold>?</bold> - O item precedente é encontrado no máximo uma vez <bold>*</bold> - O item precedente é encontrado zero ou mais vezes <bold>+</bold> - O item precedente é encontrado uma ou mais vezes <bold>{<i>n</i>}</bold> - O item precedente é encontrado exactamente <i>n</i> vezes <bold>{<i>n</i>,}</bold> - O item precedente é encontrado <i>n</i> ou mais vezes <bold>{,<i>n</i>}</bold> - O item precedente é encontrado no máximo <i>n</i> vezes <bold>{<i>n</i>,<i>m</i>}</bold> - O item precedente é encontrado pelo menos <i>n</i>, mas no máximo <i>m</i> vezes. Para além disso, referências a subexpressões entre parêntesis rectos estão disponíveis através da notação \\<i>n</i>.

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas
de: Geben Sie das Dateinamenmuster der Dateien, nach denen Sie suchen wollen, ein. Sie können mehrere Muster, getrennt durch Kommata, eingeben.
es: Introduzca aquí el patrón de los ficheros a buscar. Puede dar varios patrones separados por comas.
fr: Saisissez ici le motif des noms des fichiers dans lesquels vous voulez chercher. Vous pouvez saisir plusieurs motifs séparés par des virgules.
hu: Írja be az átvizsgálandó fájlok nevének mintáját. Több mintát is megadhat vesszõvel elválasztva.
pl: Tu podaj wzór plików do wyszukiwania. Mo¿esz podaæ kilka wzorów oddzielonych przecinkami.
pt_br: Insira o padrão de nome de ficheiro dos ficheiros a procurar aqui. Pode indicar vários padrões separados por vírgulas
