Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: <i>Class : Any</i> If this property is set to <i>true</i>the item will not be visible in the editor and in the program.
de: <i>Klasse : Jede</i> Wenn diese Eigenschaft auf <i>true</i> gesetzt ist, ist das Element im Editor und im Programm nicht sichtbar.
es: <i>Clase : Cualquiera</i> Si esta propiedad está puesta a <i>true</i> el elemento no será visible en el editor ni en el programa.
fr: <i>Classe : n'importe</i> Si cette propriété est mise à <i>vraie</i>, l'élément ne sera pas visible dans l'éditeur et dans le programme.
hu: <i>Osztály : Bármi</i> Ha ez az érték <i>true</i>-ra van állítva, az elem nem lesz látható aszerkesztõben és a programban.
pl: <i>Klasa : Ka¿da</i> Je¶li ta w³a¶ciwo¶æ jest ustawiona na <i>true</i> sk³adnik nie bêdzie widoczny w edytorze ani w programie.
pt_br: <i>Classe : Qualquer</i> Se esta propriedade estiver definida para <i>verdade</i> o item não será visível no editor e no programa.

source: <i>Class : Any</i> If disabled (=<i>false</i>) the widget will not handle user events (i.e. mouse or keyboard events).
de: <i>Klasse : Jede</i> Wenn deaktiviert (=<i>false</i>), verarbeitet das Widget keine Benutzerereignisse (d.h. Maus- oder Tastatureingaben).
es: <i>Clase : Cualquiera</i> Si está deshabilitado (=<i>false</i>) el control no hará caso de los eventos de usuario (Ejemplo: Pulsar una tecla, mover el ratón...).
fr: <i>Classe : n'importe</i> Si ceci est désactivé (=<i>faux</i>), l'élément ne gérera pas les évènements utilisateurs (i.e. clavier ou souris).
hu: <i>Osztály : Bármi</i> Ha le van tiltva (=<i>false</i>), a widget nem kezel felhasználói eseményeket(pl. egér vagy billentyû-eseményeket).
pl: <i>Klasa : Ka¿da</i> Je¶li nieaktywny (=<i>false</i>) kontrolka nie bêdzie obs³ugiwaæ zdarzeñ u¿ytkownika (czyli zda¿eñ z klawiatury i myszki).
pt_br: <i>Classe : Qualquer</i> Se desactivado (=<i>falso</i>) o widget não irá gerir eventos do utilizador (por ex. eventos de teclado ou rato).

source: <i>Class : Any</i> Used for generating sources. Defines the variable later containing the items' pointer.
de: <i>Klasse : Jede</i> Wird benutzt, um Quellen zu erzeugen. Definiert später die Variable, die den Zeiger auf das Element enthält.
es: <i>Clase : Cualquiera</i> Usada al generar los fuentes. Define la variable que más tarde contendrá el puntero al elemento.
fr: <i>Classe : n'importe</i> Utilisé pour générer les sources. Définit la variable contenant le pointeur vers l'élément.
hu: <i>Osztály : Bármi</i> A forrás generálásakor használatos. Definiálja azt a mutató-változót, amikésõbb erre az elemre mutat.
pl: <i>Klasa : Ka¿da</i> U¿ywane przy generowaniu ¼róde³. Definiuje zmienn± która pó¼niej bêdzie zawiera³a wska¼nik do sk³adnika.
pt_br: <i>Classe : Qualquer</i> Utilizado para gerar código fonte. Define a variável que mais tarde conterá o ponteiro para o item.

source: <i>Class : Any</i> Defines the <i>SIGNAL/SLOT</i>connections for this item. (Only has effects in programs, not in this editor)
de: <i>Klasse : Jede</i> Definiert die <i>SIGNAL/SLOT</i>-Connections für dieses Element. (Hat nur zur Laufzeit Auswirkungen)
es: <i>Clase : Cualquiera</i> Define las conexiones <i>SEÑAL/RANURA</i> para este elemento (sólo tiene efecto en los programas, no en el editor).
fr: <i>Classe : n'importe</i> Définit les connexions <i>Signal/Slot</i> pour cet élément (n'a d'effet que dans le programme, pas dans l'éditeur).
hu: <i>Osztály : Bármi</i> Definiálja a <i>SIGNAL/SLOT</i>(eseménykezelõ függvény) kapcsolatot ehhez az elemhez. (Csak a programokat érinti, a dialógusszerkesztõt nem.)
pl: <i>Klasa : Ka¿da</i> Definiuje po³±czenie <i>SYGNA£/SLOT</i> dla tego sk³adnika (zmienia zachowanie programu, nie widoczne w edytorze).
pt_br: <i>Classe : Qualquer</i> Define as conecções <i>SINAL/ESPAÇO</i> para este item. (Apenas tem efeito em programas, não neste editor)

source: <i>Class : Any</i> Is <i>true</i>this item will fill out the whole of his parent window. (Only has effects in programs, not in this editor)
de: <i>Klasse : Jede</i> Wenn dies auf <i>true</i> gesetzt ist, füllt das Element das ganze Parentfenster aus. (Hat nur zur Laufzeit Auswirkungen)
es: <i>Clase : Cualquiera</i> Si está habilitado <i>(=true)</i>, el elemento se expandirá ocupando por completo la ventana a la que pertenezca (sólo tiene efecto en los programas, no en el editor).
fr: <i>Classe : n'importe</i> Si ceci est <i>vrai</i>, cet élément remplira sa fenêtre mère (n'a d'effet que dans le programme, pas dans l'éditeur).
hu: <i>Osztály : Bármi</i> Ha <i>true</i>, az elem kitölti az egész szülõ-ablakot.(Csak a programokat érinti, a dialógusszerkesztõt nem.)
pl: <i>Klasa : Ka¿da</i> Je¶li równe <i>true</i> sk³adnik wype³ni ca³y rozmiar okna rodzicielskiego (zmienia zachowanie programu, nie widoczne w edytorze).
pt_br: <i>Classe : Qualquer</i> Se <i>verdade</i> este item irá preencher completamente a janela pai. (apenas tem efeito em programas, não neste editor)

source: <i>Class : Any</i> If enabled (=<i>true</i>) the widget will accept drops from the drag&drop mechanism. (Only has effects in programs, not in this editor)
de: <i>Klasse : Jede</i> Wenn aktiviert (=<i>true</i>), akzeptiert das Widget Drops vom drag&drop Mechanismus. (Hat nur zur Laufzeit Auswirkungen)
es: <i>Clase : Cualquiera</i> Si está habilitado <i>(=true)</i>, el control aceptará datos desde el mecanismo de `arrastrar y soltar' (sólo tiene efecto en los programas, no en el editor).
fr: <i>Classe : n'importe</i> Si ceci est activé (=<i>vrai</i>), ce widget acceptera le déposer par le mécanisme de glisser-déposer (n'a d'effet que dans le programme, pas dans l'éditeur).
hu: <i>Osztály : Bármi</i> Ha engedélyezzük (=<i>true</i>), az elem kezeli a fölötte elengedett ('drop')egérgombot a 'drag&drop' mechanizmusnak megfelelõen.(Csak a programokat érinti, a dialógusszerkesztõt nem.)
pl: <i>Klasa : Ka¿da</i> Je¶li uaktuwnione (=<i>true</i>) kontrolka bêdzie akceptowaæ komunikaty z mechanizmu ci±gnij i pu¶æ (zmienia zachowanie programu, nie widoczne w edytorze).
pt_br: <i>Classe : Qualquer</i> Se ligado (=<i>verdade</i>) o widget aceitará largadas do mecanismo arrastar&largar. (Apenas tem efeito em programas, não neste editor)

source: <i>Class : Any</i> If <i>true</i>and if it is the only widget whose 'HasFocus' property is enabled it will have the focus by default. <b><u>Note</u></b>: Only one widget can have focus at the same time. So do <i>not</i>enable this property for more than one dialog item !
de: <i>Klasse : Jede</i> Wenn <i>true</i> und das einzige Widget, dessen 'HasFocus'-Eigenschaft aktiviert ist, hat es den Focus als Standard. <b><u>Achtung</u></b>: Nur ein Widget kann zur selben Zeit den Focus haben. Aktivieren Sie diese Eigenschaft <i>nicht</i> für mehr als ein Element!
es: <i>Clase : Cualquiera</i> Si está a <i>true</i> y es el único control cuya propiedad 'HasFocus' está habilitada, el control tendrá el foco por defecto. <b><u>Nota</u></b>: Sólo un control puede tener el foco al mismo tiempo. ¡ Por lo que <i>no</i>habilite esta propiedad para más de un elemento del diálogo !
fr: <i>Classe : n'importe</i> Si ceci est <i>vrai</i> et si ce widget est le seul dont la propriété 'HasFocus' est activée, alors ce widget aura le focus par défaut. <b><u>Note</u></b> : un seul widget peut avoir le focus a un moment donné. Donc n'activez pas cette propriété pour plus d'un objet de la boîte de dialogue à la fois !
hu: <i>Osztály : Bármi</i> Ha <i>true</i> és ha csak ennek a widget-nek van a 'HasFocus' tulajdonsága engedélyezve, ezen az elemen lesz alapértelmezésben a fókusz. <b><u>Megjegyzés</u></b>: Egy idõben csak egy elemen lehet fókusz. Tehát <i>ne</i>engedélyezzük ezt a tulajdonságot több dialóguselemre egyszerre !
pl: <i>Klasa : Ka¿da</i> Je¶li równe <i>true</i> i je¶li jest to jedyna kontrolka, której w³a¶ciwo¶æ 'HasFocus' jest w³±czona, to bêdzie ona aktywna domy¶lnie. <b><u>Uwaga</u></b>: Tylko jedna kontrolka mo¿e byæ aktywna w danym momencie, wiêc nie ustawiaj tej w³a¶ciwo¶ci w wiêcej ni¿ jednym sk³adniku dialogu.
pt_br: <i>Classe : Qualquer</i> Se <i>verdade</i> e se for o único widget cuja propriedade 'TemFocus' está activada terá o focus por defeito. <b><u>Nota</u></b>: Apenas um widget pode ter o focus de cada vez. Por isso <i>não</i> active esta propriedade para mais de um item no diálogo !

source: <i>Class : Any</i> If you enter a widgets' variable name here it will be the focus proxy for this item (which means, if the widget you´ve entered gets the focus it transfers it to this widget)
de: <i>Klasse : Jede</i> Wenn Sie hier einen Variablennamen für das Widget eingeben, stellt es den Focus-Proxy für dieses Element dar (d.h., wenn das Widget, das Sie eingegeben haben, den Focus erhält, übergibt es ihn an dieses Widget).
es: <i>Clase : Cualquiera</i> Si introduce aquí el nombre de algún control, servirá de `proxy' del foco para este control. Esto significa que si el control seleccionado recibe el foco se lo pasara a éste.
fr: <i>Classe : n'importe</i> Si vous saisissez ici le nom de variable d'un widget, il sera le proxy de focus pour cet objet (i.e. si le widget dont vous avez saisi le nom obtient le focus, il le transfert à ce widget).
hu: <i>Osztály : Bármi</i> Ha itt megadja egy másik widget változójának a nevét, az ennek az elemnek a'fókusz helyettes'-évé válik (azaz, ha az itt megadott wigdet megkapja afókuszt, továbbítja azt az aktuális elemhez).
pl: <i>Klasa : Ka¿da</i> Je¶li podasz tu nazwê zmiennej kontrolki, to bêdzie ona s³u¿y³a jako 'focus proxy' (czyli gdy kontrolka któr± poda³e¶ zostanie aktywowana, to prze¶le ona aktywno¶æ tutaj)

source: <i>Class : Any</i> The X coordinate of the widget relative to its parent widget.
de: <i>Klasse : Jede</i> Die x-Koordinate des Widgets, relativ zum Parentwidget.
es: <i>Clase : Cualquiera</i> La coordenada horizontal del control respecto a su control padre.
fr: <i>Classe : n'importe</i> La coordonnée X du widget par rapport à son widget père.
hu: <i>Osztály : Bármi</i> A widget X koordinátája a szülõ widget-hez mérve.
pl: <i>Klasa : Ka¿da</i> Wspó³rzêdna X kontrolki wzglêdem jej rodzica.
pt_br: <i>Classe : Qualquer</i> A coordenada X de um widget relativamente ao seu widget pai.

source: <i>Class : Any</i> The Y coordinate of the widget relative to its parent widget.
de: <i>Klasse : Jede</i> Die y-Koordinate des Widgets, relativ zum Parentwidget.
es: <i>Clase : Cualquiera</i> La coordenada vertical del control respecto a su control padre.
fr: <i>Classe : n'importe</i> La coordonnée Y du widget par rapport à son widget père.
hu: <i>Osztály : Bármi</i> A widget Y koordinátája a szülõ widget-hez mérve.
pl: <i>Klasa : Ka¿da</i> Wspó³rzêdna Y kontrolki wzglêdem jej rodzica.
pt_br: <i>Classe : Qualquer</i> A coordenada Y de um widget relativamente ao seu widget pai.

source: <i>Class : Any</i> The width of the widget.
de: <i>Klasse : Jede</i> Die Breite des Widgets.
es: <i>Clase : Cualquiera</i> La anchura del control.
fr: <i>Classe : n'importe</i> La largeur du widget.
hu: <i>Osztály : Bármi</i> A widget szélessége.
pl: <i>Klasa : Ka¿da</i> Szeroko¶æ kontrolki.
pt_br: <i>Classe : Qualquer</i> O comprimento do widget.

source: <i>Class : Any</i> The height of the widget.
de: <i>Klasse : Jede</i> Die Höhe des Widgets.
es: <i>Clase : Cualquiera</i> La altura del control.
fr: <i>Classe : n'importe</i> La hauteur du widget.
hu: <i>Osztály : Bármi</i> A widget magassága.
pl: <i>Klasa : Ka¿da</i> Wysoko¶æ kontrolki.
pt_br: <i>Classe : Qualquer</i> A altura do widget.

source: <i>Class : Any</i> Defines the minimum width of the widget. The widget than cannot become smaller than this value.
de: <i>Klasse : Jede</i> Definiert die minimale Breite des Widgets.
es: <i>Clase : Cualquiera</i> Define la anchura mínima del control. El control no puede volverse más pequeño que este valor.
fr: <i>Classe : n'importe</i> Définit la largeur minimale du widget. Il ne peut pas devenir plus petit que cette valeur.
hu: <i>Osztály : Bármi</i> Meghatározza a widget minimális szélességét. A widget eztán nem lehetkisebb ennél az értéknél.
pl: <i>Klasa : Ka¿da</i> Definiuje minimaln± szeroko¶æ kontrolki. Kontrolki nie da siê zmniejszyæ poni¿ej tej warto¶ci.
pt_br: <i>Classe : Qualquer</i> Define o comprimento mínimo do widget. O widget não pode ficar mais pequeno que este valor.

source: <i>Class : Any</i> Defines the minimum height of the widget. The widget than cannot become smaller than this value.
de: <i>Klasse : Jede</i> Definiert die minimale Höhe des Widgets.
es: <i>Clase : Cualquiera</i> Define la altura mínima del control. El control no puede volverse más pequeño que este valor.
fr: <i>Classe : n'importe</i> Définit la hauteur minimale du widget. Il ne peut pas devenir plus petit que cette valeur.
hu: <i>Osztály : Bármi</i> Meghatározza a widget minimális magasságát. A widget eztán nem lehetkisebb ennél az értéknél.
pl: <i>Klasa : Ka¿da</i> Definiuje minimaln± wysoko¶æ kontrolki. Kontrolki nie da siê zmniejszyæ poni¿ej tej warto¶ci.
pt_br: <i>Classe : Qualquer</i> Define a altura mínima do widget. O widget não pode ficar mais pequeno que este valor.

source: <i>Class : Any</i> Defines the maximum width of the widget. The widget than cannot become larger than this value.
de: <i>Klasse : Jede</i> Definiert die maximale Breite des Widgets.
es: <i>Clase : Cualquiera</i> Define la anchura máxima del control. El control no puede volverse más grande que este valor.
fr: <i>Classe : n'importe</i> Définit la largeur maximale du widget. Il ne peut pas devenir plus grand que cette valeur.
hu: <i>Osztály : Bármi</i> Meghatározza a widget maximális szélességét. A widget eztán nem lehetennél az értéknél nagyobb.
pl: <i>Klasa : Ka¿da</i> Definiuje maxymaln± szeroko¶æ kontrolki. Kontrolki nie da siê powiêkszyæ powy¿ej tej warto¶ci.
pt_br: <i>Classe : Qualquer</i> Define o comprimento máximo do widget. O widget não pode ficar maior que este valor.

source: <i>Class : Any</i> Defines the maximum height of the widget. The widget than cannot become larger than this value.
de: <i>Klasse : Jede</i> Definiert die maximale Größe des Widgets.
es: <i>Clase : Cualquiera</i> Define la altura máxima del control. El control no puede volverse más grande que este valor.
fr: <i>Classe : n'importe</i> Définit la hauteur maximale du widget. Il ne peut pas devenir plus grand que cette valeur.
hu: <i>Osztály : Bármi</i> Meghatározza a widget maximális magasságát. A widget eztán nem lehetennél az értéknél nagyobb.
pl: <i>Klasa : Ka¿da</i> Definiuje maxymaln± wysoko¶æ kontrolki. Kontrolki nie da siê powiêkszyæ powy¿ej tej warto¶ci.
pt_br: <i>Classe : Qualquer</i> Define a altura máxima do widget. O widget não pode ficar maior que este valor.

source: <i>Class : Any</i> If <i>true</i>the widget size cannot be changed.
de: <i>Klasse : Jede</i> Wenn <i>true</i>, kann die Widgetgröße nicht verändert werden.
es: <i>Clase : Cualquiera</i> Si está a <i>true</i> el tamaño del control no puede ser modificado.
fr: <i>Classe : n'importe</i> Si ceci est <i>vrai</i>, la taille du widget ne peut pas être changée.
hu: <i>Osztály : Bármi</i> Ha <i>true</i> a widget mérete nem változtatható.
pl: <i>Klasa : Ka¿da</i> Je¶li równe <i>true</i> kontrolka nie mo¿e zmieniæ rozmiaru.
pt_br: <i>Classe : Qualquer</i> Se <i>verdade</i> o tamanho do widget não pode ser mudado.

source: <i>Class : Any</i> Sets in how many pixel steps the item should be resized.
de: <i>Klasse : Jede</i> Bestimmt, in wie vielen Pixelschritten das Element in der Größe geändert wird.
es: <i>Clase : Cualquiera</i> Indica de cuantos en cuantos pixeles debería cambiar de tamaño el elemento.
fr: <i>Classe : n'importe</i> Définit le pas en pixels selon lequel le widget peut être redimensionné.
hu: <i>Osztály : Bármi</i> Megadja, hány-pixeles lépésekben lehessen a widget méretét változtatni.
pl: <i>Klasa : Ka¿da</i> Ustawia w ilo-pikselowych krokach rozmiar kontrolki mo¿e byæ zmieniany.
pt_br: <i>Classe : Qualquer</i> Define em quantos conjuntos de pixels o item pode ser redimensionado.

source: <i>Class : Any</i> The background mode of the widget.
de: <i>Klasse : Jede</i> Der Hintergrundmodus des Widgets.
es: <i>Clase : Cualquiera</i> El modo de fondo del control.
fr: <i>Classe : n'importe</i> Le mode de fond du widget.
hu: <i>Osztály : Bármi</i> A widget háttér-módja.
pl: <i>Klasa : Ka¿da</i> Tryb t³a kontrolki.
pt_br: <i>Classe : Qualquer</i> O modo de fundo do widget.

source: <i>Class : Any</i> The background color of the widget. Overrides the BgMode property.
de: <i>Klasse : Jede</i> Die Hintergrundfarbe des Widgets. Überschreibt die 'BgMode'-Eigenschaft.
es: <i>Clase : Cualquiera</i> El color de fondo del control. Ignora la propiedad BgMode.
fr: <i>Classe : n'importe</i> La couleur de fond du widget. Ecrase la propriété BgMode.
hu: <i>Osztály : Bármi</i> A widget háttér színe. Felülbírálja a 'BgMode' tulajdonságot.
pl: <i>Klasa : Ka¿da</i> Kolor t³a kontrolki. Wa¿niejszy ni¿ w³a¶ciwo¶æ BgMode
pt_br: <i>Classe : Qualquer</i> A cor de fundo do widget. Sobrepõe-se à propriedade BgMode.

source: <i>Class : Any</i> The (background) palette color. This more recent method for BgColor also changes the frames etc.
de: <i>Klasse : Jede</i> Die (Hintergrund) Palettenfarbe. Diese neuere Methode für 'BgColor' ändert auch die Rahmen etc. .
es: <i>Clase : Cualquiera</i> El color (de fondo) de la paleta. Este método para BgColor más reciente también cambia los marcos, etc.
fr: <i>Classe : n'importe</i> La palette de couleur de fond. Cette méthode plus récente pour BgColor change également les cadres, etc.
hu: <i>Osztály : Bármi</i> A (háttér) paletta szín. Ez az újabb fajta 'BgColor' eljárás változtatjatovábbá a kereteket, stb.
pl: <i>Klasa : Ka¿da</i> Kolor palety (t³a). Ta nowsza metoda dla BgColor równie¿ zmienia ramki itp.
pt_br: <i>Classe : Qualquer</i> A palete de cor (de fundo). Este método mais recente para BgColor também altera as molduras, etc.

source: <i>Class : Any</i> Specifies the file which should be used as background pixmap. Note that not all widgets run correctly with background images. (i.e. the QLineEdit)
de: <i>Klasse : Jede</i> Benennt die Datei, die als Hintergrundpixmap verwendet wird. Achtung: Nicht alle Widgets unterstützen Hintergrundbilder richtig. (z.B. QLineEdit)
es: <i>Clase : Cualquiera</i> Especifica el fichero que se debe utilizar como mapa de bits de fondo. Piense que no todos los controles funcionan correctamente con imágenes de fondo (ej. el QLineEdit).
fr: <i>Classe : n'importe</i> Spécifie le fichier à utiliser comme image de fond. Remarquez que seuls certains widgets fonctionneront correctement avec une image de fond (i.e. QLineEdit).
hu: <i>Osztály : Bármi</i> A háttér pixmap fájlt határozza meg. Ügyeljen arra, hogy nem minden widgetmûködik rendesen a háttérképekkel (pl. a QLineEdit).
pl: <i>Klasa : Ka¿da</i> Ustawia plik, który powinien byæ u¿ywany jako piksmapa t³a. Nie wszystkie kontrolki (jak QLineEdit) dzia³aj± poprawnie z piksmapowym t³em.
pt_br: <i>Classe : Qualquer</i> Especifica o ficheiro que deverá ser utilizado como imagem de fundo. Note que nem todos os widgets funcionam correctamente com imagens de fundo. (por ex. o QLineEdit)

source: <i>Class : Any</i> Specifies the file which should be used as mask bitmap. Note that this operation can be pretty slow.
de: <i>Klasse : Jede</i> Benennt die Datei, die als Maskenbitmap verwendet wird. Achtung: Diese Operation kann ziemlich langsam sein.
es: <i>Clase : Cualquiera</i> Especifica el fichero que será utilizado como mascara de mapa de bits. Nota: Esta operación puede ser bastante lenta.
fr: <i>Classe : n'importe</i> Spécifie le fichier à utiliser comme masque bitmap. Remarquez que cette opération peut être très lente.
hu: <i>Osztály : Bármi</i> A maszk pixmap fájlt határozza meg. Ügyeljen arra, hogyez az operáció igencsak lassú lehet.
pl: <i>Klasa : Ka¿da</i> Podaje plik jaki powinien byæ u¿ywany jako bitmapa maski. Ta operacja mo¿e byæ do¶æ powolna.
pt_br: <i>Classe : Qualquer</i> Especifica qie ficheiro deverá ser utilizado como imagem de máscara. Note que esta operação pode ser bastante lenta.

source: <i>Class : Any</i> Sets the font which should be used for drawing text in the widget.
de: <i>Klasse : Jede</i> Setzt die Schrift, die im Widget verwendet werden soll.
es: <i>Clase : Cualquiera</i> Selecciona la fuente que se utilizará para dibujar texto en el control.
fr: <i>Classe : n'importe</i> Définit la police à utiliser pour dessiner du texte dans le widget.
hu: <i>Osztály : Bármi</i> A widget kirajzolására használt betûtípust határozza meg.
pl: <i>Klasa : Ka¿da</i> Ustawia font jaki powinien byæ u¿ywany przy rysowaniu kontrolki.
pt_br: <i>Classe : Qualquer</i> Define a fonte que deverá ser utilizada para desenhar texto no widget.

source: <i>Class : Any</i> Sets the cursor which should appear when moving the mouse pointer over the widget.
de: <i>Klasse : Jede</i> Setzt den Cursor, der erscheinen soll, wenn der Mauszeiger über das Widget bewegt wird.
es: <i>Clase : Cualquiera</i> Elige el cursos que aparecerá cuando se mueva el cursor sobre el control.
fr: <i>Classe : n'importe</i> Définit le curseur qui doit apparaître lorsque le pointeur de souris passe au-dessus du widget.
hu: <i>Osztály : Bármi</i> A widget fölött átmozgatott egérkurzor képét állítja be.
pl: <i>Klasa : Ka¿da</i> Ustawia kursor, który powinien pojawiæ siê przy przejechaniu myszk± nad kontrolkê.
pt_br: <i>Classe : Qualquer</i> Define o cursor que deve surgir quando se mover o ponteiro do rato sobre o widget.

source: <i>Class : QPushButton</i> The text which will appear on the button.
de: <i>Klasse : QPushButton</i> Der Text, der auf dem Knopf erscheinen soll.
es: <i>Clase : QPushButton</i> El texto que aparecerá en el botón.
fr: <i>Classe : n'importe</i> Le texte qui apparaîtra sur le bouton.
hu: <i>Osztály : QPushButton</i> A szöveg, ami a nyomógombon fog megjelenni.
pl: <i> Klasa : QPushButton</i> Tekst jaki pojawi siê na przycisku.
pt_br: <i>Classe : QPushButton</i> O texto que deverá aparecer no botão.
