Repository: 00mjk/kdevelop
Catalog: po/*.po
Languages: de, es, fr, hu, it, pl, pt_br, ru, sk, sv

source: The filename must end with .l, .ll, .lxx or .l++ !
de: Der Dateiname muß mit .h oder .hxx enden!
es: ¡ El nombre del fichero debe terminar en .l, .ll, .lxx o .l++ !
fr: Le nom du fichier doit se terminer par .l, .ll, .lxx ou .l++ !
hu: A fájlnév végzõdése csak .l, .ll, .lxx vagy .l++ lehet.
it: Il nome del file deve terminare con .l, .ll, .lxx or .l++!
pt_br: O nome do ficheiro tem de terminar com .l, .ll, .lxx ou .l++ !

source: You must enter a filename!
de: Sie müssen einen Dateinamen eingeben!
es: ¡Debe introducir un nombre para el fichero!
fr: Vous devez saisir un nom de fichier !
hu: Meg kell adni egy fájlnevet.
it: Devi inserire il nome di un file!
pl: Musisz wpisaæ nazwê pliku !
pt_br: Tem de introduzir um nome de ficheiro!
ru: Выдолжны ввести имя файла!
sv: Du måste ange ett filnamn!

source: Files exists!
de: Dateien existieren!
es: ¡El fichero existe!
fr: Le fichier existe !
hu: A fájl már létezik!
it: I file esistono già!
pl: Plik istnieje!
pt_br: Ficheiro existe!
sv: Filerna finns redan!

source: You have added a file to the project that already exists. Do you want overwrite the old one?
de: Sie haben eine Datei zum Projekt hinzugefügt, die bereits vorhanden ist. Soll die alte Datei überschrieben werden?
es: Ha añadido al proyecto un fichero que ya existe. ¿Desea sobreescribir el antiguo?
fr: Vous avez ajouté au projet un fichier qui existe déjà. Désirez vous écraser l'ancien fichier ?
hu: Egy már létezõ fájlt adott a projekthez. Felül kívánja írni a korábbit?
it: Hai aggiunto un file al progetto che è già presente. Vuoi sovrascrivere quello precedente?
pl: Doda³e¶ do projektu ju¿ istniej±cy plik. Czy chcesz nadpisaæ star± wersjê?
pt_br: Você acrescentou um ficheiro ao projecto que já lá existe. Deseja substituir o antigo?
sv: Du har lagt till en fil till projektet som redan finns. Vill du skriva över den gamla?

source: Information...
de: Kurze Information:
es: Información...
hu: Információ...
it: Informazioni...
pt_br: Informação...

source: Please make sure, that you have added "AM_LEX_PROG" to your configure.in!
de: Bitte versichern Sie sich, daß Sie 'AM_LEX_PROG' zu Ihrer 'configure.in' hinzugefügt haben.
es: ¡Por favor, asegúrese de que ha añadido "AM_LEX_PROG" a su configure.in!
fr: Veuillez vous assurer d'avoir ajouté "AM_LEX_PROG" à votre configure.in !
hu: Gyõzõdjön meg arról, hogy hozzáadta-e a "AM_LEX_PROG" bejegyzést a configure.in fájlhoz.
it: Prego assicurarsi di aver aggiunto "AM_LEX_PROG" al file configure.in!
pt_br: Por favor certifique-se, de que adicionou "AM_LEX_PROG" ao seu configure.in!

source: Set the general options of your project here.
de: Wählen Sie hier die allgemeinen Optionen für Ihr Projekt.
es: Elija aquí las opciones generales de su proyecto.
fr: Configurez ici les options générales de votre projet.
hu: Itt adhatja meg a projekt általános beállításait.
it: Imposta le opzioni generali del progetto.
pl: Tu podaj ogólne opcje twojego projektu.
pt_br: Defina as opções genéricas do seu projecto aqui.

source: Project name:
de: Projektname:
es: Nombre del proyecto:
fr: Nom du projet :
hu: A projekt neve:

source: Set the project name here.
de: Geben Sie hier den Namen des Projekts ein.
es: Asígnele aquí un nombre al proyecto.
fr: Saisissez ici le nom de projet.
hu: Itt adhatja meg a projekt nevét.
it: Imposta il nome del progetto.
pl: Tu podaj nazwê projektu.
pt_br: Defina o nome do projecto aqui.

source: Version:
es: Versión:
hu: Verziószám:
it: Versione:
pl: Wersja:
pt_br: Versão:
ru: Версия:

source: Set your project version number here.
de: Geben Sie hier die Versions- nummer Ihres Projekts ein.
es: Escriba aquí el número de versión de su proyecto.
fr: Mettez ici le numéro de version de votre projet.
hu: Itt adhatja meg a projekt verziószámát.
it: Imposta il numero di versione del progetto.
pl: Tu podaj numer wersji projektu.
pt_br: Defina o número de versão do seu projecto aqui.

source: Insert your name or the name of your team here
de: Geben Sie hier Ihren Namen, oder den Ihres Teams ein.
es: Introduzca aquí su nombre o el de su equipo
fr: Saisissez ici votre nom ou celui de votre équipe
hu: Itt adhatja meg az Ön vagy a fejlesztõcsapata nevét.
it: Inserisci il tuo nome o il nome del tuo team
pl: Tu wpisz swoje imiê lub nazwê twojej grupy
pt_br: Insira o seu nome ou o da equipa aqui

source: Insert your email-address here
de: Geben Sie hier Ihre Email-Adresse ein.
es: Introduzca su email aquí
fr: Saisissez ici votre adresse électronique
hu: Itt adhatja meg az e-mail címét
it: Inserisci il tuo indirizzo email
pl: Tu wstaw swój adres e-mail
pt_br: Insira o seu endereço e-mail aqui
ru: Здесь введите свой email
sv: Skriv in din e-post adress här

source: Modify Makefiles
de: Makefiles verändern
es: Modificar Makefiles
fr: Modifier les Makefiles
hu: A Makefile-ok módosítása
it: Modifica Makefile
pt_br: Modificar Makefiles

source: Version Control:
de: Versionsverwaltung:
es: Control de versiones:
fr: Contrôle de version :
hu: Verziókontroll:
it: Controllo Versioni:
pt_br: Controlo de Versões:

source: None
de: Keine
es: Ninguno
fr: Aucun
hu: nincs
it: Nessuno
pt_br: Nenhum

source: Short Information:
de: Kurze Information:
es: Pequeña descripción:
fr: Informations courtes :
hu: Rövid információ:
it: Breve Informazione:
pl: Krótki opis:
pt_br: Pequena Informação:
ru: Краткая информация:
sv: Kort information:

source: Insert some useful information about your project here. This is only for the information in the project file-<b>not for README etc.
de: Geben Sie hier nützliche Informationen über Ihr Projekt ein. Diese werden nur in der Projekt- Datei gespeichert, <b>nicht</n> in README etc.
es: Introduzca aquí alguna información útil sobre su proyecto. Ésta sólo es para la información en el fichero del proyecto-<b>no para el LÉEME etc...
fr: Saisissez ici des informations utiles à propos de votre projet. Ceci est uniquement pour le fichier projet - <b>pas pour les fichiers README, etc.
hu: Itt adhat meg hasznos információkat a projektrõl. Ez csak a projektfájlban lesz látható, máshová <b>nem kerül be (a README fájlokba sem).
it: Inserisci alcune informazioni utili circa il tuo progetto. Queste informazioni sono solo per il file di progetto e <b>non per il LEGGIMI etc..
pt_br: Insira alguma informação útil sobre o seu projecto aqui. Isto é apenas para informação no ficheiro do projecto-<b>não é para o README etc.

source: Set your Compiler options here
de: Wählen Sie hier die Compiler-Einstellungen
es: Configure las opciones de su Compilador aquí
fr: Saisissez ici les options de votre compilateur
hu: Itt adhatja meg a fordítóprogram beállításait
it: Imposta le opzioni del Compilatore
pl: Tu podaj opcje kopilatora
pt_br: Defina as opções do Compilador aqui
ru: Здесь устанавливаются опции компиляции
sv: Ställ in dina kompilatorinställningar här

source: Target
de: Ziel
es: Objetivo
fr: Cible
hu: Cél
it: Obiettivo
pl: Cel
pt_br: Alvo
ru: Цель
sv: Processor

source: Set your target options here by specifying your machine type and GCC optimization level (0-3)
de: Wählen Sie hier das Zielsystem, indem Sie die Architektur und den Optimierungslevel (0-3) angeben
es: Configure aquí las especificaciones del proyecto, especificando su máquina y el nivel de optimización del GCC (0-3).
fr: Saisissez ici les options pour la cible en indiquant votre type de machine et le niveau d'optimisation pour GCC (0-3)
hu: Itt adhatja meg a fordítási beállítások közül a cél-géptípus nevét és a GCC optimalizálási szintjét (0-3).
it: Imposta le opzioni obiettivo specificando il tipo di sistema e i livelli di ottimizzazione di GCC (0-3)
pl: Tu podaj opcje dotycz±ce celu kompilacji takie jak typ komputera i poziom optymalizacji w GCC (0-3)
pt_br: Definas as opções do alvo aqui especificando o tipo da sua máquina e nível de optimização GCC (0-3)
ru: Здесь выставляются целевые опции путем указания типа процессора и уровня оптимизации gcc компилятора.
sv: Sätt dina processortyper här genom att välja maskintyp och GCC-optimeringsgrad (0-3)

source: Target Machine
de: Zielcomputer
es: Compilar para
fr: Machine cible
hu: Cél-géptípus
it: Sistema Obiettivo
pl: Komputer:
pt_br: Máquina Alvo
ru: Платформа
sv: Tilltänkt maskin

source: your machine
de: Mein Computer
es: mi máquina
fr: votre machine
hu: a helyi gép
it: il tuo sistema
pl: twój komputer
pt_br: sua máquina
ru: ваша машина
sv: din maskin

source: Specify the machine type for your program. Other machine types than your machine is usually only needed for precompiled distribution packages. i386v is intended for cross-compilers to build a binary for an intel machine running Unix System V.
de: Geben Sie den Maschinentyp für Ihr Programm ein. Andere Typen als Ihre Maschine werden gewöhnlich nur benötigt, um vorcompilierte Pakete zu erstellen. i386v ist für Cross- Compiler gedacht, um ein Binary für ein Intel-System, das mit Unix System V läuft, zu erstellen.
es: Especifica el tipo de máquina en que se ejecutará su programa. Normalmente, un tipo distinto del de su máquina sólo será necesario para distribuir paquetes precompilados del programa. Elija i386v para compilar un binario para máquinas Intel que ejecuten el sistema operativo Unix System V.
fr: Indiquez le type de machine pour votre programme. Les autres types de machines que la vôtre ne sont en général utiles que pour les paquetages précompilés. i386v permet aux compilateurs de construire un binaire pour une machine Intel fonctionnant sous un Unix System V.
hu: Adja meg a géptípust a lefordítandó programhoz. A helyi géptõl eltérõ típus megadása többnyire csak elõre lefordított disztribúciós csomagokhoz szükséges. Az i386v beállítás a Unix System V-öt futtató Intel alapú gépeken futó bináris programot generáló keresztfordítókhoz használatos.
it: Specifica il tipo di sistema per il tuo programma. La definizione di altri tipi di sistema, oltre al tuo, sono necessari solo per distibuire pacchetti precompilati. Si usa i386v per creare binari che funzioneranno su sistemi Unix System V su architettura intel.
pl: Podaj typ komputera dla twojego programu. Inne typy komputera ni¿ twój w³asny zwykle przydaj± siê tylko dla prekompilowanych pakietów dystrybucji. i386v jest przewidzieny dla kompilowania programów na architekturê intela pod platformê Unix System V.
pt_br: Especifique o tipo de máquina para o seu programa. Outro tipo de máquinas diferentes da sua são normalmente necessárias apenas para pacotes de distribuição pré-compilados. i386v é destinado para compiladores cruzados construírem um binário para uma máquina Intel a correr Unix System V.

source: optimize
de: Optimieren
es: Optimizar
fr: Optimiser
hu: optimalizálás
it: ottimizza
pl: optymalizuj
pt_br: optimizar
ru: оптимизировать
sv: optimering

source: Optimization-level
de: Optimierungslevel
es: Nivel de optimización
fr: Niveau d'optimisation
hu: Az optimalizálás szintje
it: Livello di ottimizzazione
pl: Poziom optymalizacji
pt_br: Nível de Optimização
ru: Уровень оптимизации
sv: Optimerings grad

source: Set the -O option for the GCC here. Turning off optimization equals -O0. The higher the level the more time you need to compile but increases program speed.
de: Setzen Sie hier die -O Option für den GCC. Abschalten der Optimierung bedeutet -O0. Je höher der Level, desto länger dauert der Kompiliervorgang. Allerdings ist dann die Ausführgeschwindigkeit höher.
es: Pone la opción del GCC -O. Desactivar la optimización equivale a -O0. Cuanto mayor sea el nivel, más tiempo llevará la compilación, pero se incrementará la velocidad del programa.
fr: Saisissez ici l'option -O pour GCC. Désactiver l'optimisation équivaut à l'option -O0. Plus le niveau est élevé plus la compilation sera longue, mais plus le programme généré sera rapide.
hu: Itt állítható be a GCC -O opciójának értéke. A -O0 az optimalizálás kikapcsolásával egyenlõ. Minél magasabb a szint, annál több idõ kell a fordításhoz, de annál gyorsabban fut majd a program.
it: Imposta l'opzione -O di GCC. Non avere alcuna ottimizzazione implica -O0. Aumentare qui il livello di ottimizzazione impegnerà di più il compilatore ma la velocità di esecuzione del programma sarà migliorata.
pl: Ustaw tu opcjê -O dla GCC. Wy³±czenie optymalizacji to -O0. Im wy¿szy poziom optymalizacji tym d³u¿ej zajmie kompilacja lecz te¿ tym szybciej bêdzie dzia³a³ program.
pt_br: Defina a opção -O para o GCC aqui. Desligar a optimização equivale a -O0. Quanto mais alto o nível, mais tempo é necessário para compilar mas aumenta a velocidade do programa.
sv: Sätt -O alternativet för GCC här. Skriv -O0 för att stänga av optimeringen. Dessto högre grad dessto längre tid tar det att kompilera programmet.

source: Debugging
de: Debuggen
es: Depuración
fr: Déboguage
hu: Nyomkövetés
pl: Debugowanie
pt_br: Depuração
ru: Отладка
sv: Felsökning

source: Set your debugging options here.
de: Geben Sie hier die Debugoptionen an.
es: Configure las opciones de depuración aquí.
fr: Mettez vos options de déboguage ici.
hu: Itt adhatja meg a nyomkövetési beállításokat.
it: Imposta le opzioni di debug
pl: Tu ustaw opcje debugowania.
pt_br: Defina as opções de depuração aqui.
sv: Sätt dina felsökningsalternativ här.

source: generate debugging information
de: Debuginfos erzeugen
es: Generar información de depurado
fr: Générer les infos de déboguage
hu: nyomkövetési információ generálása
it: Genera informazioni di debugging
pl: generuj informacje dla debugera
pt_br: gerar informação de depuração
ru: генерировать отладочную информацию
sv: skapa felsökningsinformation

source: Checking this turns on the -g flag to generate debugging information.
de: Wenn Sie dies ankreuzen, wird das -g Flag aktiviert, um Debug-Informationen zu erzeugen.
es: Marcando está opción, acciona la opción -g para generar información de depurado.
fr: Cocher ceci activera l'option -g afin de générer des informations de déboguage.
hu: Beállítja a -g kapcsoló használatát a nyomkövetési információ generálásához.
it: Attivare questo abilita l'opzione -g per la generazione delle informazioni di debugging.
pl: Zaznaczenie tego powoduje w³±czenie flagi -g w celu generacji informacji dla debugera.
pt_br: Definir isto activa a opção -g para gerar informação de depuração.

source: Debug-level
es: Nivel de depuración
fr: Niveau de déboguage
hu: Nyomkövetési szint
it: Livello di Debug
pl: Poziom debugowania
pt_br: Nível de Depuração
ru: Уровень отладки
sv: Felsökningsgrad

source: Set the debugging level here. You can choose from level 1-3 which sets option -g1 to -g3 debugging level.
de: Setzen Sie hier den Debugging-Level. Sie können zwischen den Levels 1-3 wählen, was den Optionen '-g1' bis '-g3' entspricht.
es: Configure aquí el nivel de depuración. Puede elegir un nivel de 1 a 3 que pasa la opción -g1,-g2 o -g3 al com- pilador gcc.
fr: Entrez le niveau de déboguage ici. Vous pouvez choisir les options de 1 à 3 qui correspondent aux options de -g1 à -g3 du compilateur.
hu: Itt állítható be a nyomkövetési szint. 1-tõl 3-ig terjedõ értékeket választhat, ami a -g1 és -g3 közötti nyomkövetési szintnek felel meg.
it: Imposta il livello di debugging. Puoi scegliere un livello da 1 a 3 il quale imposta le opzioni di debugging -g1 -g3.
pl: Tu podaj poziom debugowania. Mo¿esz wybraæ w zakresie 1-3, co ustawia opcje -g1 do -g3.
pt_br: Defina o nível de depuração aqui. Pode escolher entre os níveis 1-3 que definem as opções do nível de depuração entre -g1 e -g3.
ru: Здесь устанавливается уровень отладки Вы можете выбирать уровень от 1 до 3, что вызовет использование опций -g1,..., -g3, устанавливающих этот уровень.
sv: Sätt felsökningsgraden här. Du kan välja mellan grad 1-3, som sätter alternativet -g1 till -g3 felsökningsgrad hos GCC.

source: generate extra information for gprof
de: Informationen für gprof erzeugen
es: Generar información para gprof
fr: Générer d'autres infos (pour gprof)
hu: További információk generálása a gprof számára
it: crea informazioni aggiuntive per gprof
pl: dodatkowa informacja dla gprof
pt_br: gera informação extra para o gprof
ru: генерировать дополнительную информацию для gprof
sv: skapar extra information till gprof

source: Generate extra code to write profile information for the analysis program <i>gprof</i>.
de: Erzeuge zusätzlichen Code, um Profile- Informationen für das Analyse-Programm <i>gprof</i> zu schreiben.
es: Genera código extra para crear información para el programa de análisis <i>gprof</i>.
fr: Génère du code supplémentaire pour permettre l'analyse du programme avec <i>gprof<i>.
hu: A <i>gprof</i> analizálóprogram használatához szükséges profilinformáció generálásához szükséges programrészek beillesztése.
it: Genera codice aggiuntivo per l'analisi del profiling tramite il programma <i>gprof</i>.
pl: Generuje dodatkowy kod do zapisu informacji o wydajno¶ci dla programu analizuj±cego <i>gprof</i>.
pt_br: Gera código extra para escrever informação de perfil para análise no programa <i>gprof</i>.
ru: Генерировать дополнительнй код для записи профилировочной информации для анализа программы спомощью <i>gprof</i>.
sv: Skapar eftra kod för att skriva profil- information för analysprogrammet <i>gprof</i>.

source: store temporary intermediate files
de: Temporäre Dateien speichern
es: Guardar los ficheros temporales
fr: Garder les fichiers intermédiaires
hu: az ideiglenes köztes fájlok megõrzése
it: archivia file temporaneo intermedio
pl: zachowuj chwilowe pliki po¶rednie
pt_br: guardar ficheiros temporários intermédios
ru: сохранять временные промежуточные файлы
sv: lagra temporära mellanfiler

source: Store the usually temporary intermediate files in the current directory. This means compiling a file <i>foo.c</i> will produce the files <i>foo.o, foo.i</i> and<i>foo.s
de: Speichere die üblichen temporären Dateien im aktuellen Verzeichnis. Das bedeutet, daß das Compilieren der Datei <i>foo.c</i> die Dateien <i>foo.o, foo.i</i> und <i>foo.s</i> erzeugt.
es: Guardar los ficheros temporales intermedios que se generan. Esto significa que compilar el fichero <i>foo.c</i> generaría los ficheros <i>foo.o, foo.i</i> y<i>foo.s
fr: Enregistre les fichiers intermédiaires usuels dans le dossier courant. En conséquence, la compilation d'un fichier <i>foo.c</i> génèrera les fichiers <i>foo.o, foo.i</I> et <i>foo.s
hu: Az ideiglenes köztes fájlokat az aktuális könyvtárban tárolja. Ez azt jelenti, hogy pl. a <i>foo.c</i> fájl fordítása a <i>foo.o, foo.i</i> és <i>foo.s</i> fájlok létrehozását eredményezi.
it: Archivia i consueti file temporanei interemedi nella directory corrente. Questo significa che compilando il file <i>foo.c</i> creerà i file <i>foo.o</i>, <i>foo.i</i> and<i>foo.s</i>
pl: Zachowaj zwyk³e chwilowe pliki po¶rednie aktualnym katalogu. To oznacza, ¿e kompilacja pliku <i>foo.c</i> spowoduje powstanie plików <i>foo.o, foo.i</i> and <i>foo.s</i>
pt_br: Guardar os normais ficheiros temporários intermédios no directório actual. Isto significa que compilar o ficheiro <i>foo.c</i> produzirá os ficheiros <i>foo.o, foo.i</i> e <i>foo.s
ru: Сохранять промежуточные файлы, которые обычно являются временными, в текущей директории. Это означает, что компиляция файла <i>foo.c</i> породит <i>foo.o, foo.i</i> и <i>foo.s</i>
sv: Lagrar den vanliga temporära mellanliggande filerna i det aktuella biblioteket. Detta betyder att kompilering av filen <i>foo.c</i> kommer att producera filerna <i>foo.o, foo.i</i> och <i>foo.s

source: additional options:
de: Zusätzl. Optionen:
es: Opciones adicionales:
fr: Options supplémentaires :
hu: további beállítások:
it: opzioni aggiuntive:
pl: dodatkowe opcje:
pt_br: opções adicionais:
ru: дополнительные опции
sv: ytterligare alternativ:

source: Insert other GCC-options here to invoke GCC with by setting the CXXFLAGS-environment variable.
de: Geben Sie hier andere GCC-Optionen ein, mit denen GCC ausgeführt werden soll.
es: Introduzca aquí otras opciones del GCC para invocarlo configurando la variable de entorno CXXFLAGS.
fr: Saisissez ici les options de GCC pour utiliser GCC en paramétrant la variable d'environnement CXXFLAGS
hu: További GCC opciókat adhat meg itt a CXXFLAGS környezeti változó értékének megadásával.
it: Inserisci le altre opzioni per GCC che andranno a settare la variabile di ambiente CXXFLAGS.
pl: Wstaw tu dodatkowe opcje GCC, które bêd± wykorzystane przy uruchamianiu GCC dziêki ustawieniu zmiennej CXXFLAGS.
pt_br: Insira outras opções do GCC aqui para invocar o GCC definindo a variável de ambiente CXXFLAGS.
ru: Здесь укажите дополнительные опции компиляции, которые будут переданы компилятору через переменную окружения CXXFLAGS.
sv: Insätt ytterligare GCC-alternativ här för att starta GCC med genom att ange CXXFLAGS-miljövariabeln.

source: Compiler Options
de: Compileroptionen
es: Compilador
fr: Options du compilateur
hu: A fordítóprogram beállításai
it: Opzioni del Compilatore
pl: Opcje kompilatora
pt_br: Opções do Compilador
ru: Опции Компилятора
sv: Kompilatoralternativ

source: Set the Compiler warnings here by checking the -W options you want to use.
de: Wählen Sie hier die Compilerwarnungen, indem Sie die gewünschten -W Optionen aktivieren.
es: Configure los avisos del Compilador aquí, marcando las opciones -W que desee utilizar.
fr: Paramétrez les avertissements du compilateur en cochant les options -W que vous désirez utiliser.
hu: A fordítóprogram figyelmeztetõ üzeneteit a -W opció segítségével kapcsolhatja be.
it: Imposta il livello dei Warning del compilatore attivando le opzioni -W che vuoi usare.
pl: Tu ustaw ostrze¿enia kompilatora, zaznaczaj±c te opcje -W, których chcesz u¿ywaæ.
pt_br: Defina os avisos do compilador aqui seleccionando as opções -W que deseja utilizar.
sv: Sätt de kompilatorvarningar du vill ha genom att välja de -W alternativ du vill använda.

source: Compile with -Wall. This option includes several different warning parameters which are recommended to turn on.
de: Compiliere mit -Wall. Diese Option enthält verschiedene Warnungen, die die man gewöhnlich aktivieren sollte.
es: Compila con la opción -Wall. Esta opción selecciona diversos parámetros de advertencia que es recomendable que estén seleccionados.
fr: Compile avec -Wall. Cette option correspond à différents paramétrages -W qu'il est recommandé d'utiliser.
hu: Fordítás a -Wall opcióval. Ez a beállítás különbözõ figyelmeztetéseket kapcsol be, melyeket erõsen ajánlott használni.
it: Compila con l'opzione -Wall. Questa opzione include svariati altri parametri di warning il cui utilizzo è raccomandato.
pl: Kompiluj z -Wall. Ta opcja do³±cza kilka ró¿nych ostrze¿eñ, które zaleca siê u¿ywaæ.
pt_br: Compilar com -Wall. Esta opção inclui vários parâmetros diferentes de aviso que são recomendados manter ligados.
sv: Kompilera med -Wall. Detta alternativ innefattar flera olika varningsparametrar som rekommenderas att använda.
